
aux = {
	["account"] = {
		["ignore_owner"] = true,
		["scale"] = 1,
		["post_bid"] = false,
		["items"] = {
			nil, -- [1]
			nil, -- [2]
			nil, -- [3]
			nil, -- [4]
			nil, -- [5]
			nil, -- [6]
			nil, -- [7]
			nil, -- [8]
			nil, -- [9]
			nil, -- [10]
			nil, -- [11]
			nil, -- [12]
			nil, -- [13]
			nil, -- [14]
			nil, -- [15]
			nil, -- [16]
			nil, -- [17]
			nil, -- [18]
			nil, -- [19]
			nil, -- [20]
			nil, -- [21]
			nil, -- [22]
			nil, -- [23]
			nil, -- [24]
			"Иссеченный короткий меч#|cffffffff|Hitem:25::::::::10:::::::|h[Иссеченный короткий меч]|h|r#1#2#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#7", -- [25]
			nil, -- [26]
			nil, -- [27]
			nil, -- [28]
			nil, -- [29]
			nil, -- [30]
			nil, -- [31]
			nil, -- [32]
			nil, -- [33]
			nil, -- [34]
			"Гнутый посох#|cffffffff|Hitem:35::::::::10:::::::|h[Гнутый посох]|h|r#1#2#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#9", -- [35]
			"Иссеченная палица#|cffffffff|Hitem:36::::::::10:::::::|h[Иссеченная палица]|h|r#1#2#1#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133478#7", -- [36]
			"Старый топор#|cffffffff|Hitem:37::::::::10:::::::|h[Старый топор]|h|r#1#2#1#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132402#7", -- [37]
			"Рубашка рекрута#|cffffffff|Hitem:38::::::::10:::::::|h[Рубашка рекрута]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135009#1", -- [38]
			"Штаны рекрута#|cff9d9d9d|Hitem:39::::::::10:::::::|h[Штаны рекрута]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [39]
			"Сапоги рекрута#|cffffffff|Hitem:40::::::::10:::::::|h[Сапоги рекрута]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132540#1", -- [40]
			"OLDRecruit's Belt#|cffffffff|Hitem:41::::::::10:::::::|h[OLDRecruit's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [41]
			"OLDSquire's Belt#|cffffffff|Hitem:42::::::::10:::::::|h[OLDSquire's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [42]
			"Сапоги оруженосца#|cffffffff|Hitem:43::::::::10:::::::|h[Сапоги оруженосца]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [43]
			"Штаны оруженосца#|cff9d9d9d|Hitem:44::::::::10:::::::|h[Штаны оруженосца]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [44]
			"Рубашка оруженосца#|cffffffff|Hitem:45::::::::10:::::::|h[Рубашка оруженосца]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [45]
			"OLDFootpad's Belt#|cffffffff|Hitem:46::::::::10:::::::|h[OLDFootpad's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132495#1", -- [46]
			"Ботинки пешего разбойника#|cffffffff|Hitem:47::::::::10:::::::|h[Ботинки пешего разбойника]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132539#1", -- [47]
			"Штаны пешего разбойника#|cff9d9d9d|Hitem:48::::::::10:::::::|h[Штаны пешего разбойника]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [48]
			"Рубашка пешего разбойника#|cffffffff|Hitem:49::::::::10:::::::|h[Рубашка пешего разбойника]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135009#1", -- [49]
			"OLDInitiate's Belt#|cffffffff|Hitem:50::::::::10:::::::|h[OLDInitiate's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [50]
			"Сапоги неофита#|cffffffff|Hitem:51::::::::10:::::::|h[Сапоги неофита]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132538#1", -- [51]
			"Штаны неофита#|cff9d9d9d|Hitem:52::::::::10:::::::|h[Штаны неофита]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [52]
			"Рубашка неофита#|cffffffff|Hitem:53::::::::10:::::::|h[Рубашка неофита]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [53]
			"OLDNovice's Belt#|cffffffff|Hitem:54::::::::10:::::::|h[OLDNovice's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [54]
			"Сапоги ученика#|cffffffff|Hitem:55::::::::10:::::::|h[Сапоги ученика]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132543#1", -- [55]
			"Одеяние ученика#|cff9d9d9d|Hitem:56::::::::10:::::::|h[Одеяние ученика]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_ROBE#1#132664#1", -- [56]
			"Одеяние послушника#|cff9d9d9d|Hitem:57::::::::10:::::::|h[Одеяние послушника]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_ROBE#1#132665#1", -- [57]
			"OLDAcolyte's Belt#|cffffffff|Hitem:58::::::::10:::::::|h[OLDAcolyte's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132492#1", -- [58]
			"Ботинки послушника#|cffffffff|Hitem:59::::::::10:::::::|h[Ботинки послушника]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [59]
			"Многослойный мундир#|cffffffff|Hitem:60::::::::10:::::::|h[Многослойный мундир]|h|r#1#5#0#Доспехи#Кожаные#INVTYPE_CHEST#1#132724#12", -- [60]
			"Дворфийские кожаные штаны#|cffffffff|Hitem:61::::::::10:::::::|h[Дворфийские кожаные штаны]|h|r#1#5#0#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#12", -- [61]
			nil, -- [62]
			nil, -- [63]
			nil, -- [64]
			nil, -- [65]
			nil, -- [66]
			nil, -- [67]
			nil, -- [68]
			nil, -- [69]
			nil, -- [70]
			nil, -- [71]
			nil, -- [72]
			nil, -- [73]
			nil, -- [74]
			nil, -- [75]
			nil, -- [76]
			"Deprecated Outfitter Cloth Armor#|cffffffff|Hitem:77::::::::10:::::::|h[Deprecated Outfitter Cloth Armor]|h|r#1#4#0#Доспехи#Тканевые#INVTYPE_CHEST#1#135006#6", -- [77]
			nil, -- [78]
			"Дворфийские матерчатые брюки#|cffffffff|Hitem:79::::::::10:::::::|h[Дворфийские матерчатые брюки]|h|r#1#5#0#Доспехи#Тканевые#INVTYPE_LEGS#1#134589#10", -- [79]
			"Мягкие ботинки, отделанные мехом#|cffffffff|Hitem:80::::::::10:::::::|h[Мягкие ботинки, отделанные мехом]|h|r#1#5#0#Доспехи#Тканевые#INVTYPE_FEET#1#132543#7", -- [80]
			nil, -- [81]
			nil, -- [82]
			nil, -- [83]
			nil, -- [84]
			"Грязный кожаный жилет#|cffffffff|Hitem:85::::::::10:::::::|h[Грязный кожаный жилет]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_CHEST#1#135011#12", -- [85]
			"Deprecated Old Belt#|cffffffff|Hitem:86::::::::10:::::::|h[Deprecated Old Belt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [86]
			"Deprecated Old Boots#|cffffffff|Hitem:87::::::::10:::::::|h[Deprecated Old Boots]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [87]
			"Deprecated Old Pants#|cff9d9d9d|Hitem:88::::::::10:::::::|h[Deprecated Old Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [88]
			"OLDThick Trapper's Shirt#|cffffffff|Hitem:89::::::::10:::::::|h[OLDThick Trapper's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135011#1", -- [89]
			"OLDDwarven Initiate's Belt#|cffffffff|Hitem:90::::::::10:::::::|h[OLDDwarven Initiate's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [90]
			"OLDDwarven Initiate's Pants#|cff9d9d9d|Hitem:91::::::::10:::::::|h[OLDDwarven Initiate's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [91]
			"OLDDwarven Initiate's Boots#|cffffffff|Hitem:92::::::::10:::::::|h[OLDDwarven Initiate's Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [92]
			"OLDDwarven Initiate's Shirt#|cffffffff|Hitem:93::::::::10:::::::|h[OLDDwarven Initiate's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [93]
			"Deprecated Dwarven Novice's Belt#|cffffffff|Hitem:94::::::::10:::::::|h[Deprecated Dwarven Novice's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [94]
			"Deprecated Dwarven Novice's Boots#|cffffffff|Hitem:95::::::::10:::::::|h[Deprecated Dwarven Novice's Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [95]
			nil, -- [96]
			"Deprecated Dwarven Novice's Robe#|cff9d9d9d|Hitem:97::::::::10:::::::|h[Deprecated Dwarven Novice's Robe]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_ROBE#1#132662#1", -- [97]
			"Deprecated Dwarven Squire's Belt#|cffffffff|Hitem:98::::::::10:::::::|h[Deprecated Dwarven Squire's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [98]
			"Deprecated Dwarven Squire's Boots#|cffffffff|Hitem:99::::::::10:::::::|h[Deprecated Dwarven Squire's Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [99]
			"Deprecated Dwarven Squire's Pants#|cff9d9d9d|Hitem:100::::::::10:::::::|h[Deprecated Dwarven Squire's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [100]
			"Deprecated Dwarven Squire's Shirt#|cffffffff|Hitem:101::::::::10:::::::|h[Deprecated Dwarven Squire's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [101]
			"Deprecated Dwarven Recruit's Belt#|cffffffff|Hitem:102::::::::10:::::::|h[Deprecated Dwarven Recruit's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [102]
			"Deprecated Dwarven Recruit's Boots#|cffffffff|Hitem:103::::::::10:::::::|h[Deprecated Dwarven Recruit's Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [103]
			"Deprecated Sturdy Brown Pants#|cff9d9d9d|Hitem:104::::::::10:::::::|h[Deprecated Sturdy Brown Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [104]
			"Deprecated Dwarven Recruit's Shirt#|cffffffff|Hitem:105::::::::10:::::::|h[Deprecated Dwarven Recruit's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [105]
			nil, -- [106]
			nil, -- [107]
			nil, -- [108]
			nil, -- [109]
			nil, -- [110]
			nil, -- [111]
			nil, -- [112]
			"Deprecated Dwarven Apprentice Pants#|cff9d9d9d|Hitem:113::::::::10:::::::|h[Deprecated Dwarven Apprentice Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [113]
			"Deprecated Dwarven Apprentice Boots#|cffffffff|Hitem:114::::::::10:::::::|h[Deprecated Dwarven Apprentice Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [114]
			"Deprecated Dwarven Apprentice Belt#|cffffffff|Hitem:115::::::::10:::::::|h[Deprecated Dwarven Apprentice Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [115]
			nil, -- [116]
			"Жесткая солонина#|cffffffff|Hitem:117::::::::10:::::::|h[Жесткая солонина]|h|r#1#5#1#Расходуемые#Расходуемые##20#133972#1", -- [117]
			"Слабое лечебное зелье#|cffffffff|Hitem:118::::::::10:::::::|h[Слабое лечебное зелье]|h|r#1#5#1#Расходуемые#Расходуемые##5#134829#5", -- [118]
			"Deprecated Rogue's Vest#|cffffffff|Hitem:119::::::::10:::::::|h[Deprecated Rogue's Vest]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [119]
			"Штаны головореза#|cff9d9d9d|Hitem:120::::::::10:::::::|h[Штаны головореза]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [120]
			"Сапоги головореза#|cffffffff|Hitem:121::::::::10:::::::|h[Сапоги головореза]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132539#1", -- [121]
			"OLDThug Belt#|cffffffff|Hitem:122::::::::10:::::::|h[OLDThug Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [122]
			"Deprecated Orc Apprentice Shirt#|cffffffff|Hitem:123::::::::10:::::::|h[Deprecated Orc Apprentice Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [123]
			"Deprecated Orc Apprentice Pants#|cff9d9d9d|Hitem:124::::::::10:::::::|h[Deprecated Orc Apprentice Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [124]
			"Deprecated Orc Apprentice Boots#|cffffffff|Hitem:125::::::::10:::::::|h[Deprecated Orc Apprentice Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [125]
			"Deprecated Orc Apprentice Belt#|cffffffff|Hitem:126::::::::10:::::::|h[Deprecated Orc Apprentice Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [126]
			"Рубашка зверолова#|cffffffff|Hitem:127::::::::10:::::::|h[Рубашка зверолова]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135011#1", -- [127]
			"Deprecated Tauren Trapper's Pants#|cff9d9d9d|Hitem:128::::::::10:::::::|h[Deprecated Tauren Trapper's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [128]
			"Рваные сапоги зверолова#|cffffffff|Hitem:129::::::::10:::::::|h[Рваные сапоги зверолова]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132540#1", -- [129]
			"Deprecated Tauren Trapper's Belt#|cffffffff|Hitem:130::::::::10:::::::|h[Deprecated Tauren Trapper's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [130]
			"Deprecated Orc Acolyte's Belt#|cffffffff|Hitem:131::::::::10:::::::|h[Deprecated Orc Acolyte's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#133693#1", -- [131]
			"Deprecated Orc Acolyte's Boots#|cffffffff|Hitem:132::::::::10:::::::|h[Deprecated Orc Acolyte's Boots]|h|r#1#1#1#Доспехи#Разное#INVTYPE_FEET#1#132536#1", -- [132]
			"Deprecated Orc Acolyte's Shirt#|cffffffff|Hitem:133::::::::10:::::::|h[Deprecated Orc Acolyte's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135009#1", -- [133]
			"Deprecated Stiff Leather Shirt#|cffffffff|Hitem:134::::::::10:::::::|h[Deprecated Stiff Leather Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [134]
			"Deprecated Stiff Leather Pants#|cff9d9d9d|Hitem:135::::::::10:::::::|h[Deprecated Stiff Leather Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [135]
			"Deprecated Old Leather Boots#|cffffffff|Hitem:136::::::::10:::::::|h[Deprecated Old Leather Boots]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132535#1", -- [136]
			"OLDNeophyte's Belt#|cffffffff|Hitem:137::::::::10:::::::|h[OLDNeophyte's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [137]
			"Deprecated War Harness#|cffffffff|Hitem:138::::::::10:::::::|h[Deprecated War Harness]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#132719#1", -- [138]
			"Штаны буяна#|cff9d9d9d|Hitem:139::::::::10:::::::|h[Штаны буяна]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [139]
			"Сапоги буяна#|cffffffff|Hitem:140::::::::10:::::::|h[Сапоги буяна]|h|r#1#1#0#Доспехи#Разное#INVTYPE_FEET#1#132538#1", -- [140]
			"OLDBrawler's Belt#|cffffffff|Hitem:141::::::::10:::::::|h[OLDBrawler's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132491#1", -- [141]
			nil, -- [142]
			"Monster - Shield, Stormwind Guard#|cff9d9d9d|Hitem:143::::::::10:::::::|h[Monster - Shield, Stormwind Guard]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134951#1", -- [143]
			nil, -- [144]
			nil, -- [145]
			"OLDRugged Trapper's Belt#|cffffffff|Hitem:146::::::::10:::::::|h[OLDRugged Trapper's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [146]
			"Рваные штаны зверолова#|cff9d9d9d|Hitem:147::::::::10:::::::|h[Рваные штаны зверолова]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [147]
			"Рваная рубашка зверолова#|cffffffff|Hitem:148::::::::10:::::::|h[Рваная рубашка зверолова]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [148]
			"Deprecated Tauren Apprentice Belt#|cffffffff|Hitem:149::::::::10:::::::|h[Deprecated Tauren Apprentice Belt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_WAIST#1#132493#1", -- [149]
			"Deprecated Tauren Apprentice Pants#|cff9d9d9d|Hitem:150::::::::10:::::::|h[Deprecated Tauren Apprentice Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [150]
			"Deprecated Tauren Apprentice Shirt#|cffffffff|Hitem:151::::::::10:::::::|h[Deprecated Tauren Apprentice Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [151]
			"OLDPrimitive Leather Belt#|cffffffff|Hitem:152::::::::10:::::::|h[OLDPrimitive Leather Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [152]
			"Примитивный килт#|cff9d9d9d|Hitem:153::::::::10:::::::|h[Примитивный килт]|h|r#0#1#1#Доспехи#Кожаные#INVTYPE_LEGS#1#134582#1", -- [153]
			"Простая мантия#|cffffffff|Hitem:154::::::::10:::::::|h[Простая мантия]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#133766#1", -- [154]
			"Deprecated Tauren Recruit's Belt#|cffffffff|Hitem:155::::::::10:::::::|h[Deprecated Tauren Recruit's Belt]|h|r#1#1#1#Доспехи#Разное#INVTYPE_WAIST#1#132494#1", -- [155]
			"Deprecated Tauren Recruit's Pants#|cff9d9d9d|Hitem:156::::::::10:::::::|h[Deprecated Tauren Recruit's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [156]
			"Deprecated Tauren Recruit's Shirt#|cffffffff|Hitem:157::::::::10:::::::|h[Deprecated Tauren Recruit's Shirt]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135005#1", -- [157]
			nil, -- [158]
			"Освежающая ключевая вода#|cffffffff|Hitem:159::::::::10:::::::|h[Освежающая ключевая вода]|h|r#1#5#1#Расходуемые#Расходуемые##20#132794#1", -- [159]
			nil, -- [160]
			nil, -- [161]
			nil, -- [162]
			nil, -- [163]
			nil, -- [164]
			nil, -- [165]
			nil, -- [166]
			nil, -- [167]
			nil, -- [168]
			nil, -- [169]
			nil, -- [170]
			nil, -- [171]
			nil, -- [172]
			nil, -- [173]
			nil, -- [174]
			nil, -- [175]
			nil, -- [176]
			nil, -- [177]
			nil, -- [178]
			nil, -- [179]
			nil, -- [180]
			nil, -- [181]
			"Голова Гаррика#|cffffffff|Hitem:182::::::::10:::::::|h[Голова Гаррика]|h|r#1#1#0#Задания#Задания##1#134166#0", -- [182]
			nil, -- [183]
			"Deprecated Small Brown Pouch#|cffffffff|Hitem:184::::::::10:::::::|h[Deprecated Small Brown Pouch]|h|r#1#5#0#Сумки#Сумка#INVTYPE_BAG#1#133622#125", -- [184]
			nil, -- [185]
			nil, -- [186]
			nil, -- [187]
			nil, -- [188]
			nil, -- [189]
			nil, -- [190]
			nil, -- [191]
			nil, -- [192]
			"Потрепанный матерчатый жилет#|cffffffff|Hitem:193::::::::10:::::::|h[Потрепанный матерчатый жилет]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_CHEST#1#135022#9", -- [193]
			"Потрепанные матерчатые штаны#|cffffffff|Hitem:194::::::::10:::::::|h[Потрепанные матерчатые штаны]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134592#9", -- [194]
			"Потрепанные матерчатые сапоги#|cffffffff|Hitem:195::::::::10:::::::|h[Потрепанные матерчатые сапоги]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_FEET#1#132539#7", -- [195]
			nil, -- [196]
			nil, -- [197]
			nil, -- [198]
			nil, -- [199]
			"Утолщенный матерчатый жилет#|cffffffff|Hitem:200::::::::10:::::::|h[Утолщенный матерчатый жилет]|h|r#1#22#17#Доспехи#Тканевые#INVTYPE_CHEST#1#135006#454", -- [200]
			"Утолщенные матерчатые штаны#|cffffffff|Hitem:201::::::::10:::::::|h[Утолщенные матерчатые штаны]|h|r#1#22#17#Доспехи#Тканевые#INVTYPE_LEGS#1#134592#455", -- [201]
			"Утолщенные матерчатые ботинки#|cffffffff|Hitem:202::::::::10:::::::|h[Утолщенные матерчатые ботинки]|h|r#1#22#17#Доспехи#Тканевые#INVTYPE_FEET#1#132539#342", -- [202]
			"Утолщенные матерчатые перчатки#|cffffffff|Hitem:203::::::::10:::::::|h[Утолщенные матерчатые перчатки]|h|r#1#22#17#Доспехи#Тканевые#INVTYPE_HAND#1#132955#229", -- [203]
			nil, -- [204]
			nil, -- [205]
			nil, -- [206]
			nil, -- [207]
			nil, -- [208]
			"Грязные кожаные штаны#|cffffffff|Hitem:209::::::::10:::::::|h[Грязные кожаные штаны]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#12", -- [209]
			"Грязные кожаные сапоги#|cffffffff|Hitem:210::::::::10:::::::|h[Грязные кожаные сапоги]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_FEET#1#132540#9", -- [210]
			nil, -- [211]
			nil, -- [212]
			nil, -- [213]
			nil, -- [214]
			nil, -- [215]
			nil, -- [216]
			nil, -- [217]
			nil, -- [218]
			nil, -- [219]
			nil, -- [220]
			nil, -- [221]
			nil, -- [222]
			nil, -- [223]
			nil, -- [224]
			nil, -- [225]
			nil, -- [226]
			nil, -- [227]
			nil, -- [228]
			nil, -- [229]
			nil, -- [230]
			nil, -- [231]
			nil, -- [232]
			nil, -- [233]
			nil, -- [234]
			nil, -- [235]
			"Доспех из обработанной кожи#|cffffffff|Hitem:236::::::::10:::::::|h[Доспех из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#559", -- [236]
			"Штаны из обработанной кожи#|cffffffff|Hitem:237::::::::10:::::::|h[Штаны из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_LEGS#1#134586#561", -- [237]
			"Сапоги из обработанной кожи#|cffffffff|Hitem:238::::::::10:::::::|h[Сапоги из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_FEET#1#132537#422", -- [238]
			"Перчатки из обработанной кожи#|cffffffff|Hitem:239::::::::10:::::::|h[Перчатки из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_HAND#1#132955#282", -- [239]
			nil, -- [240]
			nil, -- [241]
			nil, -- [242]
			nil, -- [243]
			nil, -- [244]
			nil, -- [245]
			nil, -- [246]
			nil, -- [247]
			nil, -- [248]
			nil, -- [249]
			nil, -- [250]
			nil, -- [251]
			nil, -- [252]
			nil, -- [253]
			nil, -- [254]
			nil, -- [255]
			nil, -- [256]
			nil, -- [257]
			nil, -- [258]
			nil, -- [259]
			nil, -- [260]
			nil, -- [261]
			nil, -- [262]
			nil, -- [263]
			nil, -- [264]
			nil, -- [265]
			nil, -- [266]
			nil, -- [267]
			nil, -- [268]
			nil, -- [269]
			nil, -- [270]
			nil, -- [271]
			nil, -- [272]
			nil, -- [273]
			nil, -- [274]
			nil, -- [275]
			nil, -- [276]
			nil, -- [277]
			nil, -- [278]
			nil, -- [279]
			nil, -- [280]
			nil, -- [281]
			nil, -- [282]
			nil, -- [283]
			nil, -- [284]
			"Малый чешуйчатый панцирь#|cffffffff|Hitem:285::::::::10:::::::|h[Малый чешуйчатый панцирь]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_CHEST#1#132631#711", -- [285]
			"Чешуйчатые штаны#|cffffffff|Hitem:286::::::::10:::::::|h[Чешуйчатые штаны]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#645", -- [286]
			"Чешуйчатые сапоги#|cffffffff|Hitem:287::::::::10:::::::|h[Чешуйчатые сапоги]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#488", -- [287]
			nil, -- [288]
			nil, -- [289]
			nil, -- [290]
			nil, -- [291]
			nil, -- [292]
			nil, -- [293]
			nil, -- [294]
			nil, -- [295]
			nil, -- [296]
			nil, -- [297]
			nil, -- [298]
			nil, -- [299]
			nil, -- [300]
			nil, -- [301]
			nil, -- [302]
			nil, -- [303]
			nil, -- [304]
			nil, -- [305]
			nil, -- [306]
			nil, -- [307]
			nil, -- [308]
			nil, -- [309]
			nil, -- [310]
			nil, -- [311]
			nil, -- [312]
			nil, -- [313]
			nil, -- [314]
			nil, -- [315]
			nil, -- [316]
			nil, -- [317]
			nil, -- [318]
			nil, -- [319]
			nil, -- [320]
			nil, -- [321]
			nil, -- [322]
			nil, -- [323]
			nil, -- [324]
			nil, -- [325]
			nil, -- [326]
			nil, -- [327]
			nil, -- [328]
			nil, -- [329]
			nil, -- [330]
			nil, -- [331]
			nil, -- [332]
			nil, -- [333]
			nil, -- [334]
			nil, -- [335]
			nil, -- [336]
			nil, -- [337]
			nil, -- [338]
			nil, -- [339]
			nil, -- [340]
			nil, -- [341]
			nil, -- [342]
			nil, -- [343]
			nil, -- [344]
			nil, -- [345]
			nil, -- [346]
			nil, -- [347]
			nil, -- [348]
			nil, -- [349]
			nil, -- [350]
			nil, -- [351]
			nil, -- [352]
			nil, -- [353]
			nil, -- [354]
			nil, -- [355]
			nil, -- [356]
			nil, -- [357]
			nil, -- [358]
			nil, -- [359]
			nil, -- [360]
			nil, -- [361]
			nil, -- [362]
			nil, -- [363]
			nil, -- [364]
			nil, -- [365]
			nil, -- [366]
			nil, -- [367]
			nil, -- [368]
			nil, -- [369]
			nil, -- [370]
			nil, -- [371]
			nil, -- [372]
			nil, -- [373]
			nil, -- [374]
			nil, -- [375]
			nil, -- [376]
			nil, -- [377]
			nil, -- [378]
			nil, -- [379]
			nil, -- [380]
			nil, -- [381]
			nil, -- [382]
			nil, -- [383]
			nil, -- [384]
			nil, -- [385]
			nil, -- [386]
			nil, -- [387]
			nil, -- [388]
			nil, -- [389]
			nil, -- [390]
			nil, -- [391]
			nil, -- [392]
			nil, -- [393]
			nil, -- [394]
			nil, -- [395]
			nil, -- [396]
			nil, -- [397]
			nil, -- [398]
			nil, -- [399]
			nil, -- [400]
			nil, -- [401]
			nil, -- [402]
			nil, -- [403]
			nil, -- [404]
			nil, -- [405]
			nil, -- [406]
			nil, -- [407]
			nil, -- [408]
			nil, -- [409]
			nil, -- [410]
			nil, -- [411]
			nil, -- [412]
			nil, -- [413]
			"Даларанский острый сыр#|cffffffff|Hitem:414::::::::10:::::::|h[Даларанский острый сыр]|h|r#1#15#5#Расходуемые#Расходуемые##20#133995#6", -- [414]
			nil, -- [415]
			nil, -- [416]
			nil, -- [417]
			nil, -- [418]
			nil, -- [419]
			nil, -- [420]
			nil, -- [421]
			"Дворфийский мягкий сыр#|cffffffff|Hitem:422::::::::10:::::::|h[Дворфийский мягкий сыр]|h|r#1#25#15#Расходуемые#Расходуемые##20#133949#25", -- [422]
			nil, -- [423]
			nil, -- [424]
			nil, -- [425]
			nil, -- [426]
			nil, -- [427]
			nil, -- [428]
			nil, -- [429]
			nil, -- [430]
			nil, -- [431]
			nil, -- [432]
			nil, -- [433]
			nil, -- [434]
			nil, -- [435]
			nil, -- [436]
			nil, -- [437]
			nil, -- [438]
			nil, -- [439]
			nil, -- [440]
			nil, -- [441]
			nil, -- [442]
			nil, -- [443]
			nil, -- [444]
			nil, -- [445]
			nil, -- [446]
			nil, -- [447]
			nil, -- [448]
			nil, -- [449]
			nil, -- [450]
			nil, -- [451]
			nil, -- [452]
			nil, -- [453]
			nil, -- [454]
			nil, -- [455]
			nil, -- [456]
			nil, -- [457]
			nil, -- [458]
			nil, -- [459]
			nil, -- [460]
			nil, -- [461]
			nil, -- [462]
			nil, -- [463]
			nil, -- [464]
			nil, -- [465]
			nil, -- [466]
			nil, -- [467]
			nil, -- [468]
			nil, -- [469]
			nil, -- [470]
			nil, -- [471]
			nil, -- [472]
			nil, -- [473]
			nil, -- [474]
			nil, -- [475]
			nil, -- [476]
			nil, -- [477]
			nil, -- [478]
			nil, -- [479]
			nil, -- [480]
			nil, -- [481]
			nil, -- [482]
			nil, -- [483]
			nil, -- [484]
			nil, -- [485]
			nil, -- [486]
			nil, -- [487]
			nil, -- [488]
			nil, -- [489]
			nil, -- [490]
			nil, -- [491]
			nil, -- [492]
			nil, -- [493]
			nil, -- [494]
			nil, -- [495]
			nil, -- [496]
			nil, -- [497]
			nil, -- [498]
			nil, -- [499]
			nil, -- [500]
			nil, -- [501]
			nil, -- [502]
			nil, -- [503]
			nil, -- [504]
			nil, -- [505]
			nil, -- [506]
			nil, -- [507]
			nil, -- [508]
			nil, -- [509]
			nil, -- [510]
			nil, -- [511]
			nil, -- [512]
			nil, -- [513]
			nil, -- [514]
			nil, -- [515]
			nil, -- [516]
			nil, -- [517]
			nil, -- [518]
			nil, -- [519]
			nil, -- [520]
			nil, -- [521]
			nil, -- [522]
			nil, -- [523]
			nil, -- [524]
			nil, -- [525]
			nil, -- [526]
			"Deprecated Gnoll War Beads#|cffffffff|Hitem:527::::::::10:::::::|h[Deprecated Gnoll War Beads]|h|r#1#1#0#Задания#Задания##10#133280#0", -- [527]
			nil, -- [528]
			nil, -- [529]
			nil, -- [530]
			nil, -- [531]
			nil, -- [532]
			nil, -- [533]
			nil, -- [534]
			nil, -- [535]
			nil, -- [536]
			"Тусклая чешуя бешенки#|cff9d9d9d|Hitem:537::::::::10:::::::|h[Тусклая чешуя бешенки]|h|r#0#1#0#Разное#Хлам##5#134304#87", -- [537]
			nil, -- [538]
			nil, -- [539]
			nil, -- [540]
			nil, -- [541]
			nil, -- [542]
			nil, -- [543]
			nil, -- [544]
			nil, -- [545]
			nil, -- [546]
			nil, -- [547]
			nil, -- [548]
			nil, -- [549]
			nil, -- [550]
			nil, -- [551]
			nil, -- [552]
			nil, -- [553]
			nil, -- [554]
			"Грубые перья стервятника#|cff9d9d9d|Hitem:555::::::::10:::::::|h[Грубые перья стервятника]|h|r#0#10#0#Разное#Хлам##10#135992#8", -- [555]
			"Клюв канюка#|cff9d9d9d|Hitem:556::::::::10:::::::|h[Клюв канюка]|h|r#0#1#0#Разное#Хлам##5#133707#106", -- [556]
			nil, -- [557]
			nil, -- [558]
			nil, -- [559]
			nil, -- [560]
			nil, -- [561]
			nil, -- [562]
			nil, -- [563]
			nil, -- [564]
			nil, -- [565]
			nil, -- [566]
			nil, -- [567]
			nil, -- [568]
			nil, -- [569]
			nil, -- [570]
			nil, -- [571]
			nil, -- [572]
			nil, -- [573]
			nil, -- [574]
			nil, -- [575]
			nil, -- [576]
			nil, -- [577]
			nil, -- [578]
			nil, -- [579]
			nil, -- [580]
			nil, -- [581]
			nil, -- [582]
			nil, -- [583]
			nil, -- [584]
			nil, -- [585]
			nil, -- [586]
			nil, -- [587]
			nil, -- [588]
			nil, -- [589]
			nil, -- [590]
			nil, -- [591]
			nil, -- [592]
			nil, -- [593]
			nil, -- [594]
			nil, -- [595]
			nil, -- [596]
			nil, -- [597]
			nil, -- [598]
			nil, -- [599]
			nil, -- [600]
			nil, -- [601]
			nil, -- [602]
			nil, -- [603]
			nil, -- [604]
			nil, -- [605]
			nil, -- [606]
			nil, -- [607]
			nil, -- [608]
			nil, -- [609]
			nil, -- [610]
			nil, -- [611]
			nil, -- [612]
			nil, -- [613]
			nil, -- [614]
			nil, -- [615]
			nil, -- [616]
			nil, -- [617]
			nil, -- [618]
			nil, -- [619]
			nil, -- [620]
			nil, -- [621]
			nil, -- [622]
			nil, -- [623]
			nil, -- [624]
			nil, -- [625]
			nil, -- [626]
			nil, -- [627]
			nil, -- [628]
			nil, -- [629]
			nil, -- [630]
			nil, -- [631]
			nil, -- [632]
			nil, -- [633]
			nil, -- [634]
			nil, -- [635]
			nil, -- [636]
			nil, -- [637]
			nil, -- [638]
			nil, -- [639]
			nil, -- [640]
			nil, -- [641]
			nil, -- [642]
			nil, -- [643]
			nil, -- [644]
			nil, -- [645]
			nil, -- [646]
			"Судьба#|cffa335ee|Hitem:647::::::::10:::::::|h[Судьба]|h|r#4#57#52#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135317#70024", -- [647]
			nil, -- [648]
			nil, -- [649]
			nil, -- [650]
			nil, -- [651]
			nil, -- [652]
			nil, -- [653]
			nil, -- [654]
			nil, -- [655]
			nil, -- [656]
			nil, -- [657]
			nil, -- [658]
			nil, -- [659]
			nil, -- [660]
			nil, -- [661]
			nil, -- [662]
			nil, -- [663]
			nil, -- [664]
			nil, -- [665]
			nil, -- [666]
			nil, -- [667]
			nil, -- [668]
			nil, -- [669]
			nil, -- [670]
			nil, -- [671]
			nil, -- [672]
			nil, -- [673]
			nil, -- [674]
			nil, -- [675]
			nil, -- [676]
			nil, -- [677]
			nil, -- [678]
			nil, -- [679]
			nil, -- [680]
			nil, -- [681]
			nil, -- [682]
			nil, -- [683]
			nil, -- [684]
			nil, -- [685]
			nil, -- [686]
			nil, -- [687]
			nil, -- [688]
			nil, -- [689]
			nil, -- [690]
			nil, -- [691]
			nil, -- [692]
			nil, -- [693]
			nil, -- [694]
			nil, -- [695]
			nil, -- [696]
			nil, -- [697]
			nil, -- [698]
			nil, -- [699]
			nil, -- [700]
			nil, -- [701]
			nil, -- [702]
			nil, -- [703]
			nil, -- [704]
			nil, -- [705]
			nil, -- [706]
			nil, -- [707]
			nil, -- [708]
			nil, -- [709]
			"Наручи народного ополчения#|cffffffff|Hitem:710::::::::10:::::::|h[Наручи народного ополчения]|h|r#1#14#0#Доспехи#Тканевые#INVTYPE_WRIST#1#132610#72", -- [710]
			"Потрепанные матерчатые перчатки#|cffffffff|Hitem:711::::::::10:::::::|h[Потрепанные матерчатые перчатки]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_HAND#1#132961#5", -- [711]
			nil, -- [712]
			nil, -- [713]
			"Грязные кожаные перчатки#|cffffffff|Hitem:714::::::::10:::::::|h[Грязные кожаные перчатки]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_HAND#1#132952#6", -- [714]
			nil, -- [715]
			nil, -- [716]
			nil, -- [717]
			"Чешуйчатые перчатки#|cffffffff|Hitem:718::::::::10:::::::|h[Чешуйчатые перчатки]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#322", -- [718]
			"Перчатки охотника на кроликов#|cffffffff|Hitem:719::::::::10:::::::|h[Перчатки охотника на кроликов]|h|r#1#5#0#Доспехи#Тканевые#INVTYPE_HAND#1#132940#4", -- [719]
			"Перчатки буяна#|cff0070dd|Hitem:720::::::::10:::::::|h[Перчатки буяна]|h|r#3#28#23#Доспехи#Кожаные#INVTYPE_HAND#1#132939#1070", -- [720]
			nil, -- [721]
			nil, -- [722]
			"Печень жутеклыка#|cffffffff|Hitem:723::::::::10:::::::|h[Печень жутеклыка]|h|r#1#12#0#Хозяйственные товары#Хозяйственные товары##10#134341#15", -- [723]
			"Пирожок из печени жутеклыка#|cffffffff|Hitem:724::::::::10:::::::|h[Пирожок из печени жутеклыка]|h|r#1#15#5#Расходуемые#Расходуемые##20#133952#25", -- [724]
			"Лапа гнолла#|cffffffff|Hitem:725::::::::10:::::::|h[Лапа гнолла]|h|r#1#1#0#Задания#Задания##20#134297#0", -- [725]
			nil, -- [726]
			"Зубчатый короткий меч#|cff1eff00|Hitem:727::::::::10:::::::|h[Зубчатый короткий меч]|h|r#2#10#5#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#244", -- [727]
			"Рецепт: похлебка Западного Края#|cffffffff|Hitem:728::::::::10:::::::|h[Рецепт: похлебка Западного Края]|h|r#1#15#0#Рецепты#Кулинария##1#134939#50", -- [728]
			"Жилистое мясо стервятника#|cffffffff|Hitem:729::::::::10:::::::|h[Жилистое мясо стервятника]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##10#133972#17", -- [729]
			"Глаз мурлока#|cffffffff|Hitem:730::::::::10:::::::|h[Глаз мурлока]|h|r#1#11#0#Хозяйственные товары#Хозяйственные товары##10#133884#16", -- [730]
			"Рыло жутеклыка#|cffffffff|Hitem:731::::::::10:::::::|h[Рыло жутеклыка]|h|r#1#12#0#Хозяйственные товары#Хозяйственные товары##10#135997#27", -- [731]
			"Окра#|cffffffff|Hitem:732::::::::10:::::::|h[Окра]|h|r#1#9#0#Хозяйственные товары#Хозяйственные товары##10#134185#6", -- [732]
			"Похлебка Западного Края#|cffffffff|Hitem:733::::::::10:::::::|h[Похлебка Западного Края]|h|r#1#15#5#Расходуемые#Расходуемые##20#133748#100", -- [733]
			"Deprecated Malakai's Medallion#|cffffffff|Hitem:734::::::::10:::::::|h[Deprecated Malakai's Medallion]|h|r#1#1#0#Задания#Задания##1#133278#0", -- [734]
			"Медальоны Рольфа и Малакаи#|cffffffff|Hitem:735::::::::10:::::::|h[Медальоны Рольфа и Малакаи]|h|r#1#1#0#Задания#Задания##1#133278#0", -- [735]
			nil, -- [736]
			"Вода святого источника#|cffffffff|Hitem:737::::::::10:::::::|h[Вода святого источника]|h|r#1#1#0#Задания#Задания##1#134712#0", -- [737]
			"Мешок ячменя#|cffffffff|Hitem:738::::::::10:::::::|h[Мешок ячменя]|h|r#1#1#0#Задания#Задания##20#134058#0", -- [738]
			"Мешок кукурузы#|cffffffff|Hitem:739::::::::10:::::::|h[Мешок кукурузы]|h|r#1#1#0#Задания#Задания##20#134059#0", -- [739]
			"Мешок ржи#|cffffffff|Hitem:740::::::::10:::::::|h[Мешок ржи]|h|r#1#1#0#Задания#Задания##20#134059#0", -- [740]
			"Deprecated Copper Ingot#|cffffffff|Hitem:741::::::::10:::::::|h[Deprecated Copper Ingot]|h|r#1#1#0#Хозяйственные товары#Хозяйственные товары##5#133216#5", -- [741]
			"Ветка смоковницы#|cffffffff|Hitem:742::::::::10:::::::|h[Ветка смоковницы]|h|r#1#1#0#Задания#Задания##1#133749#0", -- [742]
			"Вязанка обуглившихся дубовых поленьев#|cffffffff|Hitem:743::::::::10:::::::|h[Вязанка обуглившихся дубовых поленьев]|h|r#1#1#0#Задания#Задания##1#135437#0", -- [743]
			"Засапожная фляга Громовара#|cff1eff00|Hitem:744::::::::10:::::::|h[Засапожная фляга Громовара]|h|r#2#44#0#Доспехи#Разное#INVTYPE_TRINKET#1#132788#10000", -- [744]
			"Документы маршала Макбрайда#|cffffffff|Hitem:745::::::::10:::::::|h[Документы маршала Макбрайда]|h|r#1#1#0#Задания#Задания##1#134939#0", -- [745]
			"Lord Brandon's Tabard (Test)#|cffffffff|Hitem:746::::::::10:::::::|h[Lord Brandon's Tabard (Test)]|h|r#1#1#1#Доспехи#Разное#INVTYPE_TABARD#1#132483#18", -- [746]
			nil, -- [747]
			"Знак брони Штормграда#|cffffffff|Hitem:748::::::::10:::::::|h[Знак брони Штормграда]|h|r#1#1#0#Задания#Задания##1#134939#0", -- [748]
			nil, -- [749]
			"Жесткое волчье мясо#|cffffffff|Hitem:750::::::::10:::::::|h[Жесткое волчье мясо]|h|r#1#1#0#Задания#Задания##20#133972#0", -- [750]
			"Deprecated Wolf Femur#|cff9d9d9d|Hitem:751::::::::10:::::::|h[Deprecated Wolf Femur]|h|r#0#3#1#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133718#7", -- [751]
			"Красная холщовая бандана#|cffffffff|Hitem:752::::::::10:::::::|h[Красная холщовая бандана]|h|r#1#1#0#Задания#Задания##20#133694#0", -- [752]
			"Короткий меч Драконьей Пасти#|cff1eff00|Hitem:753::::::::10:::::::|h[Короткий меч Драконьей Пасти]|h|r#2#28#23#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135346#3842", -- [753]
			"Короткий меч Отмщения#|cff0070dd|Hitem:754::::::::10:::::::|h[Короткий меч Отмщения]|h|r#3#47#42#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135312#23556", -- [754]
			"Растаявшая свеча#|cff9d9d9d|Hitem:755::::::::10:::::::|h[Растаявшая свеча]|h|r#0#1#0#Разное#Хлам##5#133750#1", -- [755]
			"Туннельная кирка#|cff1eff00|Hitem:756::::::::10:::::::|h[Туннельная кирка]|h|r#2#29#24#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#134708#4963", -- [756]
			nil, -- [757]
			nil, -- [758]
			nil, -- [759]
			nil, -- [760]
			"Deprecated Elwynn Trout#|cffffffff|Hitem:761::::::::10:::::::|h[Deprecated Elwynn Trout]|h|r#1#10#1#Расходуемые#Расходуемые##10#133888#15", -- [761]
			nil, -- [762]
			"Покрытые льдом наручи#|cffffffff|Hitem:763::::::::10:::::::|h[Покрытые льдом наручи]|h|r#1#12#7#Доспехи#Кожаные#INVTYPE_WRIST#1#132607#58", -- [763]
			nil, -- [764]
			"Сребролист#|cffffffff|Hitem:765::::::::10:::::::|h[Сребролист]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##20#134190#10", -- [765]
			"Ребристая палица#|cffffffff|Hitem:766::::::::10:::::::|h[Ребристая палица]|h|r#1#7#2#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133482#57", -- [766]
			"Длинный посох бо#|cffffffff|Hitem:767::::::::10:::::::|h[Длинный посох бо]|h|r#1#8#3#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#100", -- [767]
			"Топор дровосека#|cffffffff|Hitem:768::::::::10:::::::|h[Топор дровосека]|h|r#1#9#4#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#113", -- [768]
			"Кусок кабанины#|cffffffff|Hitem:769::::::::10:::::::|h[Кусок кабанины]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##10#133970#3", -- [769]
			"Заостренный зуб кроколиска#|cff9d9d9d|Hitem:770::::::::10:::::::|h[Заостренный зуб кроколиска]|h|r#0#1#0#Разное#Хлам##10#133725#316", -- [770]
			"Надколотый клык вепря#|cff9d9d9d|Hitem:771::::::::10:::::::|h[Надколотый клык вепря]|h|r#0#1#0#Разное#Хлам##5#133721#38", -- [771]
			"Большая свеча#|cffffffff|Hitem:772::::::::10:::::::|h[Большая свеча]|h|r#1#1#0#Задания#Задания##20#133750#0", -- [772]
			"Золотая пыль#|cffffffff|Hitem:773::::::::10:::::::|h[Золотая пыль]|h|r#1#1#0#Задания#Задания##20#133848#0", -- [773]
			"Малахит#|cff1eff00|Hitem:774::::::::10:::::::|h[Малахит]|h|r#2#7#0#Хозяйственные товары#Хозяйственные товары##20#134106#15", -- [774]
			nil, -- [775]
			"Вендетта#|cff0070dd|Hitem:776::::::::10:::::::|h[Вендетта]|h|r#3#31#26#Оружие#Кинжалы#INVTYPE_WEAPON#1#135638#5765", -- [776]
			"Зубы лесного хищника#|cff9d9d9d|Hitem:777::::::::10:::::::|h[Зубы лесного хищника]|h|r#0#1#0#Разное#Хлам##10#134298#21", -- [777]
			"Кобольдская кирка#|cffffffff|Hitem:778::::::::10:::::::|h[Кобольдская кирка]|h|r#1#7#2#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#134708#55", -- [778]
			"Блестящая ракушка#|cff9d9d9d|Hitem:779::::::::10:::::::|h[Блестящая ракушка]|h|r#0#1#0#Разное#Хлам##5#134431#18", -- [779]
			"Рваный плавник мурлока#|cffffffff|Hitem:780::::::::10:::::::|h[Рваный плавник мурлока]|h|r#1#1#0#Задания#Задания##20#134304#0", -- [780]
			"Каменный молот гнолла#|cffffffff|Hitem:781::::::::10:::::::|h[Каменный молот гнолла]|h|r#1#9#4#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133046#110", -- [781]
			"Раскрашенные поручи гнолла#|cffffffff|Hitem:782::::::::10:::::::|h[Раскрашенные поручи гнолла]|h|r#1#1#0#Задания#Задания##20#133693#0", -- [782]
			"Легкая шкура#|cffffffff|Hitem:783::::::::10:::::::|h[Легкая шкура]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##10#134369#50", -- [783]
			"Deprecated Tiny Flame Sac#|cffffffff|Hitem:784::::::::10:::::::|h[Deprecated Tiny Flame Sac]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##5#134343#15", -- [784]
			"Магороза#|cffffffff|Hitem:785::::::::10:::::::|h[Магороза]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##20#133436#20", -- [785]
			"Deprecated Pure Copper Ingot#|cffffffff|Hitem:786::::::::10:::::::|h[Deprecated Pure Copper Ingot]|h|r#1#7#0#Хозяйственные товары#Хозяйственные товары##5#133216#15", -- [786]
			"Скользкая скумбрия#|cffffffff|Hitem:787::::::::10:::::::|h[Скользкая скумбрия]|h|r#1#5#1#Расходуемые#Расходуемые##20#133910#1", -- [787]
			"Test Fire Sword#|cffffffff|Hitem:788::::::::10:::::::|h[Test Fire Sword]|h|r#1#1#0#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135323#3", -- [788]
			"Боевой молот Упорства#|cff1eff00|Hitem:789::::::::10:::::::|h[Боевой молот Упорства]|h|r#2#22#17#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133045#1969", -- [789]
			"Топор лесника#|cff1eff00|Hitem:790::::::::10:::::::|h[Топор лесника]|h|r#2#23#18#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132405#2020", -- [790]
			"Корявый ясеневый посох#|cff0070dd|Hitem:791::::::::10:::::::|h[Корявый ясеневый посох]|h|r#3#31#26#Оружие#Посохи#INVTYPE_2HWEAPON#1#135139#7069", -- [791]
			"Вязаные сандалии#|cffffffff|Hitem:792::::::::10:::::::|h[Вязаные сандалии]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_FEET#1#132579#41", -- [792]
			"Вязаные перчатки#|cffffffff|Hitem:793::::::::10:::::::|h[Вязаные перчатки]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_HAND#1#132952#27", -- [793]
			"Вязаные штаны#|cffffffff|Hitem:794::::::::10:::::::|h[Вязаные штаны]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_LEGS#1#134591#55", -- [794]
			"Вязаный мундир#|cffffffff|Hitem:795::::::::10:::::::|h[Вязаный мундир]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_CHEST#1#135014#56", -- [795]
			"Грубые кожаные сапоги#|cffffffff|Hitem:796::::::::10:::::::|h[Грубые кожаные сапоги]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_FEET#1#132543#52", -- [796]
			"Грубые кожаные перчатки#|cffffffff|Hitem:797::::::::10:::::::|h[Грубые кожаные перчатки]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_HAND#1#132952#35", -- [797]
			"Грубые кожаные штаны#|cffffffff|Hitem:798::::::::10:::::::|h[Грубые кожаные штаны]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_LEGS#1#134589#70", -- [798]
			"Грубый кожаный жилет#|cffffffff|Hitem:799::::::::10:::::::|h[Грубый кожаный жилет]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#71", -- [799]
			nil, -- [800]
			nil, -- [801]
			nil, -- [802]
			nil, -- [803]
			"Большой синий мешок#|cffffffff|Hitem:804::::::::10:::::::|h[Большой синий мешок]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133641#2500", -- [804]
			"Маленький красный мешочек#|cffffffff|Hitem:805::::::::10:::::::|h[Маленький красный мешочек]|h|r#1#5#0#Сумки#Сумка#INVTYPE_BAG#1#133638#250", -- [805]
			"Deprecated Brown Leather Satchel#|cffffffff|Hitem:806::::::::10:::::::|h[Deprecated Brown Leather Satchel]|h|r#1#15#0#Сумки#Сумка#INVTYPE_BAG#1#133634#625", -- [806]
			"Deprecated Iron Ingot#|cffffffff|Hitem:807::::::::10:::::::|h[Deprecated Iron Ingot]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##5#133218#125", -- [807]
			"Deprecated Malachite#|cffffffff|Hitem:808::::::::10:::::::|h[Deprecated Malachite]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##5#134106#75", -- [808]
			"Кровавая бритва#|cffa335ee|Hitem:809::::::::10:::::::|h[Кровавая бритва]|h|r#4#50#45#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135329#39125", -- [809]
			"Молот Северного ветра#|cffa335ee|Hitem:810::::::::10:::::::|h[Молот Северного ветра]|h|r#4#54#49#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133048#45267", -- [810]
			"Топор Лесных чащоб#|cffa335ee|Hitem:811::::::::10:::::::|h[Топор Лесных чащоб]|h|r#4#57#52#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132398#54123", -- [811]
			"Светящийся посох из яркодерева#|cffa335ee|Hitem:812::::::::10:::::::|h[Светящийся посох из яркодерева]|h|r#4#54#49#Оружие#Посохи#INVTYPE_2HWEAPON#1#135166#57018", -- [812]
			"Сломанный зубец#|cff9d9d9d|Hitem:813::::::::10:::::::|h[Сломанный зубец]|h|r#0#1#0#Разное#Хлам##5#134063#58", -- [813]
			"Бурдюк с маслом#|cffffffff|Hitem:814::::::::10:::::::|h[Бурдюк с маслом]|h|r#1#1#0#Хозяйственные товары#Хозяйственные товары##20#132794#25", -- [814]
			nil, -- [815]
			"Кинжальчик#|cff1eff00|Hitem:816::::::::10:::::::|h[Кинжальчик]|h|r#2#11#6#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#305", -- [816]
			nil, -- [817]
			"Тигровый глаз#|cff1eff00|Hitem:818::::::::10:::::::|h[Тигровый глаз]|h|r#2#15#0#Хозяйственные товары#Хозяйственные товары##20#134118#100", -- [818]
			nil, -- [819]
			"Нарезающий клинок#|cff1eff00|Hitem:820::::::::10:::::::|h[Нарезающий клинок]|h|r#2#17#12#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#947", -- [820]
			"Кожаный жилет Речной Лапы#|cff1eff00|Hitem:821::::::::10:::::::|h[Кожаный жилет Речной Лапы]|h|r#2#13#8#Доспехи#Кожаные#INVTYPE_CHEST#1#135011#249", -- [821]
			nil, -- [822]
			"Deprecated Horse Summoning (Mount)#|cffffffff|Hitem:823::::::::10:::::::|h[Deprecated Horse Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134937#1", -- [823]
			nil, -- [824]
			nil, -- [825]
			"Грубый топор Речной Лапы#|cff1eff00|Hitem:826::::::::10:::::::|h[Грубый топор Речной Лапы]|h|r#2#15#10#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#732", -- [826]
			"Гибельная дубинка#|cff1eff00|Hitem:827::::::::10:::::::|h[Гибельная дубинка]|h|r#2#17#12#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133476#971", -- [827]
			"Маленький синий мешочек#|cffffffff|Hitem:828::::::::10:::::::|h[Маленький синий мешочек]|h|r#1#5#0#Сумки#Сумка#INVTYPE_BAG#1#133636#250", -- [828]
			"Красная кожаная бандана#|cffffffff|Hitem:829::::::::10:::::::|h[Красная кожаная бандана]|h|r#1#1#0#Задания#Задания##20#133694#0", -- [829]
			nil, -- [830]
			nil, -- [831]
			"Серебряный пояс братства Справедливости#|cff1eff00|Hitem:832::::::::10:::::::|h[Серебряный пояс братства Справедливости]|h|r#2#15#10#Доспехи#Кольчужные#INVTYPE_WAIST#1#132492#203", -- [832]
			"Жизнекамень#|cffa335ee|Hitem:833::::::::10:::::::|h[Жизнекамень]|h|r#4#56#51#Доспехи#Разное#INVTYPE_TRINKET#1#134580#28000", -- [833]
			nil, -- [834]
			"Большая веревочная сеть#|cffffffff|Hitem:835::::::::10:::::::|h[Большая веревочная сеть]|h|r#1#12#2#Расходуемые#Расходуемые##1#134325#23", -- [835]
			"Deprecated Heavy Net#|cffffffff|Hitem:836::::::::10:::::::|h[Deprecated Heavy Net]|h|r#1#15#5#Расходуемые#Расходуемые##1#134325#312", -- [836]
			"Тяжелотканная броня#|cffffffff|Hitem:837::::::::10:::::::|h[Тяжелотканная броня]|h|r#1#17#12#Доспехи#Тканевые#INVTYPE_CHEST#1#135010#224", -- [837]
			"Тяжелотканные штаны#|cffffffff|Hitem:838::::::::10:::::::|h[Тяжелотканные штаны]|h|r#1#17#12#Доспехи#Тканевые#INVTYPE_LEGS#1#134594#225", -- [838]
			"Тяжелотканные перчатки#|cffffffff|Hitem:839::::::::10:::::::|h[Тяжелотканные перчатки]|h|r#1#17#12#Доспехи#Тканевые#INVTYPE_HAND#1#132952#113", -- [839]
			"Тяжелотканные ботинки#|cffffffff|Hitem:840::::::::10:::::::|h[Тяжелотканные ботинки]|h|r#1#17#12#Доспехи#Тканевые#INVTYPE_FEET#1#132539#170", -- [840]
			"Карманные часы Хмуроброва#|cffffffff|Hitem:841::::::::10:::::::|h[Карманные часы Хмуроброва]|h|r#1#1#0#Задания#Задания##1#134377#0", -- [841]
			"Deprecated Wolf Summoning (Mount)#|cffffffff|Hitem:842::::::::10:::::::|h[Deprecated Wolf Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134938#1", -- [842]
			"Сапоги из дубленой кожи#|cffffffff|Hitem:843::::::::10:::::::|h[Сапоги из дубленой кожи]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_FEET#1#132592#215", -- [843]
			"Перчатки из дубленой кожи#|cffffffff|Hitem:844::::::::10:::::::|h[Перчатки из дубленой кожи]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_HAND#1#132939#144", -- [844]
			"Штаны из дубленой кожи#|cffffffff|Hitem:845::::::::10:::::::|h[Штаны из дубленой кожи]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#289", -- [845]
			"Жакет из дубленой кожи#|cffffffff|Hitem:846::::::::10:::::::|h[Жакет из дубленой кожи]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#290", -- [846]
			"Байдана#|cffffffff|Hitem:847::::::::10:::::::|h[Байдана]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#349", -- [847]
			"Кольчужные штаны#|cffffffff|Hitem:848::::::::10:::::::|h[Кольчужные штаны]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#351", -- [848]
			"Кольчужные сапоги#|cffffffff|Hitem:849::::::::10:::::::|h[Кольчужные сапоги]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#265", -- [849]
			"Кольчужные перчатки#|cffffffff|Hitem:850::::::::10:::::::|h[Кольчужные перчатки]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#176", -- [850]
			"Абордажная сабля#|cffffffff|Hitem:851::::::::10:::::::|h[Абордажная сабля]|h|r#1#15#10#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135346#404", -- [851]
			"Палица#|cffffffff|Hitem:852::::::::10:::::::|h[Палица]|h|r#1#14#9#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133490#347", -- [852]
			"Секира#|cffffffff|Hitem:853::::::::10:::::::|h[Секира]|h|r#1#16#11#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132402#481", -- [853]
			"Укороченный посох#|cffffffff|Hitem:854::::::::10:::::::|h[Укороченный посох]|h|r#1#16#11#Оружие#Посохи#INVTYPE_2HWEAPON#1#135154#604", -- [854]
			"Deprecated White Leather Satchel#|cffffffff|Hitem:855::::::::10:::::::|h[Deprecated White Leather Satchel]|h|r#1#15#0#Сумки#Сумка#INVTYPE_BAG#1#133635#625", -- [855]
			"Синяя кожаная сумка#|cffffffff|Hitem:856::::::::10:::::::|h[Синяя кожаная сумка]|h|r#1#15#0#Сумки#Сумка#INVTYPE_BAG#1#133626#875", -- [856]
			"Большой красный мешок#|cffffffff|Hitem:857::::::::10:::::::|h[Большой красный мешок]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133643#2500", -- [857]
			"Простое лечебное зелье#|cffffffff|Hitem:858::::::::10:::::::|h[Простое лечебное зелье]|h|r#1#13#3#Расходуемые#Расходуемые##5#134830#25", -- [858]
			"Тонкая матерчатая рубашка#|cffffffff|Hitem:859::::::::10:::::::|h[Тонкая матерчатая рубашка]|h|r#1#17#0#Доспехи#Разное#INVTYPE_BODY#1#135006#87", -- [859]
			"Сапоги кавалериста#|cffffffff|Hitem:860::::::::10:::::::|h[Сапоги кавалериста]|h|r#1#13#0#Доспехи#Тканевые#INVTYPE_FEET#1#132539#89", -- [860]
			nil, -- [861]
			"Руническое кольцо#|cff0070dd|Hitem:862::::::::10:::::::|h[Руническое кольцо]|h|r#3#50#45#Доспехи#Разное#INVTYPE_FINGER#1#132523#38222", -- [862]
			"Мрачный жнец#|cff1eff00|Hitem:863::::::::10:::::::|h[Мрачный жнец]|h|r#2#37#32#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132399#8964", -- [863]
			"Рыцарский длинный меч#|cff1eff00|Hitem:864::::::::10:::::::|h[Рыцарский длинный меч]|h|r#2#38#33#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135328#9716", -- [864]
			"Утяжеленная свинцом палица#|cff1eff00|Hitem:865::::::::10:::::::|h[Утяжеленная свинцом палица]|h|r#2#31#26#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133478#5096", -- [865]
			"Монашеский посох#|cff1eff00|Hitem:866::::::::10:::::::|h[Монашеский посох]|h|r#2#42#37#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#16640", -- [866]
			"Перчатки Священной Мощи#|cffa335ee|Hitem:867::::::::10:::::::|h[Перчатки Священной Мощи]|h|r#4#42#37#Доспехи#Кожаные#INVTYPE_HAND#1#132940#5344", -- [867]
			"Ревностный хранитель#|cffa335ee|Hitem:868::::::::10:::::::|h[Ревностный хранитель]|h|r#4#43#38#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133488#21532", -- [868]
			"Ослепительный длинный меч#|cffa335ee|Hitem:869::::::::10:::::::|h[Ослепительный длинный меч]|h|r#4#41#36#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135326#18529", -- [869]
			"Огненная секира#|cffa335ee|Hitem:870::::::::10:::::::|h[Огненная секира]|h|r#4#40#35#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132393#21528", -- [870]
			"Топор шквала#|cffa335ee|Hitem:871::::::::10:::::::|h[Топор шквала]|h|r#4#47#42#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132408#29627", -- [871]
			"Камнерез#|cff1eff00|Hitem:872::::::::10:::::::|h[Камнерез]|h|r#2#21#16#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135419#2011", -- [872]
			"Посох Джордана#|cffa335ee|Hitem:873::::::::10:::::::|h[Посох Джордана]|h|r#4#40#35#Оружие#Посохи#INVTYPE_2HWEAPON#1#135150#21770", -- [873]
			nil, -- [874]
			"Призыв гнедого коня#|cffffffff|Hitem:875::::::::10:::::::|h[Призыв гнедого коня]|h|r#1#1#1#Разное#Хлам##1#134944#1", -- [875]
			"Старый деревянный кулачный щит#|cff9d9d9d|Hitem:876::::::::10:::::::|h[Старый деревянный кулачный щит]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1", -- [876]
			"Deprecated Old Skull#|cffffffff|Hitem:877::::::::10:::::::|h[Deprecated Old Skull]|h|r#1#1#0#Задания#Задания##5#133728#0", -- [877]
			"Паутинная железа размером с кулак#|cff9d9d9d|Hitem:878::::::::10:::::::|h[Паутинная железа размером с кулак]|h|r#0#20#0#Хозяйственные товары#Хозяйственные товары##10#134321#56", -- [878]
			nil, -- [879]
			"Посох Ужасов#|cff1eff00|Hitem:880::::::::10:::::::|h[Посох Ужасов]|h|r#2#23#18#Оружие#Посохи#INVTYPE_2HWEAPON#1#135162#2692", -- [880]
			nil, -- [881]
			nil, -- [882]
			"Deprecated Fire Eyed Skull#|cffffffff|Hitem:883::::::::10:::::::|h[Deprecated Fire Eyed Skull]|h|r#1#1#0#Задания#Задания##5#133565#0", -- [883]
			"Ребро вурдалака#|cffffffff|Hitem:884::::::::10:::::::|h[Ребро вурдалака]|h|r#1#1#0#Задания#Задания##20#134232#0", -- [884]
			"Черный металлический топор#|cff1eff00|Hitem:885::::::::10:::::::|h[Черный металлический топор]|h|r#2#24#19#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132405#2300", -- [885]
			"Черный металлический короткий меч#|cff1eff00|Hitem:886::::::::10:::::::|h[Черный металлический короткий меч]|h|r#2#26#21#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135327#2949", -- [886]
			"Фунт мяса#|cff9d9d9d|Hitem:887::::::::10:::::::|h[Фунт мяса]|h|r#0#25#0#Разное#Хлам##5#133970#82", -- [887]
			"Боевые перчатки Наги#|cff0070dd|Hitem:888::::::::10:::::::|h[Боевые перчатки Наги]|h|r#3#27#22#Доспехи#Кожаные#INVTYPE_HAND#1#132947#980", -- [888]
			"Пыльное неотосланное письмо#|cffffffff|Hitem:889::::::::10:::::::|h[Пыльное неотосланное письмо]|h|r#1#1#0#Задания#Задания##1#133471#0", -- [889]
			"Крученый посох певчего#|cff0070dd|Hitem:890::::::::10:::::::|h[Крученый посох певчего]|h|r#3#24#19#Оружие#Посохи#INVTYPE_2HWEAPON#1#135141#3517", -- [890]
			nil, -- [891]
			"Перчатки гнолла-заклинателя#|cff1eff00|Hitem:892::::::::10:::::::|h[Перчатки гнолла-заклинателя]|h|r#2#22#17#Доспехи#Тканевые#INVTYPE_HAND#1#132938#369", -- [892]
			"Клык лютого волка#|cff9d9d9d|Hitem:893::::::::10:::::::|h[Клык лютого волка]|h|r#0#1#0#Разное#Хлам##10#134298#137", -- [893]
			"Deprecated Ravager Claw#|cffffffff|Hitem:894::::::::10:::::::|h[Deprecated Ravager Claw]|h|r#1#1#0#Разное#Хлам##5#134297#162", -- [894]
			"Череп воргена#|cffffffff|Hitem:895::::::::10:::::::|h[Череп воргена]|h|r#1#1#0#Задания#Задания##20#133731#0", -- [895]
			"Клык воргена#|cffffffff|Hitem:896::::::::10:::::::|h[Клык воргена]|h|r#1#1#0#Задания#Задания##20#134298#0", -- [896]
			"Наручи бешеного волка#|cff1eff00|Hitem:897::::::::10:::::::|h[Наручи бешеного волка]|h|r#2#29#24#Доспехи#Кожаные#INVTYPE_WRIST#1#132604#1022", -- [897]
			"Deprecated Broken Venomweb Fang#|cffffffff|Hitem:898::::::::10:::::::|h[Deprecated Broken Venomweb Fang]|h|r#1#25#0#Задания#Задания##10#134298#0", -- [898]
			"Ядовитый паучий клык#|cff1eff00|Hitem:899::::::::10:::::::|h[Ядовитый паучий клык]|h|r#2#19#14#Оружие#Кинжалы#INVTYPE_WEAPON#1#134298#1248", -- [899]
			"Deprecated Nightmare Summoning (Mount)#|cffffffff|Hitem:900::::::::10:::::::|h[Deprecated Nightmare Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134937#1", -- [900]
			"Deptecated White Stallion Summoning (Mount)#|cffffffff|Hitem:901::::::::10:::::::|h[Deptecated White Stallion Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134937#1", -- [901]
			"Deprecated Palomino Summoning (Mount)#|cffffffff|Hitem:902::::::::10:::::::|h[Deprecated Palomino Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134937#1", -- [902]
			"Deprecated Pinto Summoning (Mount)#|cffffffff|Hitem:903::::::::10:::::::|h[Deprecated Pinto Summoning (Mount)]|h|r#1#1#1#Разное#Хлам##1#134937#1", -- [903]
			nil, -- [904]
			nil, -- [905]
			"Tan Leather Shoulderpads (Test)#|cffffffff|Hitem:906::::::::10:::::::|h[Tan Leather Shoulderpads (Test)]|h|r#1#1#1#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135039#1", -- [906]
			"Black Mail Shoulderpads of might (Test)#|cffffffff|Hitem:907::::::::10:::::::|h[Black Mail Shoulderpads of might (Test)]|h|r#1#1#1#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135033#1", -- [907]
			"Plate Shoulderpad (Test)#|cffffffff|Hitem:908::::::::10:::::::|h[Plate Shoulderpad (Test)]|h|r#1#1#1#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135033#1", -- [908]
			"Silver Mail Shoulderpads (Test)#|cffffffff|Hitem:909::::::::10:::::::|h[Silver Mail Shoulderpads (Test)]|h|r#1#1#1#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135033#1", -- [909]
			"Недоставленное письмо#|cffffffff|Hitem:910::::::::10:::::::|h[Недоставленное письмо]|h|r#1#1#0#Задания#Задания##1#133464#0", -- [910]
			"Ветвь с железного дерева#|cff1eff00|Hitem:911::::::::10:::::::|h[Ветвь с железного дерева]|h|r#2#25#20#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133476#3324", -- [911]
			nil, -- [912]
			"Огромный огрский меч#|cff1eff00|Hitem:913::::::::10:::::::|h[Огромный огрский меч]|h|r#2#29#24#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135311#5037", -- [913]
			"Большой огрский плетеный доспех#|cff1eff00|Hitem:914::::::::10:::::::|h[Большой огрский плетеный доспех]|h|r#2#30#25#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#2669", -- [914]
			"Красная шелковая бандана#|cffffffff|Hitem:915::::::::10:::::::|h[Красная шелковая бандана]|h|r#1#1#0#Задания#Задания##20#133694#0", -- [915]
			"Вырванная из дневника страница#|cffffffff|Hitem:916::::::::10:::::::|h[Вырванная из дневника страница]|h|r#1#1#0#Задания#Задания##1#133688#0", -- [916]
			"Deprecated Shadow Leather Armor#|cff9d9d9d|Hitem:917::::::::10:::::::|h[Deprecated Shadow Leather Armor]|h|r#0#18#13#Доспехи#Кожаные#INVTYPE_CHEST#1#132715#221", -- [917]
			"Сума из искаженной шкуры#|cffffffff|Hitem:918::::::::10:::::::|h[Сума из искаженной шкуры]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133629#1250", -- [918]
			nil, -- [919]
			"Гибельная шипастая палица#|cff1eff00|Hitem:920::::::::10:::::::|h[Гибельная шипастая палица]|h|r#2#25#20#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133486#2821", -- [920]
			"Выцветшая страница с записями#|cffffffff|Hitem:921::::::::10:::::::|h[Выцветшая страница с записями]|h|r#1#1#0#Задания#Задания##1#133688#0", -- [921]
			"Дакийский фалькс#|cffffffff|Hitem:922::::::::10:::::::|h[Дакийский фалькс]|h|r#1#26#21#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135280#2407", -- [922]
			"Длинный меч#|cffffffff|Hitem:923::::::::10:::::::|h[Длинный меч]|h|r#1#26#21#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135324#1748", -- [923]
			"Кувалда#|cffffffff|Hitem:924::::::::10:::::::|h[Кувалда]|h|r#1#26#21#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133044#2194", -- [924]
			"Окованная дубина#|cffffffff|Hitem:925::::::::10:::::::|h[Окованная дубина]|h|r#1#25#20#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133476#1559", -- [925]
			"Боевой топор#|cffffffff|Hitem:926::::::::10:::::::|h[Боевой топор]|h|r#1#25#20#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135423#1956", -- [926]
			"Обоюдоострый топор#|cffffffff|Hitem:927::::::::10:::::::|h[Обоюдоострый топор]|h|r#1#24#19#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132415#1390", -- [927]
			"Длинный посох#|cffffffff|Hitem:928::::::::10:::::::|h[Длинный посох]|h|r#1#25#20#Оружие#Посохи#INVTYPE_2HWEAPON#1#135157#1972", -- [928]
			"Лечебное зелье#|cffffffff|Hitem:929::::::::10:::::::|h[Лечебное зелье]|h|r#1#22#12#Расходуемые#Расходуемые##5#134831#75", -- [929]
			"Deprecated Deep Pocket Pouch#|cffffffff|Hitem:930::::::::10:::::::|h[Deprecated Deep Pocket Pouch]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133629#2500", -- [930]
			"Deprecated Heavy Brown Sack#|cffffffff|Hitem:931::::::::10:::::::|h[Deprecated Heavy Brown Sack]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133639#2500", -- [931]
			"Вьюки коня скверны#|cffffffff|Hitem:932::::::::10:::::::|h[Вьюки коня скверны]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133633#637", -- [932]
			"Большой походный мешок#|cffffffff|Hitem:933::::::::10:::::::|h[Большой походный мешок]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133640#2500", -- [933]
			"Жнец Сталвана#|cff0070dd|Hitem:934::::::::10:::::::|h[Жнец Сталвана]|h|r#3#37#32#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132405#10682", -- [934]
			"Короткий меч Ночного Дозора#|cff0070dd|Hitem:935::::::::10:::::::|h[Короткий меч Ночного Дозора]|h|r#3#20#15#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135327#1742", -- [935]
			"Полночная палица#|cff0070dd|Hitem:936::::::::10:::::::|h[Полночная палица]|h|r#3#38#33#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133729#11620", -- [936]
			"Черный посох Сумеречного леса#|cff0070dd|Hitem:937::::::::10:::::::|h[Черный посох Сумеречного леса]|h|r#3#38#33#Оружие#Посохи#INVTYPE_2HWEAPON#1#135150#14577", -- [937]
			"Испачканные страницы записей#|cffffffff|Hitem:938::::::::10:::::::|h[Испачканные страницы записей]|h|r#1#1#0#Задания#Задания##1#133680#0", -- [938]
			"Страница записей, запятнанная кровью#|cffffffff|Hitem:939::::::::10:::::::|h[Страница записей, запятнанная кровью]|h|r#1#1#0#Задания#Задания##1#133688#0", -- [939]
			"Одеяния Прозрения#|cffa335ee|Hitem:940::::::::10:::::::|h[Одеяния Прозрения]|h|r#4#47#42#Доспехи#Тканевые#INVTYPE_ROBE#1#132667#12566", -- [940]
			"Deprecated Speedstone#|cffffffff|Hitem:941::::::::10:::::::|h[Deprecated Speedstone]|h|r#1#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#135229#5000", -- [941]
			"Кольцо заморозки#|cffa335ee|Hitem:942::::::::10:::::::|h[Кольцо заморозки]|h|r#4#52#47#Доспехи#Разное#INVTYPE_FINGER#1#133349#4500", -- [942]
			"Посох тюремщика#|cffa335ee|Hitem:943::::::::10:::::::|h[Посох тюремщика]|h|r#4#48#43#Оружие#Посохи#INVTYPE_2HWEAPON#1#135166#42863", -- [943]
			"Посох магии стихий#|cffa335ee|Hitem:944::::::::10:::::::|h[Посох магии стихий]|h|r#4#61#56#Оружие#Посохи#INVTYPE_2HWEAPON#1#135144#83000", -- [944]
			"Меч тени#|cffffffff|Hitem:945::::::::10:::::::|h[Меч тени]|h|r#1#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#3", -- [945]
			nil, -- [946]
			nil, -- [947]
			"Природный меч#|cffffffff|Hitem:948::::::::10:::::::|h[Природный меч]|h|r#1#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#3", -- [948]
			nil, -- [949]
			nil, -- [950]
			"Tome of Whirlwind (TEST)#|cffffffff|Hitem:951::::::::10:::::::|h[Tome of Whirlwind (TEST)]|h|r#1#1#1#Расходуемые#Расходуемые##1#134943#0", -- [951]
			nil, -- [952]
			nil, -- [953]
			"Свиток силы#|cffffffff|Hitem:954::::::::10:::::::|h[Свиток силы]|h|r#1#20#10#Расходуемые#Расходуемые##5#134938#50", -- [954]
			"Свиток интеллекта#|cffffffff|Hitem:955::::::::10:::::::|h[Свиток интеллекта]|h|r#1#15#5#Расходуемые#Расходуемые##5#134937#37", -- [955]
			"Deprecated Area Trigger Flag - Jasperlode mine#|cffffffff|Hitem:956::::::::10:::::::|h[Deprecated Area Trigger Flag - Jasperlode mine]|h|r#1#1#0#Задания#Задания##1#135005#0", -- [956]
			"Посылка Вильяма#|cffffffff|Hitem:957::::::::10:::::::|h[Посылка Вильяма]|h|r#1#1#0#Задания#Задания##1#133751#0", -- [957]
			"Deprecated Area Trigger Flag - Darkhollow Mine#|cffffffff|Hitem:958::::::::10:::::::|h[Deprecated Area Trigger Flag - Darkhollow Mine]|h|r#1#1#0#Задания#Задания##1#135005#0", -- [958]
			nil, -- [959]
			"Deprecated Area Trigger Flag - Fargodeep#|cffffffff|Hitem:960::::::::10:::::::|h[Deprecated Area Trigger Flag - Fargodeep]|h|r#1#1#0#Задания#Задания##1#135005#0", -- [960]
			"Целебная трава#|cffffffff|Hitem:961::::::::10:::::::|h[Целебная трава]|h|r#1#5#0#Расходуемые#Расходуемые##10#134181#2", -- [961]
			"Пирог со свининой#|cffffffff|Hitem:962::::::::10:::::::|h[Пирог со свининой]|h|r#1#1#0#Задания#Задания##1#133952#0", -- [962]
			nil, -- [963]
			"Deprecated Red Linen Shirt#|cffffffff|Hitem:964::::::::10:::::::|h[Deprecated Red Linen Shirt]|h|r#1#8#0#Доспехи#Разное#INVTYPE_BODY#1#135029#12", -- [964]
			"Deprecated Red Linen Sack#|cffffffff|Hitem:965::::::::10:::::::|h[Deprecated Red Linen Sack]|h|r#1#15#0#Сумки#Сумка#INVTYPE_BAG#1#133623#75", -- [965]
			"Фолиант Ледяного щита#|cffffffff|Hitem:966::::::::10:::::::|h[Фолиант Ледяного щита]|h|r#1#8#8#Рецепты#Книга##1#133739#87", -- [966]
			"Фолиант защиты от магии льда#|cffffffff|Hitem:967::::::::10:::::::|h[Фолиант защиты от магии льда]|h|r#1#22#22#Рецепты#Книга##1#133739#1050", -- [967]
			"Фолиант Огненного взрыва#|cffffffff|Hitem:968::::::::10:::::::|h[Фолиант Огненного взрыва]|h|r#1#6#6#Рецепты#Книга##1#133739#20", -- [968]
			nil, -- [969]
			nil, -- [970]
			nil, -- [971]
			nil, -- [972]
			"Фолиант Огненного шара II#|cffffffff|Hitem:973::::::::10:::::::|h[Фолиант Огненного шара II]|h|r#1#12#12#Рецепты#Книга##1#133739#250", -- [973]
			"Фолиант Морозного доспеха II#|cffffffff|Hitem:974::::::::10:::::::|h[Фолиант Морозного доспеха II]|h|r#1#10#10#Рецепты#Книга##1#133739#75", -- [974]
			"Фолиант ледяных оков#|cffffffff|Hitem:975::::::::10:::::::|h[Фолиант ледяных оков]|h|r#1#10#10#Рецепты#Книга##1#133739#187", -- [975]
			"Фолиант Снятия проклятья#|cffffffff|Hitem:976::::::::10:::::::|h[Фолиант Снятия проклятья]|h|r#1#18#18#Рецепты#Книга##1#133739#625", -- [976]
			nil, -- [977]
			nil, -- [978]
			nil, -- [979]
			"Фолиант Ледяного щита II#|cffffffff|Hitem:980::::::::10:::::::|h[Фолиант Ледяного щита II]|h|r#1#20#20#Рецепты#Книга##1#133739#750", -- [980]
			"Ожерелье Бернис#|cffffffff|Hitem:981::::::::10:::::::|h[Ожерелье Бернис]|h|r#1#1#0#Задания#Задания##1#133280#0", -- [981]
			nil, -- [982]
			"Красный льняной кушак#|cffffffff|Hitem:983::::::::10:::::::|h[Красный льняной кушак]|h|r#1#9#0#Доспехи#Тканевые#INVTYPE_WAIST#1#133694#21", -- [983]
			nil, -- [984]
			"Фолиант Кадгаровой отмычки#|cffffffff|Hitem:985::::::::10:::::::|h[Фолиант Кадгаровой отмычки]|h|r#1#18#18#Рецепты#Книга##1#133739#550", -- [985]
			"Фолиант Ледяной стрелы II#|cffffffff|Hitem:986::::::::10:::::::|h[Фолиант Ледяной стрелы II]|h|r#1#8#8#Рецепты#Книга##1#133739#50", -- [986]
			nil, -- [987]
			nil, -- [988]
			"Фолиант кольца льда#|cffffffff|Hitem:989::::::::10:::::::|h[Фолиант кольца льда]|h|r#1#10#10#Рецепты#Книга##1#133739#75", -- [989]
			nil, -- [990]
			nil, -- [991]
			"Фолиант Огненного шара III#|cffffffff|Hitem:992::::::::10:::::::|h[Фолиант Огненного шара III]|h|r#1#12#12#Рецепты#Книга##1#133739#125", -- [992]
			nil, -- [993]
			"Том Ледяного доспеха#|cffffffff|Hitem:994::::::::10:::::::|h[Том Ледяного доспеха]|h|r#1#30#30#Рецепты#Книга##1#133739#2425", -- [994]
			nil, -- [995]
			"Ring of Righteous Flame (TEST)#|cffffffff|Hitem:996::::::::10:::::::|h[Ring of Righteous Flame (TEST)]|h|r#1#2#1#Доспехи#Разное#INVTYPE_FINGER#1#133345#10", -- [996]
			"Огненный меч Увечья#|cffffffff|Hitem:997::::::::10:::::::|h[Огненный меч Увечья]|h|r#1#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#3", -- [997]
			nil, -- [998]
			nil, -- [999]
			nil, -- [1000]
			nil, -- [1001]
			"Фолиант Малой невидимости#|cffffffff|Hitem:1002::::::::10:::::::|h[Фолиант Малой невидимости]|h|r#1#26#26#Рецепты#Книга##1#133739#1675", -- [1002]
			nil, -- [1003]
			"Фолиант ледяных оков II#|cffffffff|Hitem:1004::::::::10:::::::|h[Фолиант ледяных оков II]|h|r#1#30#30#Рецепты#Книга##1#133739#2000", -- [1004]
			nil, -- [1005]
			"Латунный ошейник#|cffffffff|Hitem:1006::::::::10:::::::|h[Латунный ошейник]|h|r#1#1#0#Задания#Задания##1#133345#0", -- [1006]
			nil, -- [1007]
			"Видавший виды меч#|cffffffff|Hitem:1008::::::::10:::::::|h[Видавший виды меч]|h|r#1#10#0#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#144", -- [1008]
			"Компактный молот#|cff1eff00|Hitem:1009::::::::10:::::::|h[Компактный молот]|h|r#2#13#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133045#490", -- [1009]
			"Корявый короткий посох#|cffffffff|Hitem:1010::::::::10:::::::|h[Корявый короткий посох]|h|r#1#8#0#Оружие#Посохи#INVTYPE_2HWEAPON#1#135154#99", -- [1010]
			"Острый топор#|cffffffff|Hitem:1011::::::::10:::::::|h[Острый топор]|h|r#1#8#0#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132395#80", -- [1011]
			nil, -- [1012]
			"Железная клепка#|cffffffff|Hitem:1013::::::::10:::::::|h[Железная клепка]|h|r#1#1#0#Задания#Задания##20#134068#0", -- [1013]
			"Large Moneybag (old)#|cffffffff|Hitem:1014::::::::10:::::::|h[Large Moneybag (old)]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133639#500", -- [1014]
			"Постный волчий бок#|cffffffff|Hitem:1015::::::::10:::::::|h[Постный волчий бок]|h|r#1#19#0#Хозяйственные товары#Хозяйственные товары##10#133970#24", -- [1015]
			"Deprecated Lurker Leg#|cffffffff|Hitem:1016::::::::10:::::::|h[Deprecated Lurker Leg]|h|r#1#1#0#Разное#Хлам##10#134321#51", -- [1016]
			"Приправленная котлета из волчатины#|cffffffff|Hitem:1017::::::::10:::::::|h[Приправленная котлета из волчатины]|h|r#1#25#15#Расходуемые#Расходуемые##20#133972#100", -- [1017]
			"Chows Blade of DOOM! (Test)#|cffffffff|Hitem:1018::::::::10:::::::|h[Chows Blade of DOOM! (Test)]|h|r#1#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPONOFFHAND#1#135274#3", -- [1018]
			"Красная льняная бандана#|cffffffff|Hitem:1019::::::::10:::::::|h[Красная льняная бандана]|h|r#1#1#0#Задания#Задания##20#133694#0", -- [1019]
			"Leather Helmet D (Test)#|cffffffff|Hitem:1020::::::::10:::::::|h[Leather Helmet D (Test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133072#1", -- [1020]
			"Leather Helmet A (test)#|cffffffff|Hitem:1021::::::::10:::::::|h[Leather Helmet A (test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133072#1", -- [1021]
			"Mail Helmet D (test)#|cffffffff|Hitem:1022::::::::10:::::::|h[Mail Helmet D (test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1022]
			"Mail Helmet C (test)#|cffffffff|Hitem:1023::::::::10:::::::|h[Mail Helmet C (test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1023]
			"Plate Helmet D2 (test)#|cffffffff|Hitem:1024::::::::10:::::::|h[Plate Helmet D2 (test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1024]
			"Plate Helmet D1 (Test)#|cffffffff|Hitem:1025::::::::10:::::::|h[Plate Helmet D1 (Test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1025]
			"Plate Helmet D3 (test)#|cffffffff|Hitem:1026::::::::10:::::::|h[Plate Helmet D3 (test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1026]
			"Mail Helmet A (Test)#|cffffffff|Hitem:1027::::::::10:::::::|h[Mail Helmet A (Test)]|h|r#1#1#1#Доспехи#Кожаные#INVTYPE_HEAD#1#133071#1", -- [1027]
			"Deprecated Dented Skullcap#|cff9d9d9d|Hitem:1028::::::::10:::::::|h[Deprecated Dented Skullcap]|h|r#0#20#15#Доспехи#Кольчужные#INVTYPE_HEAD#1#133070#254", -- [1028]
			"Табличка Тотема змея#|cffffffff|Hitem:1029::::::::10:::::::|h[Табличка Тотема змея]|h|r#1#4#4#Рецепты#Книга##1#134459#20", -- [1029]
			"Табличка Непреклонной воли#|cffffffff|Hitem:1030::::::::10:::::::|h[Табличка Непреклонной воли]|h|r#1#10#10#Рецепты#Книга##1#134459#187", -- [1030]
			"Табличка Всплеска лавы#|cffffffff|Hitem:1031::::::::10:::::::|h[Табличка Всплеска лавы]|h|r#1#6#6#Рецепты#Книга##1#134459#20", -- [1031]
			"Табличка тотема Смятения#|cffffffff|Hitem:1032::::::::10:::::::|h[Табличка тотема Смятения]|h|r#1#8#8#Рецепты#Книга##1#134459#87", -- [1032]
			"Табличка уничтожения яда#|cffffffff|Hitem:1033::::::::10:::::::|h[Табличка уничтожения яда]|h|r#1#18#18#Рецепты#Книга##1#134459#625", -- [1033]
			"Книга Лечения яда#|cffffffff|Hitem:1034::::::::10:::::::|h[Книга Лечения яда]|h|r#1#22#22#Рецепты#Книга##1#134459#1000", -- [1034]
			"Табличка Вызова духа#|cffffffff|Hitem:1035::::::::10:::::::|h[Табличка Вызова духа]|h|r#1#10#10#Рецепты#Книга##1#134459#187", -- [1035]
			"Табличка исчезновения заболевания#|cffffffff|Hitem:1036::::::::10:::::::|h[Табличка исчезновения заболевания]|h|r#1#16#16#Рецепты#Книга##1#134459#450", -- [1036]
			"Табличка Молнии II#|cffffffff|Hitem:1037::::::::10:::::::|h[Табличка Молнии II]|h|r#1#10#10#Рецепты#Книга##1#134459#75", -- [1037]
			"Противоядие#|cffffffff|Hitem:1038::::::::10:::::::|h[Противоядие]|h|r#1#8#8#Рецепты#Книга##1#134459#87", -- [1038]
			nil, -- [1039]
			nil, -- [1040]
			"Противоядие#|cffffffff|Hitem:1041::::::::10:::::::|h[Противоядие]|h|r#1#40#40#Разное#Хлам##1#132224#0", -- [1041]
			"Deprecated Summon Winter Wolf (Mount)#|cffffffff|Hitem:1042::::::::10:::::::|h[Deprecated Summon Winter Wolf (Mount)]|h|r#1#1#1#Разное#Хлам##1#134938#1", -- [1042]
			"Deprecated Summon Redwolf (Mount)#|cffffffff|Hitem:1043::::::::10:::::::|h[Deprecated Summon Redwolf (Mount)]|h|r#1#1#1#Разное#Хлам##1#134938#1", -- [1043]
			"Deprecated Summon Brown Wolf (Mount)#|cffffffff|Hitem:1044::::::::10:::::::|h[Deprecated Summon Brown Wolf (Mount)]|h|r#1#1#1#Разное#Хлам##1#134938#1", -- [1044]
			nil, -- [1045]
			"Deprecated Light Blunderbuss#|cffffffff|Hitem:1046::::::::10:::::::|h[Deprecated Light Blunderbuss]|h|r#1#1#1#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#134537#2", -- [1046]
			"Deprecated Heavy Blunderbuss#|cffffffff|Hitem:1047::::::::10:::::::|h[Deprecated Heavy Blunderbuss]|h|r#1#1#1#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#134537#2", -- [1047]
			"Табличка Щита молний II#|cffffffff|Hitem:1048::::::::10:::::::|h[Табличка Щита молний II]|h|r#1#16#16#Рецепты#Книга##1#134459#325", -- [1048]
			"Табличка Очищения#|cffffffff|Hitem:1049::::::::10:::::::|h[Табличка Очищения]|h|r#1#12#12#Рецепты#Книга##1#134459#150", -- [1049]
			nil, -- [1050]
			nil, -- [1051]
			"Табличка Доспехов духа II#|cffffffff|Hitem:1052::::::::10:::::::|h[Табличка Доспехов духа II]|h|r#1#14#14#Рецепты#Книга##1#134459#325", -- [1052]
			"Табличка Всплеска лавы II#|cffffffff|Hitem:1053::::::::10:::::::|h[Табличка Всплеска лавы II]|h|r#1#14#14#Рецепты#Книга##1#134459#225", -- [1053]
			nil, -- [1054]
			nil, -- [1055]
			nil, -- [1056]
			"Табличка Восстановления III#|cffffffff|Hitem:1057::::::::10:::::::|h[Табличка Восстановления III]|h|r#1#16#16#Рецепты#Книга##1#134459#450", -- [1057]
			"Табличка Молнии III#|cffffffff|Hitem:1058::::::::10:::::::|h[Табличка Молнии III]|h|r#1#18#18#Рецепты#Книга##1#134459#550", -- [1058]
			nil, -- [1059]
			nil, -- [1060]
			"Табличка уничтожения яда II#|cffffffff|Hitem:1061::::::::10:::::::|h[Табличка уничтожения яда II]|h|r#1#26#26#Рецепты#Книга##1#134459#1500", -- [1061]
			nil, -- [1062]
			"Табличка исчезновения заболевания II#|cffffffff|Hitem:1063::::::::10:::::::|h[Табличка исчезновения заболевания II]|h|r#1#26#26#Рецепты#Книга##1#134459#1500", -- [1063]
			nil, -- [1064]
			nil, -- [1065]
			nil, -- [1066]
			nil, -- [1067]
			nil, -- [1068]
			nil, -- [1069]
			nil, -- [1070]
			nil, -- [1071]
			"Самогон Полнолуния#|cffffffff|Hitem:1072::::::::10:::::::|h[Самогон Полнолуния]|h|r#1#25#0#Расходуемые#Расходуемые##10#132798#62", -- [1072]
			nil, -- [1073]
			"Твердый кончик паучьей лапки#|cff9d9d9d|Hitem:1074::::::::10:::::::|h[Твердый кончик паучьей лапки]|h|r#0#1#0#Разное#Хлам##5#134321#491", -- [1074]
			"Подвеска Темношкуров#|cffffffff|Hitem:1075::::::::10:::::::|h[Подвеска Темношкуров]|h|r#1#1#0#Задания#Задания##20#133437#0", -- [1075]
			"Кольцо предателя Братства Справедливости#|cff1eff00|Hitem:1076::::::::10:::::::|h[Кольцо предателя Братства Справедливости]|h|r#2#25#20#Доспехи#Разное#INVTYPE_FINGER#1#133344#650", -- [1076]
			"Кольцо мага Братства Справедливости#|cff1eff00|Hitem:1077::::::::10:::::::|h[Кольцо мага Братства Справедливости]|h|r#2#26#21#Доспехи#Разное#INVTYPE_FINGER#1#133356#25", -- [1077]
			"Deprecated Writ of Lakeshire#|cffffffff|Hitem:1078::::::::10:::::::|h[Deprecated Writ of Lakeshire]|h|r#1#1#0#Задания#Задания##10#134939#0", -- [1078]
			nil, -- [1079]
			"Жесткое мясо кондора#|cffffffff|Hitem:1080::::::::10:::::::|h[Жесткое мясо кондора]|h|r#1#15#0#Хозяйственные товары#Хозяйственные товары##10#134028#78", -- [1080]
			"Хрустящее паучье мясо#|cffffffff|Hitem:1081::::::::10:::::::|h[Хрустящее паучье мясо]|h|r#1#15#0#Хозяйственные товары#Хозяйственные товары##10#134321#50", -- [1081]
			"Гуляш по-красногорски#|cffffffff|Hitem:1082::::::::10:::::::|h[Гуляш по-красногорски]|h|r#1#20#10#Расходуемые#Расходуемые##20#133748#150", -- [1082]
			"Амулет Азоры#|cffffffff|Hitem:1083::::::::10:::::::|h[Амулет Азоры]|h|r#1#1#0#Задания#Задания##1#133277#0", -- [1083]
			"Кодекс Обновления#|cffffffff|Hitem:1084::::::::10:::::::|h[Кодекс Обновления]|h|r#1#8#8#Рецепты#Книга##1#133741#50", -- [1084]
			"Кодекс Проницательности#|cffffffff|Hitem:1085::::::::10:::::::|h[Кодекс Проницательности]|h|r#1#22#22#Рецепты#Книга##1#133741#1050", -- [1085]
			"Кодекс Внутреннего огня#|cffffffff|Hitem:1086::::::::10:::::::|h[Кодекс Внутреннего огня]|h|r#1#12#12#Рецепты#Книга##1#133741#150", -- [1086]
			"Кодекс Слова Тьмы: Боль#|cffffffff|Hitem:1087::::::::10:::::::|h[Кодекс Слова Тьмы: Боль]|h|r#1#4#4#Рецепты#Книга##1#133741#10", -- [1087]
			"Кодекс Обновления II#|cffffffff|Hitem:1088::::::::10:::::::|h[Кодекс Обновления II]|h|r#1#14#14#Рецепты#Книга##1#133741#225", -- [1088]
			"Кодекс исчезновения заболевания#|cffffffff|Hitem:1089::::::::10:::::::|h[Кодекс исчезновения заболевания]|h|r#1#14#14#Рецепты#Книга##1#133741#325", -- [1089]
			"Кодекс Воскрешения#|cffffffff|Hitem:1090::::::::10:::::::|h[Кодекс Воскрешения]|h|r#1#10#10#Рецепты#Книга##1#133741#75", -- [1090]
			"Кодекс Божественной кары II#|cffffffff|Hitem:1091::::::::10:::::::|h[Кодекс Божественной кары II]|h|r#1#6#6#Рецепты#Книга##1#133741#20", -- [1091]
			"Кодекс Малого исцеления II#|cffffffff|Hitem:1092::::::::10:::::::|h[Кодекс Малого исцеления II]|h|r#1#4#4#Рецепты#Книга##1#133741#10", -- [1092]
			"Кодекс Снятия проклятья#|cffffffff|Hitem:1093::::::::10:::::::|h[Кодекс Снятия проклятья]|h|r#1#22#22#Рецепты#Книга##1#133741#1000", -- [1093]
			nil, -- [1094]
			"Кодекс рассеивания заклинаний#|cffffffff|Hitem:1095::::::::10:::::::|h[Кодекс рассеивания заклинаний]|h|r#1#18#18#Рецепты#Книга##1#133741#550", -- [1095]
			"Кодекс Слова Тьмы: Боль II#|cffffffff|Hitem:1096::::::::10:::::::|h[Кодекс Слова Тьмы: Боль II]|h|r#1#10#10#Рецепты#Книга##1#133741#75", -- [1096]
			nil, -- [1097]
			nil, -- [1098]
			"Deprecated Codex of Sustenance II#|cffffffff|Hitem:1099::::::::10:::::::|h[Deprecated Codex of Sustenance II]|h|r#1#21#21#Рецепты#Книга##1#133741#850", -- [1099]
			"Кодекс Божественной кары III#|cffffffff|Hitem:1100::::::::10:::::::|h[Кодекс Божественной кары III]|h|r#1#14#14#Рецепты#Книга##1#133741#225", -- [1100]
			"Кодекс Обновления V#|cffffffff|Hitem:1101::::::::10:::::::|h[Кодекс Обновления V]|h|r#1#32#32#Рецепты#Книга##1#133741#2750", -- [1101]
			"Кодекс Малого исцеления III#|cffffffff|Hitem:1102::::::::10:::::::|h[Кодекс Малого исцеления III]|h|r#1#10#10#Рецепты#Книга##1#133741#75", -- [1102]
			nil, -- [1103]
			nil, -- [1104]
			"Кодекс Обновления VI#|cffffffff|Hitem:1105::::::::10:::::::|h[Кодекс Обновления VI]|h|r#1#38#38#Рецепты#Книга##1#133741#4500", -- [1105]
			nil, -- [1106]
			nil, -- [1107]
			"Кодекс Обновления III#|cffffffff|Hitem:1108::::::::10:::::::|h[Кодекс Обновления III]|h|r#1#20#20#Рецепты#Книга##1#133741#725", -- [1108]
			"Кодекс Господства#|cffffffff|Hitem:1109::::::::10:::::::|h[Кодекс Господства]|h|r#1#30#30#Рецепты#Книга##1#133741#2000", -- [1109]
			nil, -- [1110]
			"Кодекс Сна#|cffffffff|Hitem:1111::::::::10:::::::|h[Кодекс Сна]|h|r#1#6#6#Рецепты#Книга##1#133741#50", -- [1111]
			"Кодекс Слова Света: Стойкость духа II#|cffffffff|Hitem:1112::::::::10:::::::|h[Кодекс Слова Света: Стойкость духа II]|h|r#1#12#12#Рецепты#Книга##1#133741#150", -- [1112]
			"Сотворенный хлеб#|cffffffff|Hitem:1113::::::::10:::::::|h[Сотворенный хлеб]|h|r#1#15#5#Расходуемые#Расходуемые##20#133951#0", -- [1113]
			"Сотворенный ржаной хлеб#|cffffffff|Hitem:1114::::::::10:::::::|h[Сотворенный ржаной хлеб]|h|r#1#25#15#Расходуемые#Расходуемые##20#133968#0", -- [1114]
			"Deprecated Ragged Scalp#|cffffffff|Hitem:1115::::::::10:::::::|h[Deprecated Ragged Scalp]|h|r#1#1#0#Задания#Задания##12#133622#0", -- [1115]
			"Кольцо из чистого серебра#|cff1eff00|Hitem:1116::::::::10:::::::|h[Кольцо из чистого серебра]|h|r#2#31#0#Доспехи#Разное#INVTYPE_FINGER#1#133343#1250", -- [1116]
			"Monster - Item, Fishing Pole#|cff9d9d9d|Hitem:1117::::::::10:::::::|h[Monster - Item, Fishing Pole]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133942#2", -- [1117]
			nil, -- [1118]
			"Духи в бутылках#|cffffffff|Hitem:1119::::::::10:::::::|h[Духи в бутылках]|h|r#1#25#0#Расходуемые#Расходуемые##10#132793#50", -- [1119]
			nil, -- [1120]
			"Рысьи лапы#|cff0070dd|Hitem:1121::::::::10:::::::|h[Рысьи лапы]|h|r#3#24#19#Доспехи#Кожаные#INVTYPE_FEET#1#132592#1075", -- [1121]
			"Deprecated Amulet of the White Stallion#|cffffffff|Hitem:1122::::::::10:::::::|h[Deprecated Amulet of the White Stallion]|h|r#1#45#40#Доспехи#Разное#INVTYPE_NECK#1#133279#25000", -- [1122]
			"Deprecated Amulet of the Pinto#|cffffffff|Hitem:1123::::::::10:::::::|h[Deprecated Amulet of the Pinto]|h|r#1#45#40#Доспехи#Разное#INVTYPE_NECK#1#133279#25000", -- [1123]
			"Deprecated Amulet of the Palomino#|cffffffff|Hitem:1124::::::::10:::::::|h[Deprecated Amulet of the Palomino]|h|r#1#45#40#Доспехи#Разное#INVTYPE_NECK#1#133279#25000", -- [1124]
			"Deprecated Amulet of the Nightmare#|cffffffff|Hitem:1125::::::::10:::::::|h[Deprecated Amulet of the Nightmare]|h|r#1#45#40#Доспехи#Разное#INVTYPE_NECK#1#133279#37500", -- [1125]
			nil, -- [1126]
			"Взрывпакет#|cffffffff|Hitem:1127::::::::10:::::::|h[Взрывпакет]|h|r#1#20#0#Расходуемые#Расходуемые##10#133581#25", -- [1127]
			"Deprecated [PH] Redridge Rye#|cffffffff|Hitem:1128::::::::10:::::::|h[Deprecated [PH] Redridge Rye]|h|r#1#1#0#Расходуемые#Расходуемые##1#134719#21", -- [1128]
			"Клык вурдалака#|cffffffff|Hitem:1129::::::::10:::::::|h[Клык вурдалака]|h|r#1#1#0#Задания#Задания##20#134298#0", -- [1129]
			"Фиал паучьего яда#|cffffffff|Hitem:1130::::::::10:::::::|h[Фиал паучьего яда]|h|r#1#1#0#Задания#Задания##20#134799#0", -- [1130]
			"Тотем Кары#|cff1eff00|Hitem:1131::::::::10:::::::|h[Тотем Кары]|h|r#2#25#0#Доспехи#Разное#INVTYPE_HOLDABLE#1#133729#1136", -- [1131]
			"Рог Лесного волка#|cff0070dd|Hitem:1132::::::::10:::::::|h[Рог Лесного волка]|h|r#3#40#40#Разное#Хлам##1#132224#0", -- [1132]
			"Рог снежного волка#|cffffffff|Hitem:1133::::::::10:::::::|h[Рог снежного волка]|h|r#1#40#40#Разное#Хлам##1#132266#0", -- [1133]
			"Рог Серого волка#|cffffffff|Hitem:1134::::::::10:::::::|h[Рог Серого волка]|h|r#1#40#40#Разное#Хлам##1#132266#0", -- [1134]
			nil, -- [1135]
			"Манускрипт: Божественное одобрение II#|cffffffff|Hitem:1136::::::::10:::::::|h[Манускрипт: Божественное одобрение II]|h|r#1#18#18#Рецепты#Книга##1#133740#550", -- [1136]
			nil, -- [1137]
			"Манускрипт: Божественное одобрение#|cffffffff|Hitem:1138::::::::10:::::::|h[Манускрипт: Божественное одобрение]|h|r#1#4#4#Рецепты#Книга##1#133740#10", -- [1138]
			"Манускрипт: Очищение#|cffffffff|Hitem:1139::::::::10:::::::|h[Манускрипт: Очищение]|h|r#1#30#30#Рецепты#Книга##1#133740#2425", -- [1139]
			nil, -- [1140]
			"Манускрипт: Благодать II#|cffffffff|Hitem:1141::::::::10:::::::|h[Манускрипт: Благодать II]|h|r#1#6#6#Рецепты#Книга##1#133740#20", -- [1141]
			nil, -- [1142]
			nil, -- [1143]
			"Манускрипт: Божественный щит#|cffffffff|Hitem:1144::::::::10:::::::|h[Манускрипт: Божественный щит]|h|r#1#34#34#Рецепты#Книга##1#133740#3250", -- [1144]
			nil, -- [1145]
			"Манускрипт: Воскрешение#|cffffffff|Hitem:1146::::::::10:::::::|h[Манускрипт: Воскрешение]|h|r#1#12#12#Рецепты#Книга##1#133740#0", -- [1146]
			nil, -- [1147]
			nil, -- [1148]
			"Манускрипт: Печать мощи II#|cffffffff|Hitem:1149::::::::10:::::::|h[Манускрипт: Печать мощи II]|h|r#1#20#20#Рецепты#Книга##1#133740#750", -- [1149]
			"Манускрипт очищения#|cffffffff|Hitem:1150::::::::10:::::::|h[Манускрипт очищения]|h|r#1#6#6#Рецепты#Книга##1#133740#20", -- [1150]
			"Манускрипт: Благодать III#|cffffffff|Hitem:1151::::::::10:::::::|h[Манускрипт: Благодать III]|h|r#1#14#14#Рецепты#Книга##1#133740#225", -- [1151]
			nil, -- [1152]
			nil, -- [1153]
			"Пояс народного ополчения#|cffffffff|Hitem:1154::::::::10:::::::|h[Пояс народного ополчения]|h|r#1#14#0#Доспехи#Кольчужные#INVTYPE_WAIST#1#132493#102", -- [1154]
			"Жезл Сноходца#|cff0070dd|Hitem:1155::::::::10:::::::|h[Жезл Сноходца]|h|r#3#29#24#Оружие#Посохи#INVTYPE_2HWEAPON#1#135143#5954", -- [1155]
			"Щедро изукрашенное кольцо#|cff0070dd|Hitem:1156::::::::10:::::::|h[Щедро изукрашенное кольцо]|h|r#3#22#17#Доспехи#Разное#INVTYPE_FINGER#1#133351#812", -- [1156]
			"Deprecated Militia Handaxe#|cff9d9d9d|Hitem:1157::::::::10:::::::|h[Deprecated Militia Handaxe]|h|r#0#4#1#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#10", -- [1157]
			"Твердая металлическая дубина#|cffffffff|Hitem:1158::::::::10:::::::|h[Твердая металлическая дубина]|h|r#1#10#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133476#146", -- [1158]
			"Окованный посох ополчения#|cffffffff|Hitem:1159::::::::10:::::::|h[Окованный посох ополчения]|h|r#1#5#0#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#32", -- [1159]
			nil, -- [1160]
			"Короткий меч ополчения#|cffffffff|Hitem:1161::::::::10:::::::|h[Короткий меч ополчения]|h|r#1#5#0#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#25", -- [1161]
			"Pirates Patch (Test)#|cffffffff|Hitem:1162::::::::10:::::::|h[Pirates Patch (Test)]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_HEAD#1#134955#44", -- [1162]
			"Dwarven Explorer's Monocle (Test)#|cffffffff|Hitem:1163::::::::10:::::::|h[Dwarven Explorer's Monocle (Test)]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_HEAD#1#134442#44", -- [1163]
			"Фолиант Сэма#|cffffffff|Hitem:1164::::::::10:::::::|h[Фолиант Сэма]|h|r#1#1#0#Рецепты#Книга##1#134940#0", -- [1164]
			"Test Food#|cffffffff|Hitem:1165::::::::10:::::::|h[Test Food]|h|r#1#1#1#Расходуемые#Расходуемые##5#133943#5", -- [1165]
			"Зазубренный кулачный щит#|cffffffff|Hitem:1166::::::::10:::::::|h[Зазубренный кулачный щит]|h|r#1#5#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#16", -- [1166]
			"Маленький тарг#|cffffffff|Hitem:1167::::::::10:::::::|h[Маленький тарг]|h|r#1#10#5#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#96", -- [1167]
			"Щит пылающего черепа#|cffa335ee|Hitem:1168::::::::10:::::::|h[Щит пылающего черепа]|h|r#4#59#54#Доспехи#Щиты#INVTYPE_SHIELD#1#134947#42296", -- [1168]
			"Черночерепный щит#|cffa335ee|Hitem:1169::::::::10:::::::|h[Черночерепный щит]|h|r#4#46#41#Доспехи#Щиты#INVTYPE_SHIELD#1#136162#18815", -- [1169]
			"Deprecated Brown Leather Vest#|cffffffff|Hitem:1170::::::::10:::::::|h[Deprecated Brown Leather Vest]|h|r#1#8#0#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#37", -- [1170]
			"Хорошо прошитое одеяние#|cffffffff|Hitem:1171::::::::10:::::::|h[Хорошо прошитое одеяние]|h|r#1#10#0#Доспехи#Тканевые#INVTYPE_ROBE#1#132665#55", -- [1171]
			"Факел Грейсона#|cff1eff00|Hitem:1172::::::::10:::::::|h[Факел Грейсона]|h|r#2#21#0#Доспехи#Разное#INVTYPE_HOLDABLE#1#135432#968", -- [1172]
			"Выцветшие сапоги#|cffffffff|Hitem:1173::::::::10:::::::|h[Выцветшие сапоги]|h|r#1#10#0#Доспехи#Кожаные#INVTYPE_FEET#1#132537#52", -- [1173]
			"Deprecated Light Soldier Boots#|cffffffff|Hitem:1174::::::::10:::::::|h[Deprecated Light Soldier Boots]|h|r#1#10#0#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#65", -- [1174]
			"Золотой зуб#|cff9d9d9d|Hitem:1175::::::::10:::::::|h[Золотой зуб]|h|r#0#1#0#Разное#Хлам##1#134566#28", -- [1175]
			"Ароматические соли#|cffffffff|Hitem:1176::::::::10:::::::|h[Ароматические соли]|h|r#1#8#0#Расходуемые#Расходуемые##1#133588#32", -- [1176]
			"Масло Олафа#|cffffffff|Hitem:1177::::::::10:::::::|h[Масло Олафа]|h|r#1#8#0#Расходуемые#Расходуемые##10#134743#3", -- [1177]
			"Взрывчатая ракета#|cffffffff|Hitem:1178::::::::10:::::::|h[Взрывчатая ракета]|h|r#1#8#0#Расходуемые#Расходуемые##20#132383#7", -- [1178]
			"Ледяное молоко#|cffffffff|Hitem:1179::::::::10:::::::|h[Ледяное молоко]|h|r#1#15#5#Расходуемые#Расходуемые##20#132815#6", -- [1179]
			"Свиток выносливости#|cffffffff|Hitem:1180::::::::10:::::::|h[Свиток выносливости]|h|r#1#15#5#Расходуемые#Расходуемые##5#134943#37", -- [1180]
			"Свиток духа#|cffffffff|Hitem:1181::::::::10:::::::|h[Свиток духа]|h|r#1#10#1#Расходуемые#Расходуемые##5#134937#25", -- [1181]
			"Украшенные латунью наручи#|cffffffff|Hitem:1182::::::::10:::::::|h[Украшенные латунью наручи]|h|r#1#10#0#Доспехи#Кольчужные#INVTYPE_WRIST#1#132606#44", -- [1182]
			"Эластичные накулачники#|cffffffff|Hitem:1183::::::::10:::::::|h[Эластичные накулачники]|h|r#1#10#0#Доспехи#Тканевые#INVTYPE_WRIST#1#132609#29", -- [1183]
			"Deprecated Scarlet Badge#|cff9d9d9d|Hitem:1184::::::::10:::::::|h[Deprecated Scarlet Badge]|h|r#0#40#0#Доспехи#Разное#INVTYPE_TRINKET#1#133281#308", -- [1184]
			nil, -- [1185]
			"Deprecated Gnoll Taskmaster Whip#|cff9d9d9d|Hitem:1186::::::::10:::::::|h[Deprecated Gnoll Taskmaster Whip]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#134325#831", -- [1186]
			"Шипастый ошейник#|cff1eff00|Hitem:1187::::::::10:::::::|h[Шипастый ошейник]|h|r#2#30#20#Расходуемые#Расходуемые##1#133075#1081", -- [1187]
			nil, -- [1188]
			"Кольцо инспектора#|cff1eff00|Hitem:1189::::::::10:::::::|h[Кольцо инспектора]|h|r#2#20#15#Доспехи#Разное#INVTYPE_FINGER#1#133345#625", -- [1189]
			"Плащ инспектора#|cff1eff00|Hitem:1190::::::::10:::::::|h[Плащ инспектора]|h|r#2#20#15#Доспехи#Тканевые#INVTYPE_CLOAK#1#133760#630", -- [1190]
			"Мешок разноцветных шариков#|cffffffff|Hitem:1191::::::::10:::::::|h[Мешок разноцветных шариков]|h|r#1#8#0#Расходуемые#Расходуемые##1#133581#82", -- [1191]
			"Deprecated Overseer's Helm#|cff9d9d9d|Hitem:1192::::::::10:::::::|h[Deprecated Overseer's Helm]|h|r#0#20#15#Доспехи#Кольчужные#INVTYPE_HEAD#1#133070#252", -- [1192]
			"Пластинчатый кулачный щит#|cffffffff|Hitem:1193::::::::10:::::::|h[Пластинчатый кулачный щит]|h|r#1#17#12#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#355", -- [1193]
			"Полуторный меч#|cffffffff|Hitem:1194::::::::10:::::::|h[Полуторный меч]|h|r#1#4#1#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#20", -- [1194]
			"Лопата кобольдского горняка#|cffffffff|Hitem:1195::::::::10:::::::|h[Лопата кобольдского горняка]|h|r#1#6#3#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#134435#47", -- [1195]
			"Табар#|cffffffff|Hitem:1196::::::::10:::::::|h[Табар]|h|r#1#14#9#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132395#442", -- [1196]
			"Огромная палица#|cffffffff|Hitem:1197::::::::10:::::::|h[Огромная палица]|h|r#1#15#10#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133477#533", -- [1197]
			"Клеймор#|cffffffff|Hitem:1198::::::::10:::::::|h[Клеймор]|h|r#1#15#10#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135350#535", -- [1198]
			"Заряженный камень души#|cffffffff|Hitem:1199::::::::10:::::::|h[Заряженный камень души]|h|r#1#8#0#Расходуемые#Расходуемые##1#134335#0", -- [1199]
			"Большой деревянный щит#|cffffffff|Hitem:1200::::::::10:::::::|h[Большой деревянный щит]|h|r#1#5#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#16", -- [1200]
			"Дубовый щит истопника#|cffffffff|Hitem:1201::::::::10:::::::|h[Дубовый щит истопника]|h|r#1#10#5#Доспехи#Щиты#INVTYPE_SHIELD#1#134950#94", -- [1201]
			"Башенный щит#|cffffffff|Hitem:1202::::::::10:::::::|h[Башенный щит]|h|r#1#17#12#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#367", -- [1202]
			"Эгида Штормграда#|cff0070dd|Hitem:1203::::::::10:::::::|h[Эгида Штормграда]|h|r#3#54#49#Доспехи#Щиты#INVTYPE_SHIELD#1#134952#23505", -- [1203]
			"Зеленая башня#|cffa335ee|Hitem:1204::::::::10:::::::|h[Зеленая башня]|h|r#4#41#36#Доспехи#Щиты#INVTYPE_SHIELD#1#134952#12577", -- [1204]
			"Дынный сок#|cffffffff|Hitem:1205::::::::10:::::::|h[Дынный сок]|h|r#1#25#15#Расходуемые#Расходуемые##20#132796#25", -- [1205]
			"Моховой агат#|cff1eff00|Hitem:1206::::::::10:::::::|h[Моховой агат]|h|r#2#25#0#Хозяйственные товары#Хозяйственные товары##20#134105#400", -- [1206]
			"Звезда Марф#|cff1eff00|Hitem:1207::::::::10:::::::|h[Звезда Марф]|h|r#2#39#34#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133490#9892", -- [1207]
			"Любовное послание Мэйбелл#|cffffffff|Hitem:1208::::::::10:::::::|h[Любовное послание Мэйбелл]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [1208]
			nil, -- [1209]
			"Камень теней#|cff1eff00|Hitem:1210::::::::10:::::::|h[Камень теней]|h|r#2#20#0#Хозяйственные товары#Хозяйственные товары##20#134074#250", -- [1210]
			"Боевая портупея гнолла#|cff1eff00|Hitem:1211::::::::10:::::::|h[Боевая портупея гнолла]|h|r#2#15#10#Доспехи#Кожаные#INVTYPE_CHEST#1#132719#347", -- [1211]
			"Слюна гнолла#|cff9d9d9d|Hitem:1212::::::::10:::::::|h[Слюна гнолла]|h|r#0#15#0#Разное#Хлам##5#134437#21", -- [1212]
			"Наручи гнолла#|cffffffff|Hitem:1213::::::::10:::::::|h[Наручи гнолла]|h|r#1#14#9#Доспехи#Кожаные#INVTYPE_WRIST#1#132603#87", -- [1213]
			"Дубина гнолла#|cff1eff00|Hitem:1214::::::::10:::::::|h[Дубина гнолла]|h|r#2#17#12#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133046#930", -- [1214]
			"Поддерживающий ремень#|cff1eff00|Hitem:1215::::::::10:::::::|h[Поддерживающий ремень]|h|r#2#22#17#Доспехи#Кожаные#INVTYPE_WAIST#1#132498#469", -- [1215]
			"Морозные наручи#|cff1eff00|Hitem:1216::::::::10:::::::|h[Морозные наручи]|h|r#2#33#28#Доспехи#Тканевые#INVTYPE_WRIST#1#132606#1197", -- [1216]
			"Неведомая награда#|cffffffff|Hitem:1217::::::::10:::::::|h[Неведомая награда]|h|r#1#1#0#Задания#Задания##1#134400#0", -- [1217]
			"Тяжелая боевая дубина гнолла#|cff1eff00|Hitem:1218::::::::10:::::::|h[Тяжелая боевая дубина гнолла]|h|r#2#21#16#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133489#2064", -- [1218]
			"Красногорское мачете#|cff1eff00|Hitem:1219::::::::10:::::::|h[Красногорское мачете]|h|r#2#16#11#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135314#823", -- [1219]
			"Волчий топор#|cff1eff00|Hitem:1220::::::::10:::::::|h[Волчий топор]|h|r#2#20#15#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132405#1807", -- [1220]
			"Чешуя с брюха черного дракончика#|cffffffff|Hitem:1221::::::::10:::::::|h[Чешуя с брюха черного дракончика]|h|r#1#1#0#Задания#Задания##20#134305#0", -- [1221]
			"Сломанный зуб#|cff9d9d9d|Hitem:1222::::::::10:::::::|h[Сломанный зуб]|h|r#0#1#0#Разное#Хлам##10#133725#14", -- [1222]
			nil, -- [1223]
			"Гримуар чутья на демонов#|cffffffff|Hitem:1224::::::::10:::::::|h[Гримуар чутья на демонов]|h|r#1#24#24#Рецепты#Книга##1#133738#1325", -- [1224]
			nil, -- [1225]
			nil, -- [1226]
			nil, -- [1227]
			"Гримуар Кипящей крови#|cffffffff|Hitem:1228::::::::10:::::::|h[Гримуар Кипящей крови]|h|r#1#6#6#Рецепты#Книга##1#133738#50", -- [1228]
			"Гримуар создания камня души#|cffffffff|Hitem:1229::::::::10:::::::|h[Гримуар создания камня души]|h|r#1#18#18#Рецепты#Книга##1#133738#550", -- [1229]
			nil, -- [1230]
			"Гримуар стрелы Тьмы II#|cffffffff|Hitem:1231::::::::10:::::::|h[Гримуар стрелы Тьмы II]|h|r#1#6#6#Рецепты#Книга##1#133738#25", -- [1231]
			"Гримуар Шкуры демона II#|cffffffff|Hitem:1232::::::::10:::::::|h[Гримуар Шкуры демона II]|h|r#1#10#10#Рецепты#Книга##1#133738#75", -- [1232]
			nil, -- [1233]
			nil, -- [1234]
			nil, -- [1235]
			nil, -- [1236]
			nil, -- [1237]
			"Гримуар Страха#|cffffffff|Hitem:1238::::::::10:::::::|h[Гримуар Страха]|h|r#1#8#8#Рецепты#Книга##1#133738#50", -- [1238]
			"Гримуар Вытягивания маны#|cffffffff|Hitem:1239::::::::10:::::::|h[Гримуар Вытягивания маны]|h|r#1#26#26#Рецепты#Книга##1#133738#1675", -- [1239]
			nil, -- [1240]
			nil, -- [1241]
			nil, -- [1242]
			"Гримуар стрелы Тьмы III#|cffffffff|Hitem:1243::::::::10:::::::|h[Гримуар стрелы Тьмы III]|h|r#1#12#12#Рецепты#Книга##1#133738#150", -- [1243]
			"Гримуар Демонического доспеха#|cffffffff|Hitem:1244::::::::10:::::::|h[Гримуар Демонического доспеха]|h|r#1#22#22#Рецепты#Книга##1#133738#1050", -- [1244]
			"Гримуар жертвенного огня II#|cffffffff|Hitem:1245::::::::10:::::::|h[Гримуар жертвенного огня II]|h|r#1#10#10#Рецепты#Книга##1#133738#75", -- [1245]
			"Гримуар Дыхания демона#|cffffffff|Hitem:1246::::::::10:::::::|h[Гримуар Дыхания демона]|h|r#1#16#16#Рецепты#Книга##1#133738#325", -- [1246]
			nil, -- [1247]
			nil, -- [1248]
			nil, -- [1249]
			"Гримуар Обнаружения простой невидимости#|cffffffff|Hitem:1250::::::::10:::::::|h[Гримуар Обнаружения простой невидимости]|h|r#1#26#26#Рецепты#Книга##1#133738#1675", -- [1250]
			"Льняные бинты#|cffffffff|Hitem:1251::::::::10:::::::|h[Льняные бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133685#10", -- [1251]
			"Записка бабули Стоунфилд#|cffffffff|Hitem:1252::::::::10:::::::|h[Записка бабули Стоунфилд]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [1252]
			"Deprecated Summoned Lockpick#|cffffffff|Hitem:1253::::::::10:::::::|h[Deprecated Summoned Lockpick]|h|r#1#8#1#Ключи#Отмычка##1#134065#0", -- [1253]
			"Малый камень огня#|cffffffff|Hitem:1254::::::::10:::::::|h[Малый камень огня]|h|r#1#28#0#Доспехи#Разное#INVTYPE_HOLDABLE#1#134085#0", -- [1254]
			"Deprecated Conjured Mana Gem#|cffffffff|Hitem:1255::::::::10:::::::|h[Deprecated Conjured Mana Gem]|h|r#1#28#18#Разное#Хлам##1#134134#0", -- [1255]
			"Ветка хрустального фукуса#|cffffffff|Hitem:1256::::::::10:::::::|h[Ветка хрустального фукуса]|h|r#1#1#0#Задания#Задания##20#134184#0", -- [1256]
			"Напиток невидимости#|cffffffff|Hitem:1257::::::::10:::::::|h[Напиток невидимости]|h|r#1#1#0#Задания#Задания##1#134776#0", -- [1257]
			"Bind On Use Test Item#|cff9d9d9d|Hitem:1258::::::::10:::::::|h[Bind On Use Test Item]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#135279#1087", -- [1258]
			"JYoo test item#|cff9d9d9d|Hitem:1259::::::::10:::::::|h[JYoo test item]|h|r#0#1#0#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#2", -- [1259]
			"Голова Тарил'зуна#|cffffffff|Hitem:1260::::::::10:::::::|h[Голова Тарил'зуна]|h|r#1#1#0#Задания#Задания##1#134170#0", -- [1260]
			"Полуночная сфера#|cffffffff|Hitem:1261::::::::10:::::::|h[Полуночная сфера]|h|r#1#1#0#Задания#Задания##20#134336#0", -- [1261]
			"Бочонок громоварского#|cffffffff|Hitem:1262::::::::10:::::::|h[Бочонок громоварского]|h|r#1#15#0#Расходуемые#Расходуемые##1#132621#111", -- [1262]
			"Мозгоруб#|cffa335ee|Hitem:1263::::::::10:::::::|h[Мозгоруб]|h|r#4#60#55#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135580#79064", -- [1263]
			"Головокрушитель#|cff1eff00|Hitem:1264::::::::10:::::::|h[Головокрушитель]|h|r#2#26#0#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133482#3671", -- [1264]
			"Жало скорпиона#|cff0070dd|Hitem:1265::::::::10:::::::|h[Жало скорпиона]|h|r#3#39#34#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135302#11774", -- [1265]
			"Deprecated Orcslayer#|cff9d9d9d|Hitem:1266::::::::10:::::::|h[Deprecated Orcslayer]|h|r#0#20#0#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#686", -- [1266]
			"Deprecated Cask of Merlot#|cffffffff|Hitem:1267::::::::10:::::::|h[Deprecated Cask of Merlot]|h|r#1#1#1#Расходуемые#Расходуемые##10#134514#0", -- [1267]
			"Deprecated Bottle of Moonshine#|cffffffff|Hitem:1268::::::::10:::::::|h[Deprecated Bottle of Moonshine]|h|r#1#1#1#Расходуемые#Расходуемые##10#134754#125", -- [1268]
			"Deprecated Skin of Sweet Rum#|cffffffff|Hitem:1269::::::::10:::::::|h[Deprecated Skin of Sweet Rum]|h|r#1#1#0#Расходуемые#Расходуемые##10#133622#0", -- [1269]
			"Тонкотканый плащ#|cff1eff00|Hitem:1270::::::::10:::::::|h[Тонкотканый плащ]|h|r#2#15#0#Доспехи#Тканевые#INVTYPE_CLOAK#1#133767#213", -- [1270]
			nil, -- [1271]
			"Deprecated Fine Spun Mantle#|cff9d9d9d|Hitem:1272::::::::10:::::::|h[Deprecated Fine Spun Mantle]|h|r#0#18#13#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135040#130", -- [1272]
			"Лесная кольчуга#|cff1eff00|Hitem:1273::::::::10:::::::|h[Лесная кольчуга]|h|r#2#25#0#Доспехи#Кольчужные#INVTYPE_CHEST#1#132742#1656", -- [1273]
			"Шишки хмеля#|cffffffff|Hitem:1274::::::::10:::::::|h[Шишки хмеля]|h|r#1#1#0#Хозяйственные товары#Хозяйственные товары##20#134188#8", -- [1274]
			"Плетеный нагрудник делегата#|cff1eff00|Hitem:1275::::::::10:::::::|h[Плетеный нагрудник делегата]|h|r#2#25#0#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#1668", -- [1275]
			"Закаленный огнем кулачный щит#|cff1eff00|Hitem:1276::::::::10:::::::|h[Закаленный огнем кулачный щит]|h|r#2#27#0#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#2220", -- [1276]
			nil, -- [1277]
			nil, -- [1278]
			"Deprecated Soft Leather Hood#|cff9d9d9d|Hitem:1279::::::::10:::::::|h[Deprecated Soft Leather Hood]|h|r#0#19#0#Доспехи#Кожаные#INVTYPE_HEAD#1#133072#192", -- [1279]
			"Маскировочный плащ с капюшоном#|cff1eff00|Hitem:1280::::::::10:::::::|h[Маскировочный плащ с капюшоном]|h|r#2#38#33#Доспехи#Кожаные#INVTYPE_HEAD#1#133132#3696", -- [1280]
			"Deprecated Quiver (TEST)#|cffffffff|Hitem:1281::::::::10:::::::|h[Deprecated Quiver (TEST)]|h|r#1#1#1#Амуниция#Колчан#INVTYPE_BAG#1#133628#0", -- [1281]
			"Капюшон Искристого Металла#|cff1eff00|Hitem:1282::::::::10:::::::|h[Капюшон Искристого Металла]|h|r#2#33#0#Доспехи#Кольчужные#INVTYPE_HEAD#1#133070#2825", -- [1282]
			"Записка Вернера#|cffffffff|Hitem:1283::::::::10:::::::|h[Записка Вернера]|h|r#1#1#0#Задания#Задания##1#134939#0", -- [1283]
			"Ящик с подковами#|cffffffff|Hitem:1284::::::::10:::::::|h[Ящик с подковами]|h|r#1#1#0#Задания#Задания##1#132761#0", -- [1284]
			nil, -- [1285]
			nil, -- [1286]
			"Клык гигантского тарантула#|cff1eff00|Hitem:1287::::::::10:::::::|h[Клык гигантского тарантула]|h|r#2#15#10#Оружие#Кинжалы#INVTYPE_WEAPON#1#134298#703", -- [1287]
			"Большая ядовитая железа#|cffffffff|Hitem:1288::::::::10:::::::|h[Большая ядовитая железа]|h|r#1#1#0#Хозяйственные товары#Хозяйственные товары##5#134338#185", -- [1288]
			nil, -- [1289]
			nil, -- [1290]
			nil, -- [1291]
			"Мясницкий колун#|cff0070dd|Hitem:1292::::::::10:::::::|h[Мясницкий колун]|h|r#3#25#20#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132417#3300", -- [1292]
			"Озерное государство#|cffffffff|Hitem:1293::::::::10:::::::|h[Озерное государство]|h|r#1#1#0#Задания#Задания##1#133460#0", -- [1293]
			"Ответ генерала#|cffffffff|Hitem:1294::::::::10:::::::|h[Ответ генерала]|h|r#1#1#0#Задания#Задания##1#133461#0", -- [1294]
			nil, -- [1295]
			"Палица Черной горы#|cff1eff00|Hitem:1296::::::::10:::::::|h[Палица Черной горы]|h|r#2#21#16#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133481#1681", -- [1296]
			"Одеяния Темного чародея#|cff1eff00|Hitem:1297::::::::10:::::::|h[Одеяния Темного чародея]|h|r#2#31#26#Доспехи#Тканевые#INVTYPE_ROBE#1#132658#2038", -- [1297]
			"Deprecated Night Mage Wristguards#|cff9d9d9d|Hitem:1298::::::::10:::::::|h[Deprecated Night Mage Wristguards]|h|r#0#18#13#Доспехи#Тканевые#INVTYPE_WRIST#1#132606#89", -- [1298]
			"Малый пояс Шпиля#|cff1eff00|Hitem:1299::::::::10:::::::|h[Малый пояс Шпиля]|h|r#2#22#17#Доспехи#Тканевые#INVTYPE_WAIST#1#132518#390", -- [1299]
			"Малый посох Пика#|cff1eff00|Hitem:1300::::::::10:::::::|h[Малый посох Пика]|h|r#2#20#15#Оружие#Посохи#INVTYPE_2HWEAPON#1#135469#1854", -- [1300]
			nil, -- [1301]
			"Перчатки из черного дракончика#|cff1eff00|Hitem:1302::::::::10:::::::|h[Перчатки из черного дракончика]|h|r#2#18#0#Доспехи#Кожаные#INVTYPE_HAND#1#132951#262", -- [1302]
			"Перчатки мостового рабочего#|cff1eff00|Hitem:1303::::::::10:::::::|h[Перчатки мостового рабочего]|h|r#2#20#0#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#418", -- [1303]
			"Перчатки для верховой езды#|cff1eff00|Hitem:1304::::::::10:::::::|h[Перчатки для верховой езды]|h|r#2#20#0#Доспехи#Тканевые#INVTYPE_HAND#1#132939#279", -- [1304]
			nil, -- [1305]
			"Накулачники Волчьей гривы#|cff1eff00|Hitem:1306::::::::10:::::::|h[Накулачники Волчьей гривы]|h|r#2#20#0#Доспехи#Кожаные#INVTYPE_WRIST#1#132603#352", -- [1306]
			"План сбора золота#|cffffffff|Hitem:1307::::::::10:::::::|h[План сбора золота]|h|r#1#7#7#Задания#Задания##1#134939#0", -- [1307]
			nil, -- [1308]
			"Ящик инструментов Ослоу#|cffffffff|Hitem:1309::::::::10:::::::|h[Ящик инструментов Ослоу]|h|r#1#1#0#Задания#Задания##1#132596#0", -- [1309]
			"Брюки кузнеца#|cff1eff00|Hitem:1310::::::::10:::::::|h[Брюки кузнеца]|h|r#2#20#0#Доспехи#Кожаные#INVTYPE_LEGS#1#134582#715", -- [1310]
			"Deprecated Oslow's Wood Cutter#|cff9d9d9d|Hitem:1311::::::::10:::::::|h[Deprecated Oslow's Wood Cutter]|h|r#0#18#0#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132402#542", -- [1311]
			"Deprecated Oslow's Hammer#|cff9d9d9d|Hitem:1312::::::::10:::::::|h[Deprecated Oslow's Hammer]|h|r#0#18#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133057#435", -- [1312]
			"Deprecated Oslow's Ice Pick#|cff9d9d9d|Hitem:1313::::::::10:::::::|h[Deprecated Oslow's Ice Pick]|h|r#0#18#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135128#437", -- [1313]
			"Защитные перчатки вурдалака#|cff1eff00|Hitem:1314::::::::10:::::::|h[Защитные перчатки вурдалака]|h|r#2#20#15#Доспехи#Кожаные#INVTYPE_HAND#1#132947#362", -- [1314]
			"Гирлянда из лилий#|cffa335ee|Hitem:1315::::::::10:::::::|h[Гирлянда из лилий]|h|r#4#51#46#Доспехи#Разное#INVTYPE_NECK#1#133938#13000", -- [1315]
			nil, -- [1316]
			"Упрочненный посох из корня#|cff1eff00|Hitem:1317::::::::10:::::::|h[Упрочненный посох из корня]|h|r#2#25#0#Оружие#Посохи#INVTYPE_2HWEAPON#1#135153#3500", -- [1317]
			"Ночной разрушитель#|cff0070dd|Hitem:1318::::::::10:::::::|h[Ночной разрушитель]|h|r#3#23#18#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#3066", -- [1318]
			"Кольцо Железной воли#|cff1eff00|Hitem:1319::::::::10:::::::|h[Кольцо Железной воли]|h|r#2#25#0#Доспехи#Разное#INVTYPE_FINGER#1#132520#462", -- [1319]
			nil, -- [1320]
			"Deprecated Broiled Sunfish#|cffffffff|Hitem:1321::::::::10:::::::|h[Deprecated Broiled Sunfish]|h|r#1#15#0#Расходуемые#Расходуемые##10#133888#52", -- [1321]
			"Рыбий жир#|cffffffff|Hitem:1322::::::::10:::::::|h[Рыбий жир]|h|r#1#21#0#Расходуемые#Расходуемые##10#134743#68", -- [1322]
			"Deprecated [PH] Recipe: Broiled Sunfish#|cffffffff|Hitem:1323::::::::10:::::::|h[Deprecated [PH] Recipe: Broiled Sunfish]|h|r#1#1#0#Рецепты#Книга##1#134939#1", -- [1323]
			"Deprecated Parker's Lunch#|cffffffff|Hitem:1324::::::::10:::::::|h[Deprecated Parker's Lunch]|h|r#1#1#0#Задания#Задания#INVTYPE_WEAPONMAINHAND#1#133974#0", -- [1324]
			"Букет нарциссов#|cffffffff|Hitem:1325::::::::10:::::::|h[Букет нарциссов]|h|r#1#1#0#Задания#Задания##1#133938#0", -- [1325]
			"Соте из рыбы-луны#|cffffffff|Hitem:1326::::::::10:::::::|h[Соте из рыбы-луны]|h|r#1#15#0#Расходуемые#Расходуемые##20#133888#10", -- [1326]
			"Записка Вилли#|cffffffff|Hitem:1327::::::::10:::::::|h[Записка Вилли]|h|r#1#1#0#Задания#Задания##1#133471#0", -- [1327]
			"Книга Волшебного огня#|cffffffff|Hitem:1328::::::::10:::::::|h[Книга Волшебного огня]|h|r#1#18#18#Рецепты#Книга##1#133743#550", -- [1328]
			nil, -- [1329]
			nil, -- [1330]
			nil, -- [1331]
			"Книга Выведения яда#|cffffffff|Hitem:1332::::::::10:::::::|h[Книга Выведения яда]|h|r#1#14#14#Рецепты#Книга##1#133743#225", -- [1332]
			nil, -- [1333]
			"Книга Омоложения II#|cffffffff|Hitem:1334::::::::10:::::::|h[Книга Омоложения II]|h|r#1#10#10#Рецепты#Книга##1#133743#75", -- [1334]
			"Deprecated Book of Nullify Disease#|cffffffff|Hitem:1335::::::::10:::::::|h[Deprecated Book of Nullify Disease]|h|r#1#14#14#Рецепты#Книга##1#133743#325", -- [1335]
			nil, -- [1336]
			nil, -- [1337]
			nil, -- [1338]
			"Книга Гнева деревьев#|cffffffff|Hitem:1339::::::::10:::::::|h[Книга Гнева деревьев]|h|r#1#8#8#Рецепты#Книга##1#133743#50", -- [1339]
			nil, -- [1340]
			"Книга Лунного огня#|cffffffff|Hitem:1341::::::::10:::::::|h[Книга Лунного огня]|h|r#1#4#4#Рецепты#Книга##1#133743#10", -- [1341]
			nil, -- [1342]
			nil, -- [1343]
			nil, -- [1344]
			nil, -- [1345]
			nil, -- [1346]
			nil, -- [1347]
			nil, -- [1348]
			"Ящик Аберкромби#|cffffffff|Hitem:1349::::::::10:::::::|h[Ящик Аберкромби]|h|r#1#1#0#Задания#Задания##1#132766#0", -- [1349]
			"Deprecated Hex Doll#|cff9d9d9d|Hitem:1350::::::::10:::::::|h[Deprecated Hex Doll]|h|r#0#40#0#Доспехи#Разное#INVTYPE_TRINKET#1#134231#171", -- [1350]
			"Костяные наручи#|cff1eff00|Hitem:1351::::::::10:::::::|h[Костяные наручи]|h|r#2#28#23#Доспехи#Тканевые#INVTYPE_WRIST#1#132615#768", -- [1351]
			"Мортира Дробителей Черепов#|cffffffff|Hitem:1352::::::::10:::::::|h[Мортира Дробителей Черепов]|h|r#1#22#12#Задания#Задания##1#133728#200", -- [1352]
			"Донесение Шоу#|cffffffff|Hitem:1353::::::::10:::::::|h[Донесение Шоу]|h|r#1#1#0#Задания#Задания##1#133461#0", -- [1353]
			"Deprecated Homespun Shawl#|cffffffff|Hitem:1354::::::::10:::::::|h[Deprecated Homespun Shawl]|h|r#1#8#0#Доспехи#Тканевые#INVTYPE_CLOAK#1#133765#24", -- [1354]
			"Замшевая накидка#|cff1eff00|Hitem:1355::::::::10:::::::|h[Замшевая накидка]|h|r#2#15#10#Доспехи#Тканевые#INVTYPE_CLOAK#1#134354#251", -- [1355]
			"Рекомендация: Элвиннский лес#|cffffffff|Hitem:1356::::::::10:::::::|h[Рекомендация: Элвиннский лес]|h|r#1#1#0#Задания#Задания##10#134939#0", -- [1356]
			"Карта сокровищ капитана Сандерса#|cffffffff|Hitem:1357::::::::10:::::::|h[Карта сокровищ капитана Сандерса]|h|r#1#10#10#Задания#Задания##1#134269#0", -- [1357]
			"Ключ к сокровищу Сандерса#|cffffffff|Hitem:1358::::::::10:::::::|h[Ключ к сокровищу Сандерса]|h|r#1#1#0#Задания#Задания##1#134251#0", -- [1358]
			"Перчатки Львиного следа#|cffffffff|Hitem:1359::::::::10:::::::|h[Перчатки Львиного следа]|h|r#1#8#0#Доспехи#Кожаные#INVTYPE_HAND#1#132939#19", -- [1359]
			"Плетеные перчатки Штормграда#|cffffffff|Hitem:1360::::::::10:::::::|h[Плетеные перчатки Штормграда]|h|r#1#10#0#Доспехи#Кольчужные#INVTYPE_HAND#1#132939#42", -- [1360]
			"Еще один ключ к сокровищу Сандерса#|cffffffff|Hitem:1361::::::::10:::::::|h[Еще один ключ к сокровищу Сандерса]|h|r#1#1#0#Задания#Задания##1#134257#0", -- [1361]
			"Последний ключ к сокровищу Сандерса#|cffffffff|Hitem:1362::::::::10:::::::|h[Последний ключ к сокровищу Сандерса]|h|r#1#1#0#Задания#Задания##1#134252#0", -- [1362]
			"Deprecated Captain Sander's Eyepatch#|cff9d9d9d|Hitem:1363::::::::10:::::::|h[Deprecated Captain Sander's Eyepatch]|h|r#0#15#0#Доспехи#Тканевые#INVTYPE_HEAD#1#133148#83", -- [1363]
			"Рваный кожаный жилет#|cff9d9d9d|Hitem:1364::::::::10:::::::|h[Рваный кожаный жилет]|h|r#0#5#1#Доспехи#Кожаные#INVTYPE_CHEST#1#135009#8", -- [1364]
			nil, -- [1365]
			"Рваные кожаные штаны#|cff9d9d9d|Hitem:1366::::::::10:::::::|h[Рваные кожаные штаны]|h|r#0#2#1#Доспехи#Кожаные#INVTYPE_LEGS#1#134586#2", -- [1366]
			"Рваные кожаные сапоги#|cff9d9d9d|Hitem:1367::::::::10:::::::|h[Рваные кожаные сапоги]|h|r#0#3#1#Доспехи#Кожаные#INVTYPE_FEET#1#132540#2", -- [1367]
			"Рваные кожаные перчатки#|cff9d9d9d|Hitem:1368::::::::10:::::::|h[Рваные кожаные перчатки]|h|r#0#4#1#Доспехи#Кожаные#INVTYPE_HAND#1#132952#2", -- [1368]
			"Рваный кожаный пояс#|cff9d9d9d|Hitem:1369::::::::10:::::::|h[Рваный кожаный пояс]|h|r#0#5#1#Доспехи#Кожаные#INVTYPE_WAIST#1#132513#4", -- [1369]
			"Рваные кожаные наручи#|cff9d9d9d|Hitem:1370::::::::10:::::::|h[Рваные кожаные наручи]|h|r#0#4#1#Доспехи#Кожаные#INVTYPE_WRIST#1#132609#2", -- [1370]
			"Deprecated Ragged Leather Shoulderpads#|cff9d9d9d|Hitem:1371::::::::10:::::::|h[Deprecated Ragged Leather Shoulderpads]|h|r#0#2#1#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#1", -- [1371]
			"Рваный плащ#|cff9d9d9d|Hitem:1372::::::::10:::::::|h[Рваный плащ]|h|r#0#3#1#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#2", -- [1372]
			nil, -- [1373]
			"Изношенные ботинки#|cff9d9d9d|Hitem:1374::::::::10:::::::|h[Изношенные ботинки]|h|r#0#4#1#Доспехи#Тканевые#INVTYPE_FEET#1#132543#3", -- [1374]
			nil, -- [1375]
			"Изношенный плащ#|cff9d9d9d|Hitem:1376::::::::10:::::::|h[Изношенный плащ]|h|r#0#5#1#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#4", -- [1376]
			"Изношенные перчатки#|cff9d9d9d|Hitem:1377::::::::10:::::::|h[Изношенные перчатки]|h|r#0#3#1#Доспехи#Тканевые#INVTYPE_HAND#1#132952#1", -- [1377]
			"Изношенные штаны#|cff9d9d9d|Hitem:1378::::::::10:::::::|h[Изношенные штаны]|h|r#0#2#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134589#1", -- [1378]
			"Deprecated Frayed Shoulderpads#|cff9d9d9d|Hitem:1379::::::::10:::::::|h[Deprecated Frayed Shoulderpads]|h|r#0#3#1#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135037#2", -- [1379]
			"Изношенное одеяние#|cff9d9d9d|Hitem:1380::::::::10:::::::|h[Изношенное одеяние]|h|r#0#4#1#Доспехи#Тканевые#INVTYPE_ROBE#1#132662#4", -- [1380]
			"Таинственное послание#|cffffffff|Hitem:1381::::::::10:::::::|h[Таинственное послание]|h|r#1#1#0#Задания#Задания##1#133468#0", -- [1381]
			"Скальная палица#|cffffffff|Hitem:1382::::::::10:::::::|h[Скальная палица]|h|r#1#5#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133482#24", -- [1382]
			"Каменный томагавк#|cffffffff|Hitem:1383::::::::10:::::::|h[Каменный томагавк]|h|r#1#5#0#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135421#25", -- [1383]
			"Тупой клинок#|cffffffff|Hitem:1384::::::::10:::::::|h[Тупой клинок]|h|r#1#3#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#11", -- [1384]
			"Deprecated Farmer's Maul#|cff9d9d9d|Hitem:1385::::::::10:::::::|h[Deprecated Farmer's Maul]|h|r#0#4#1#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133046#14", -- [1385]
			"Шершавый топор#|cffffffff|Hitem:1386::::::::10:::::::|h[Шершавый топор]|h|r#1#5#0#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132392#32", -- [1386]
			"Клык вурдалака#|cff1eff00|Hitem:1387::::::::10:::::::|h[Клык вурдалака]|h|r#2#19#14#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135277#1578", -- [1387]
			"Корявый посох#|cffffffff|Hitem:1388::::::::10:::::::|h[Корявый посох]|h|r#1#3#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135159#14", -- [1388]
			"Молот кобольдского горняка#|cffffffff|Hitem:1389::::::::10:::::::|h[Молот кобольдского горняка]|h|r#1#7#2#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133046#58", -- [1389]
			nil, -- [1390]
			"Посох мистика из стаи Речной Лапы#|cff1eff00|Hitem:1391::::::::10:::::::|h[Посох мистика из стаи Речной Лапы]|h|r#2#18#13#Оружие#Посохи#INVTYPE_2HWEAPON#1#135473#1392", -- [1391]
			"Deprecated Wristguards of the Fen Warden#|cff9d9d9d|Hitem:1392::::::::10:::::::|h[Deprecated Wristguards of the Fen Warden]|h|r#0#23#0#Доспехи#Тканевые#INVTYPE_WRIST#1#132611#176", -- [1392]
			nil, -- [1393]
			"Доска из сплавного леса#|cff1eff00|Hitem:1394::::::::10:::::::|h[Доска из сплавного леса]|h|r#2#15#10#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133485#740", -- [1394]
			"Штаны ученика#|cff9d9d9d|Hitem:1395::::::::10:::::::|h[Штаны ученика]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134581#1", -- [1395]
			"Штаны послушника#|cff9d9d9d|Hitem:1396::::::::10:::::::|h[Штаны послушника]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134581#1", -- [1396]
			"Deprecated Orc Acolyte's Pants#|cff9d9d9d|Hitem:1397::::::::10:::::::|h[Deprecated Orc Acolyte's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134581#1", -- [1397]
			"Deprecated Dwarven Novice's Pants#|cff9d9d9d|Hitem:1398::::::::10:::::::|h[Deprecated Dwarven Novice's Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#1", -- [1398]
			"Волшебная свеча#|cffffffff|Hitem:1399::::::::10:::::::|h[Волшебная свеча]|h|r#1#8#1#Расходуемые#Расходуемые##20#133751#12", -- [1399]
			"Жетон Быстрого пера#|cffffffff|Hitem:1400::::::::10:::::::|h[Жетон Быстрого пера]|h|r#1#12#2#Расходуемые#Расходуемые##1#134414#337", -- [1400]
			"Листовой зеленый чай#|cffffffff|Hitem:1401::::::::10:::::::|h[Листовой зеленый чай]|h|r#1#14#4#Расходуемые#Расходуемые##20#134190#14", -- [1401]
			"Сера#|cffffffff|Hitem:1402::::::::10:::::::|h[Сера]|h|r#1#12#2#Расходуемые#Расходуемые##1#135230#162", -- [1402]
			"Deprecated Capstone#|cffffffff|Hitem:1403::::::::10:::::::|h[Deprecated Capstone]|h|r#1#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#134414#175", -- [1403]
			"Оберег Прилива#|cff1eff00|Hitem:1404::::::::10:::::::|h[Оберег Прилива]|h|r#2#41#36#Доспехи#Разное#INVTYPE_TRINKET#1#134414#10306", -- [1404]
			"Пеноплюйный посох#|cff1eff00|Hitem:1405::::::::10:::::::|h[Пеноплюйный посох]|h|r#2#17#12#Оружие#Посохи#INVTYPE_2HWEAPON#1#135143#1184", -- [1405]
			"Инкрустированное жемчугом копье#|cff1eff00|Hitem:1406::::::::10:::::::|h[Инкрустированное жемчугом копье]|h|r#2#21#20#Оружие#Древковое#INVTYPE_2HWEAPON#1#135129#2079", -- [1406]
			"Обращение Соломона к Западному Краю#|cffffffff|Hitem:1407::::::::10:::::::|h[Обращение Соломона к Западному Краю]|h|r#1#1#0#Задания#Задания##1#133460#0", -- [1407]
			"Ответ Камнегрива Соломону#|cffffffff|Hitem:1408::::::::10:::::::|h[Ответ Камнегрива Соломону]|h|r#1#1#0#Задания#Задания##1#133466#0", -- [1408]
			"Обращение Соломона к Темнолесью#|cffffffff|Hitem:1409::::::::10:::::::|h[Обращение Соломона к Темнолесью]|h|r#1#1#0#Задания#Задания##1#133460#0", -- [1409]
			"Ответ Элло Чернодрева Соломону#|cffffffff|Hitem:1410::::::::10:::::::|h[Ответ Элло Чернодрева Соломону]|h|r#1#1#0#Задания#Задания##1#133460#0", -- [1410]
			"Иссохший посох#|cff9d9d9d|Hitem:1411::::::::10:::::::|h[Иссохший посох]|h|r#0#8#3#Оружие#Посохи#INVTYPE_2HWEAPON#1#135139#68", -- [1411]
			"Грубый полуторный меч#|cff9d9d9d|Hitem:1412::::::::10:::::::|h[Грубый полуторный меч]|h|r#0#7#2#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#49", -- [1412]
			"Непрочный меч#|cff9d9d9d|Hitem:1413::::::::10:::::::|h[Непрочный меч]|h|r#0#8#3#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#55", -- [1413]
			"Треснувший ручной молот#|cff9d9d9d|Hitem:1414::::::::10:::::::|h[Треснувший ручной молот]|h|r#0#9#4#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133046#97", -- [1414]
			"Киянка столяра#|cff9d9d9d|Hitem:1415::::::::10:::::::|h[Киянка столяра]|h|r#0#9#4#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133052#72", -- [1415]
			"Заржавленная секира#|cff9d9d9d|Hitem:1416::::::::10:::::::|h[Заржавленная секира]|h|r#0#9#4#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135421#72", -- [1416]
			"Разбитый боевой топор#|cff9d9d9d|Hitem:1417::::::::10:::::::|h[Разбитый боевой топор]|h|r#0#8#3#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#65", -- [1417]
			"Поношенный кожаный пояс#|cff9d9d9d|Hitem:1418::::::::10:::::::|h[Поношенный кожаный пояс]|h|r#0#7#2#Доспехи#Кожаные#INVTYPE_WAIST#1#132513#9", -- [1418]
			"Поношенные кожаные сапоги#|cff9d9d9d|Hitem:1419::::::::10:::::::|h[Поношенные кожаные сапоги]|h|r#0#8#3#Доспехи#Кожаные#INVTYPE_FEET#1#132540#19", -- [1419]
			"Поношенные кожаные наручи#|cff9d9d9d|Hitem:1420::::::::10:::::::|h[Поношенные кожаные наручи]|h|r#0#9#4#Доспехи#Кожаные#INVTYPE_WRIST#1#132604#18", -- [1420]
			"Поношенный плащ из шкуры#|cff9d9d9d|Hitem:1421::::::::10:::::::|h[Поношенный плащ из шкуры]|h|r#0#10#5#Доспехи#Тканевые#INVTYPE_CLOAK#1#133766#28", -- [1421]
			"Поношенные кожаные перчатки#|cff9d9d9d|Hitem:1422::::::::10:::::::|h[Поношенные кожаные перчатки]|h|r#0#6#1#Доспехи#Кожаные#INVTYPE_HAND#1#132952#6", -- [1422]
			"Поношенные кожаные штаны#|cff9d9d9d|Hitem:1423::::::::10:::::::|h[Поношенные кожаные штаны]|h|r#0#7#2#Доспехи#Кожаные#INVTYPE_LEGS#1#134586#18", -- [1423]
			"Deprecated Worn Leather Shoulderpads#|cff9d9d9d|Hitem:1424::::::::10:::::::|h[Deprecated Worn Leather Shoulderpads]|h|r#0#8#3#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#19", -- [1424]
			"Поношенный кожаный жилет#|cff9d9d9d|Hitem:1425::::::::10:::::::|h[Поношенный кожаный жилет]|h|r#0#9#4#Доспехи#Кожаные#INVTYPE_CHEST#1#135009#37", -- [1425]
			nil, -- [1426]
			"Лоскутные ботинки#|cff9d9d9d|Hitem:1427::::::::10:::::::|h[Лоскутные ботинки]|h|r#0#10#5#Доспехи#Тканевые#INVTYPE_FEET#1#132543#29", -- [1427]
			nil, -- [1428]
			"Лоскутный плащ#|cff9d9d9d|Hitem:1429::::::::10:::::::|h[Лоскутный плащ]|h|r#0#6#1#Доспехи#Тканевые#INVTYPE_CLOAK#1#133763#7", -- [1429]
			"Лоскутные перчатки#|cff9d9d9d|Hitem:1430::::::::10:::::::|h[Лоскутные перчатки]|h|r#0#7#2#Доспехи#Тканевые#INVTYPE_HAND#1#132952#7", -- [1430]
			"Лоскутные штаны#|cff9d9d9d|Hitem:1431::::::::10:::::::|h[Лоскутные штаны]|h|r#0#8#3#Доспехи#Тканевые#INVTYPE_LEGS#1#134591#20", -- [1431]
			"Deprecated Patchwork Cloth Shoulderpads#|cff9d9d9d|Hitem:1432::::::::10:::::::|h[Deprecated Patchwork Cloth Shoulderpads]|h|r#0#9#4#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135037#21", -- [1432]
			"Лоскутная броня#|cff9d9d9d|Hitem:1433::::::::10:::::::|h[Лоскутная броня]|h|r#0#7#2#Доспехи#Тканевые#INVTYPE_CHEST#1#135010#14", -- [1433]
			"Горящая восковая палочка#|cffffffff|Hitem:1434::::::::10:::::::|h[Горящая восковая палочка]|h|r#1#7#0#Расходуемые#Расходуемые##20#133752#43", -- [1434]
			"Deprecated Bridge Worker's Yoke#|cff9d9d9d|Hitem:1435::::::::10:::::::|h[Deprecated Bridge Worker's Yoke]|h|r#0#15#0#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#103", -- [1435]
			"Брюки первопроходца#|cff1eff00|Hitem:1436::::::::10:::::::|h[Брюки первопроходца]|h|r#2#17#0#Доспехи#Кожаные#INVTYPE_LEGS#1#134585#458", -- [1436]
			nil, -- [1437]
			"Воинский щит#|cffffffff|Hitem:1438::::::::10:::::::|h[Воинский щит]|h|r#1#9#4#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#70", -- [1438]
			nil, -- [1439]
			"Гнолловский Крушитель черепов#|cff1eff00|Hitem:1440::::::::10:::::::|h[Гнолловский Крушитель черепов]|h|r#2#19#14#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133048#1230", -- [1440]
			nil, -- [1441]
			nil, -- [1442]
			"Изукрашенный амулет Кайнвин#|cffa335ee|Hitem:1443::::::::10:::::::|h[Изукрашенный амулет Кайнвин]|h|r#4#60#55#Доспехи#Разное#INVTYPE_NECK#1#133276#21125", -- [1443]
			"Deprecated Inferno Stone#|cff0070dd|Hitem:1444::::::::10:::::::|h[Deprecated Inferno Stone]|h|r#3#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#135231#1131", -- [1444]
			"Наплечье Черной горы#|cffffffff|Hitem:1445::::::::10:::::::|h[Наплечье Черной горы]|h|r#1#23#18#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#583", -- [1445]
			"Сапоги Черной горы#|cff1eff00|Hitem:1446::::::::10:::::::|h[Сапоги Черной горы]|h|r#2#19#14#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#568", -- [1446]
			"Кольцо Спасителей#|cffa335ee|Hitem:1447::::::::10:::::::|h[Кольцо Спасителей]|h|r#4#46#41#Доспехи#Разное#INVTYPE_FINGER#1#132516#22775", -- [1447]
			"Рукавицы Черной горы#|cff1eff00|Hitem:1448::::::::10:::::::|h[Рукавицы Черной горы]|h|r#2#20#15#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#405", -- [1448]
			"Малое кольцо Благословения#|cff1eff00|Hitem:1449::::::::10:::::::|h[Малое кольцо Благословения]|h|r#2#24#0#Доспехи#Разное#INVTYPE_FINGER#1#133355#1875", -- [1449]
			"Зелье страсти#|cffffffff|Hitem:1450::::::::10:::::::|h[Зелье страсти]|h|r#1#25#15#Расходуемые#Расходуемые##10#134720#10", -- [1450]
			"Бутылка \"Сока зомби\"#|cffffffff|Hitem:1451::::::::10:::::::|h[Бутылка \"Сока зомби\"]|h|r#1#1#0#Задания#Задания##1#134776#0", -- [1451]
			nil, -- [1452]
			"Призрачный гребень#|cffffffff|Hitem:1453::::::::10:::::::|h[Призрачный гребень]|h|r#1#1#0#Задания#Задания##1#133800#0", -- [1453]
			"Топор головореза#|cff0070dd|Hitem:1454::::::::10:::::::|h[Топор головореза]|h|r#3#27#22#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132415#3937", -- [1454]
			"Топор воителя клана Черной Горы#|cff1eff00|Hitem:1455::::::::10:::::::|h[Топор воителя клана Черной Горы]|h|r#2#24#19#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135562#2931", -- [1455]
			nil, -- [1456]
			"Палица Темношкуров#|cff1eff00|Hitem:1457::::::::10:::::::|h[Палица Темношкуров]|h|r#2#22#17#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133476#1850", -- [1457]
			"Кувалда Темношкуров#|cff1eff00|Hitem:1458::::::::10:::::::|h[Кувалда Темношкуров]|h|r#2#23#18#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#2623", -- [1458]
			"Рубило Темношкуров#|cff1eff00|Hitem:1459::::::::10:::::::|h[Рубило Темношкуров]|h|r#2#24#19#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135421#2380", -- [1459]
			"Двуручный меч Темношкуров#|cff1eff00|Hitem:1460::::::::10:::::::|h[Двуручный меч Темношкуров]|h|r#2#20#15#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135356#1768", -- [1460]
			"Боевой топор убийцы#|cff1eff00|Hitem:1461::::::::10:::::::|h[Боевой топор убийцы]|h|r#2#25#20#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#3387", -- [1461]
			"Кольцо Тени#|cff1eff00|Hitem:1462::::::::10:::::::|h[Кольцо Тени]|h|r#2#25#20#Доспехи#Разное#INVTYPE_FINGER#1#133357#1306", -- [1462]
			nil, -- [1463]
			"Коготь канюка#|cff9d9d9d|Hitem:1464::::::::10:::::::|h[Коготь канюка]|h|r#0#1#0#Разное#Хлам##5#134294#71", -- [1464]
			"Тигрогубитель#|cff1eff00|Hitem:1465::::::::10:::::::|h[Тигрогубитель]|h|r#2#38#33#Оружие#Кинжалы#INVTYPE_WEAPON#1#135651#9824", -- [1465]
			nil, -- [1466]
			"Пятнистая рыба-луна#|cffffffff|Hitem:1467::::::::10:::::::|h[Пятнистая рыба-луна]|h|r#1#1#0#Задания#Задания##20#133888#0", -- [1467]
			"Плавник мурлока#|cffffffff|Hitem:1468::::::::10:::::::|h[Плавник мурлока]|h|r#1#16#0#Хозяйственные товары#Хозяйственные товары##10#134304#28", -- [1468]
			"Ятаган Атуна#|cff1eff00|Hitem:1469::::::::10:::::::|h[Ятаган Атуна]|h|r#2#19#14#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135325#1180", -- [1469]
			"Сумка из кожи мурлока#|cffffffff|Hitem:1470::::::::10:::::::|h[Сумка из кожи мурлока]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133626#875", -- [1470]
			nil, -- [1471]
			"Deprecated Polished Lakestone Charm#|cff9d9d9d|Hitem:1472::::::::10:::::::|h[Deprecated Polished Lakestone Charm]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#134431#1125", -- [1472]
			"Береговой посох#|cff1eff00|Hitem:1473::::::::10:::::::|h[Береговой посох]|h|r#2#19#14#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#1497", -- [1473]
			nil, -- [1474]
			"Малая ядовитая железа#|cffffffff|Hitem:1475::::::::10:::::::|h[Малая ядовитая железа]|h|r#1#1#0#Хозяйственные товары#Хозяйственные товары##5#134339#82", -- [1475]
			"Сломанная паучья лапа#|cff9d9d9d|Hitem:1476::::::::10:::::::|h[Сломанная паучья лапа]|h|r#0#1#0#Разное#Хлам##5#134321#6", -- [1476]
			"Свиток ловкости II#|cffffffff|Hitem:1477::::::::10:::::::|h[Свиток ловкости II]|h|r#1#35#25#Расходуемые#Расходуемые##5#134938#87", -- [1477]
			"Охранный свиток II#|cffffffff|Hitem:1478::::::::10:::::::|h[Охранный свиток II]|h|r#1#25#15#Расходуемые#Расходуемые##5#134943#62", -- [1478]
			"Жаропрочные полуперчатки Салмы#|cffffffff|Hitem:1479::::::::10:::::::|h[Жаропрочные полуперчатки Салмы]|h|r#1#12#0#Доспехи#Тканевые#INVTYPE_HAND#1#132940#47", -- [1479]
			"Дубина народной войны#|cff1eff00|Hitem:1480::::::::10:::::::|h[Дубина народной войны]|h|r#2#17#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133057#954", -- [1480]
			"Мрачнокоготь#|cff0070dd|Hitem:1481::::::::10:::::::|h[Мрачнокоготь]|h|r#3#25#20#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132404#3337", -- [1481]
			"Тенеклык#|cff0070dd|Hitem:1482::::::::10:::::::|h[Тенеклык]|h|r#3#24#19#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135311#2964", -- [1482]
			"Мордокрушитель#|cff0070dd|Hitem:1483::::::::10:::::::|h[Мордокрушитель]|h|r#3#21#16#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133045#2025", -- [1483]
			"Ведьмовской посох#|cff0070dd|Hitem:1484::::::::10:::::::|h[Ведьмовской посох]|h|r#3#22#17#Оружие#Посохи#INVTYPE_2HWEAPON#1#135466#2922", -- [1484]
			"Вилы#|cff9d9d9d|Hitem:1485::::::::10:::::::|h[Вилы]|h|r#0#25#20#Оружие#Древковое#INVTYPE_2HWEAPON#1#135127#1410", -- [1485]
			"Куртка из древесной коры#|cff0070dd|Hitem:1486::::::::10:::::::|h[Куртка из древесной коры]|h|r#3#24#19#Доспехи#Тканевые#INVTYPE_CHEST#1#135006#1202", -- [1486]
			"Сотворенный хлеб грубого помола#|cffffffff|Hitem:1487::::::::10:::::::|h[Сотворенный хлеб грубого помола]|h|r#1#35#25#Расходуемые#Расходуемые##20#133950#0", -- [1487]
			"Броня Мстителя#|cff0070dd|Hitem:1488::::::::10:::::::|h[Броня Мстителя]|h|r#3#31#26#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#3379", -- [1488]
			"Броня Покрова Тьмы#|cff0070dd|Hitem:1489::::::::10:::::::|h[Броня Покрова Тьмы]|h|r#3#25#20#Доспехи#Кожаные#INVTYPE_CHEST#1#132723#1553", -- [1489]
			"Талисман-хранитель#|cff1eff00|Hitem:1490::::::::10:::::::|h[Талисман-хранитель]|h|r#2#50#0#Доспехи#Разное#INVTYPE_TRINKET#1#133438#8910", -- [1490]
			"Кольцо Точности#|cff0070dd|Hitem:1491::::::::10:::::::|h[Кольцо Точности]|h|r#3#25#20#Доспехи#Разное#INVTYPE_FINGER#1#133356#2207", -- [1491]
			"Deprecated Recipe: Murloc Fin Soup#|cffffffff|Hitem:1492::::::::10:::::::|h[Deprecated Recipe: Murloc Fin Soup]|h|r#1#1#0#Рецепты#Книга##1#134939#1", -- [1492]
			"Тяжелый ятаган мародера#|cff0070dd|Hitem:1493::::::::10:::::::|h[Тяжелый ятаган мародера]|h|r#3#27#22#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135325#3922", -- [1493]
			nil, -- [1494]
			"Ситцевые ботинки#|cff9d9d9d|Hitem:1495::::::::10:::::::|h[Ситцевые ботинки]|h|r#0#13#8#Доспехи#Тканевые#INVTYPE_FEET#1#132539#58", -- [1495]
			nil, -- [1496]
			"Ситцевый плащ#|cff9d9d9d|Hitem:1497::::::::10:::::::|h[Ситцевый плащ]|h|r#0#14#9#Доспехи#Тканевые#INVTYPE_CLOAK#1#133754#71", -- [1497]
			"Ситцевые перчатки#|cff9d9d9d|Hitem:1498::::::::10:::::::|h[Ситцевые перчатки]|h|r#0#15#10#Доспехи#Тканевые#INVTYPE_HAND#1#132952#57", -- [1498]
			"Ситцевые штаны#|cff9d9d9d|Hitem:1499::::::::10:::::::|h[Ситцевые штаны]|h|r#0#11#6#Доспехи#Тканевые#INVTYPE_LEGS#1#134591#51", -- [1499]
			"Deprecated Calico Shoulderpads#|cff9d9d9d|Hitem:1500::::::::10:::::::|h[Deprecated Calico Shoulderpads]|h|r#0#12#7#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135037#47", -- [1500]
			"Ситцевый мундир#|cff9d9d9d|Hitem:1501::::::::10:::::::|h[Ситцевый мундир]|h|r#0#13#8#Доспехи#Тканевые#INVTYPE_CHEST#1#135020#80", -- [1501]
			"Покоробленный кожаный пояс#|cff9d9d9d|Hitem:1502::::::::10:::::::|h[Покоробленный кожаный пояс]|h|r#0#14#9#Доспехи#Кожаные#INVTYPE_WAIST#1#132515#60", -- [1502]
			"Покоробленные кожаные сапоги#|cff9d9d9d|Hitem:1503::::::::10:::::::|h[Покоробленные кожаные сапоги]|h|r#0#15#10#Доспехи#Кожаные#INVTYPE_FEET#1#132539#109", -- [1503]
			"Покоробленные кожаные наручи#|cff9d9d9d|Hitem:1504::::::::10:::::::|h[Покоробленные кожаные наручи]|h|r#0#11#6#Доспехи#Кожаные#INVTYPE_WRIST#1#132606#32", -- [1504]
			"Покоробленный плащ#|cff9d9d9d|Hitem:1505::::::::10:::::::|h[Покоробленный плащ]|h|r#0#12#7#Доспехи#Тканевые#INVTYPE_CLOAK#1#133760#48", -- [1505]
			"Покоробленные кожаные перчатки#|cff9d9d9d|Hitem:1506::::::::10:::::::|h[Покоробленные кожаные перчатки]|h|r#0#13#8#Доспехи#Кожаные#INVTYPE_HAND#1#132952#51", -- [1506]
			"Покоробленные кожаные штаны#|cff9d9d9d|Hitem:1507::::::::10:::::::|h[Покоробленные кожаные штаны]|h|r#0#14#9#Доспехи#Кожаные#INVTYPE_LEGS#1#134588#123", -- [1507]
			"Deprecated Patched Leather Shoulderpads#|cff9d9d9d|Hitem:1508::::::::10:::::::|h[Deprecated Patched Leather Shoulderpads]|h|r#0#15#10#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#111", -- [1508]
			"Покоробленный кожаный жилет#|cff9d9d9d|Hitem:1509::::::::10:::::::|h[Покоробленный кожаный жилет]|h|r#0#11#6#Доспехи#Кожаные#INVTYPE_CHEST#1#135009#59", -- [1509]
			"Тяжелый молот#|cff9d9d9d|Hitem:1510::::::::10:::::::|h[Тяжелый молот]|h|r#0#12#7#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133052#150", -- [1510]
			"Меч обывателя#|cff9d9d9d|Hitem:1511::::::::10:::::::|h[Меч обывателя]|h|r#0#13#8#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#193", -- [1511]
			"Грубый боевой топор#|cff9d9d9d|Hitem:1512::::::::10:::::::|h[Грубый боевой топор]|h|r#0#12#7#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135423#194", -- [1512]
			"Старый большой меч#|cff9d9d9d|Hitem:1513::::::::10:::::::|h[Старый большой меч]|h|r#0#14#9#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#293", -- [1513]
			"Ржавый боевой молот#|cff9d9d9d|Hitem:1514::::::::10:::::::|h[Ржавый боевой молот]|h|r#0#14#9#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#294", -- [1514]
			"Грубый деревянный посох#|cff9d9d9d|Hitem:1515::::::::10:::::::|h[Грубый деревянный посох]|h|r#0#12#7#Оружие#Посохи#INVTYPE_2HWEAPON#1#135146#196", -- [1515]
			"Старый топор#|cff9d9d9d|Hitem:1516::::::::10:::::::|h[Старый топор]|h|r#0#14#9#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135419#237", -- [1516]
			nil, -- [1517]
			"Гребень для призрачных волос#|cffffffff|Hitem:1518::::::::10:::::::|h[Гребень для призрачных волос]|h|r#1#1#0#Задания#Задания##1#133800#0", -- [1518]
			"Ухо тролля из клана Кровавого Скальпа#|cffffffff|Hitem:1519::::::::10:::::::|h[Ухо тролля из клана Кровавого Скальпа]|h|r#1#1#0#Задания#Задания##20#134343#0", -- [1519]
			"Пот тролля#|cff9d9d9d|Hitem:1520::::::::10:::::::|h[Пот тролля]|h|r#0#1#0#Разное#Хлам##5#134776#71", -- [1520]
			"Лесоповальный огрский топор#|cff1eff00|Hitem:1521::::::::10:::::::|h[Лесоповальный огрский топор]|h|r#2#44#39#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132409#19205", -- [1521]
			"Копье Охоты за головами#|cff1eff00|Hitem:1522::::::::10:::::::|h[Копье Охоты за головами]|h|r#2#36#31#Оружие#Древковое#INVTYPE_2HWEAPON#1#135128#10224", -- [1522]
			"Огромная каменная дубина#|cff1eff00|Hitem:1523::::::::10:::::::|h[Огромная каменная дубина]|h|r#2#36#31#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133489#10261", -- [1523]
			"Клык тролля из клана Дробителей Черепов#|cffffffff|Hitem:1524::::::::10:::::::|h[Клык тролля из клана Дробителей Черепов]|h|r#1#1#0#Задания#Задания##20#134298#0", -- [1524]
			nil, -- [1525]
			nil, -- [1526]
			"Deprecated Fistful of Hay#|cffffffff|Hitem:1527::::::::10:::::::|h[Deprecated Fistful of Hay]|h|r#1#1#0#Задания#Задания##10#134185#0", -- [1527]
			"Горсть овса#|cffffffff|Hitem:1528::::::::10:::::::|h[Горсть овса]|h|r#1#1#0#Задания#Задания##20#134059#0", -- [1528]
			"Нефрит#|cff1eff00|Hitem:1529::::::::10:::::::|h[Нефрит]|h|r#2#35#0#Хозяйственные товары#Хозяйственные товары##20#134134#700", -- [1529]
			nil, -- [1530]
			nil, -- [1531]
			"Сушеная голова#|cffffffff|Hitem:1532::::::::10:::::::|h[Сушеная голова]|h|r#1#1#0#Задания#Задания##20#133730#0", -- [1532]
			"Deprecated Bloodscalp Idol#|cffffffff|Hitem:1533::::::::10:::::::|h[Deprecated Bloodscalp Idol]|h|r#1#37#27#Расходуемые#Расходуемые##1#134231#62", -- [1533]
			"Манускрипт: Благодать IV#|cffffffff|Hitem:1534::::::::10:::::::|h[Манускрипт: Благодать IV]|h|r#1#22#22#Рецепты#Книга##1#133740#1050", -- [1534]
			"Deprecated Bloodscalp Vest#|cff9d9d9d|Hitem:1535::::::::10:::::::|h[Deprecated Bloodscalp Vest]|h|r#0#38#33#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#1894", -- [1535]
			"Манускрипт: Печать гнева#|cffffffff|Hitem:1536::::::::10:::::::|h[Манускрипт: Печать гнева]|h|r#1#30#30#Рецепты#Книга##1#133740#2425", -- [1536]
			"Мешок с едой старой Савраски#|cffffffff|Hitem:1537::::::::10:::::::|h[Мешок с едой старой Савраски]|h|r#1#1#0#Сумки#Сумка#INVTYPE_BAG#1#133639#62", -- [1537]
			nil, -- [1538]
			"Крючковатый посох отшельника#|cff1eff00|Hitem:1539::::::::10:::::::|h[Крючковатый посох отшельника]|h|r#2#19#14#Оружие#Посохи#INVTYPE_2HWEAPON#1#135154#1572", -- [1539]
			nil, -- [1540]
			nil, -- [1541]
			nil, -- [1542]
			nil, -- [1543]
			"Deprecated Candle of Black Smoke#|cff9d9d9d|Hitem:1544::::::::10:::::::|h[Deprecated Candle of Black Smoke]|h|r#0#40#0#Доспехи#Разное#INVTYPE_TRINKET#1#133750#700", -- [1544]
			"Deprecated Mantle of the Seas#|cff9d9d9d|Hitem:1545::::::::10:::::::|h[Deprecated Mantle of the Seas]|h|r#0#18#0#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135037#124", -- [1545]
			nil, -- [1546]
			"Щит Веры#|cff1eff00|Hitem:1547::::::::10:::::::|h[Щит Веры]|h|r#2#30#0#Доспехи#Щиты#INVTYPE_SHIELD#1#135940#2795", -- [1547]
			nil, -- [1548]
			nil, -- [1549]
			nil, -- [1550]
			nil, -- [1551]
			nil, -- [1552]
			nil, -- [1553]
			"Фолиант Ледяной стрелы III#|cffffffff|Hitem:1554::::::::10:::::::|h[Фолиант Ледяной стрелы III]|h|r#1#14#14#Рецепты#Книга##1#133739#225", -- [1554]
			nil, -- [1555]
			nil, -- [1556]
			"Кулачный щит Моря#|cff1eff00|Hitem:1557::::::::10:::::::|h[Кулачный щит Моря]|h|r#2#20#0#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#918", -- [1557]
			nil, -- [1558]
			"Фолиант Чародейских снарядов II#|cffffffff|Hitem:1559::::::::10:::::::|h[Фолиант Чародейских снарядов II]|h|r#1#16#16#Рецепты#Книга##1#133739#325", -- [1559]
			"Сандалии Синежабрых#|cff1eff00|Hitem:1560::::::::10:::::::|h[Сандалии Синежабрых]|h|r#2#21#16#Доспехи#Тканевые#INVTYPE_FEET#1#132579#513", -- [1560]
			"Одеяние жнеца#|cff1eff00|Hitem:1561::::::::10:::::::|h[Одеяние жнеца]|h|r#2#15#0#Доспехи#Тканевые#INVTYPE_ROBE#1#132654#268", -- [1561]
			nil, -- [1562]
			nil, -- [1563]
			nil, -- [1564]
			nil, -- [1565]
			"Лезвие народного ополчения#|cff1eff00|Hitem:1566::::::::10:::::::|h[Лезвие народного ополчения]|h|r#2#17#0#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135326#1132", -- [1566]
			"Фолиант Кадгаровой отмычки II#|cffffffff|Hitem:1567::::::::10:::::::|h[Фолиант Кадгаровой отмычки II]|h|r#1#30#30#Рецепты#Книга##1#133739#2425", -- [1567]
			"Фолиант элементаля воды#|cffffffff|Hitem:1568::::::::10:::::::|h[Фолиант элементаля воды]|h|r#1#30#30#Рецепты#Книга##1#133739#2000", -- [1568]
			nil, -- [1569]
			nil, -- [1570]
			"Фолиант кольца льда II#|cffffffff|Hitem:1571::::::::10:::::::|h[Фолиант кольца льда II]|h|r#1#26#26#Рецепты#Книга##1#133739#1675", -- [1571]
			nil, -- [1572]
			nil, -- [1573]
			"Фолиант Защиты от огня#|cffffffff|Hitem:1574::::::::10:::::::|h[Фолиант Защиты от огня]|h|r#1#20#20#Рецепты#Книга##1#133739#725", -- [1574]
			nil, -- [1575]
			nil, -- [1576]
			nil, -- [1577]
			nil, -- [1578]
			nil, -- [1579]
			nil, -- [1580]
			nil, -- [1581]
			nil, -- [1582]
			nil, -- [1583]
			nil, -- [1584]
			nil, -- [1585]
			nil, -- [1586]
			nil, -- [1587]
			"Табличка Всплеска лавы III#|cffffffff|Hitem:1588::::::::10:::::::|h[Табличка Всплеска лавы III]|h|r#1#22#22#Рецепты#Книга##1#134459#1050", -- [1588]
			"Табличка Доспехов духа III#|cffffffff|Hitem:1589::::::::10:::::::|h[Табличка Доспехов духа III]|h|r#1#28#28#Рецепты#Книга##1#134459#1750", -- [1589]
			nil, -- [1590]
			"Табличка Щита молний III#|cffffffff|Hitem:1591::::::::10:::::::|h[Табличка Щита молний III]|h|r#1#24#24#Рецепты#Книга##1#134459#1325", -- [1591]
			nil, -- [1592]
			nil, -- [1593]
			nil, -- [1594]
			nil, -- [1595]
			"Нить из призрачных волос#|cffffffff|Hitem:1596::::::::10:::::::|h[Нить из призрачных волос]|h|r#1#1#0#Задания#Задания##1#134324#0", -- [1596]
			"Табличка Грозы#|cffffffff|Hitem:1597::::::::10:::::::|h[Табличка Грозы]|h|r#1#20#20#Рецепты#Книга##1#134459#750", -- [1597]
			"Цветок гнили#|cffffffff|Hitem:1598::::::::10:::::::|h[Цветок гнили]|h|r#1#1#0#Задания#Задания##20#134187#0", -- [1598]
			"Deprecated [PH] Recipe: Zombie Juice#|cffffffff|Hitem:1599::::::::10:::::::|h[Deprecated [PH] Recipe: Zombie Juice]|h|r#1#1#0#Рецепты#Книга##1#134939#1", -- [1599]
			nil, -- [1600]
			nil, -- [1601]
			"Топор-резак#|cff0070dd|Hitem:1602::::::::10:::::::|h[Топор-резак]|h|r#3#39#34#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132397#11685", -- [1602]
			"Табличка Вызова духа II#|cffffffff|Hitem:1603::::::::10:::::::|h[Табличка Вызова духа II]|h|r#1#40#40#Рецепты#Книга##1#134459#5000", -- [1603]
			"Разноцветный меч#|cff1eff00|Hitem:1604::::::::10:::::::|h[Разноцветный меч]|h|r#2#45#40#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135323#19463", -- [1604]
			nil, -- [1605]
			nil, -- [1606]
			"Хранитель душ#|cff0070dd|Hitem:1607::::::::10:::::::|h[Хранитель душ]|h|r#3#54#49#Оружие#Посохи#INVTYPE_2HWEAPON#1#136163#43420", -- [1607]
			"Крушитель черепов#|cff1eff00|Hitem:1608::::::::10:::::::|h[Крушитель черепов]|h|r#2#47#42#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133729#18940", -- [1608]
			nil, -- [1609]
			nil, -- [1610]
			nil, -- [1611]
			"Deprecated Skullsplitter Idol#|cffffffff|Hitem:1612::::::::10:::::::|h[Deprecated Skullsplitter Idol]|h|r#1#38#28#Расходуемые#Расходуемые##1#134232#65", -- [1612]
			"Посох Преследователя душ#|cff1eff00|Hitem:1613::::::::10:::::::|h[Посох Преследователя душ]|h|r#2#44#39#Оружие#Посохи#INVTYPE_2HWEAPON#1#135140#19139", -- [1613]
			nil, -- [1614]
			nil, -- [1615]
			nil, -- [1616]
			nil, -- [1617]
			nil, -- [1618]
			"Табличка Грозы II#|cffffffff|Hitem:1619::::::::10:::::::|h[Табличка Грозы II]|h|r#1#30#30#Рецепты#Книга##1#134459#2000", -- [1619]
			nil, -- [1620]
			nil, -- [1621]
			"Deprecated Foreman's Whip#|cffffffff|Hitem:1622::::::::10:::::::|h[Deprecated Foreman's Whip]|h|r#1#42#37#Доспехи#Разное#INVTYPE_TRINKET#1#134412#570", -- [1622]
			"Мешочек из кожи ящера#|cffffffff|Hitem:1623::::::::10:::::::|h[Мешочек из кожи ящера]|h|r#1#35#0#Сумки#Сумка#INVTYPE_BAG#1#133642#5000", -- [1623]
			"Шлем Дробителей Черепов#|cff1eff00|Hitem:1624::::::::10:::::::|h[Шлем Дробителей Черепов]|h|r#2#43#38#Доспехи#Кольчужные#INVTYPE_HEAD#1#133071#6172", -- [1624]
			"Изысканный фламберг#|cff1eff00|Hitem:1625::::::::10:::::::|h[Изысканный фламберг]|h|r#2#41#36#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135356#14754", -- [1625]
			nil, -- [1626]
			nil, -- [1627]
			nil, -- [1628]
			nil, -- [1629]
			"Сломанный электрофонарь#|cff9d9d9d|Hitem:1630::::::::10:::::::|h[Сломанный электрофонарь]|h|r#0#1#0#Разное#Хлам##5#134249#66", -- [1630]
			nil, -- [1631]
			nil, -- [1632]
			nil, -- [1633]
			nil, -- [1634]
			nil, -- [1635]
			nil, -- [1636]
			"Письмо к Элло#|cffffffff|Hitem:1637::::::::10:::::::|h[Письмо к Элло]|h|r#1#1#0#Задания#Задания##1#134939#0", -- [1637]
			"Deprecated Thornstone Chunk#|cffffffff|Hitem:1638::::::::10:::::::|h[Deprecated Thornstone Chunk]|h|r#1#39#0#Хозяйственные товары#Хозяйственные товары##10#133752#30", -- [1638]
			"Скалящийся топор#|cff1eff00|Hitem:1639::::::::10:::::::|h[Скалящийся топор]|h|r#2#49#44#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132395#28460", -- [1639]
			"Чудовищная секира#|cff1eff00|Hitem:1640::::::::10:::::::|h[Чудовищная секира]|h|r#2#42#37#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132409#15637", -- [1640]
			"Кодекс Слова Тьмы: Боль III#|cffffffff|Hitem:1641::::::::10:::::::|h[Кодекс Слова Тьмы: Боль III]|h|r#1#18#18#Рецепты#Книга##1#133741#550", -- [1641]
			nil, -- [1642]
			nil, -- [1643]
			nil, -- [1644]
			"Сок луноягоды#|cffffffff|Hitem:1645::::::::10:::::::|h[Сок луноягоды]|h|r#1#45#35#Расходуемые#Расходуемые##20#132789#100", -- [1645]
			nil, -- [1646]
			nil, -- [1647]
			"Кодекс Исцеления IV#|cffffffff|Hitem:1648::::::::10:::::::|h[Кодекс Исцеления IV]|h|r#1#34#34#Рецепты#Книга##1#133741#3250", -- [1648]
			"Deprecated Ham Sandwich#|cffffffff|Hitem:1649::::::::10:::::::|h[Deprecated Ham Sandwich]|h|r#1#40#30#Расходуемые#Расходуемые##10#133951#126", -- [1649]
			nil, -- [1650]
			"Кодекс Святого слова: Щит VI#|cffffffff|Hitem:1651::::::::10:::::::|h[Кодекс Святого слова: Щит VI]|h|r#1#36#36#Рецепты#Книга##1#133741#3750", -- [1651]
			"Прочная коробка#|cffffffff|Hitem:1652::::::::10:::::::|h[Прочная коробка]|h|r#1#35#0#Сумки#Сумка#INVTYPE_BAG#1#132594#5000", -- [1652]
			nil, -- [1653]
			"Deprecated Strangleslash Metal#|cffffffff|Hitem:1654::::::::10:::::::|h[Deprecated Strangleslash Metal]|h|r#1#40#0#Хозяйственные товары#Хозяйственные товары##10#133218#30", -- [1654]
			"Deprecated Codex of Sustenance III#|cffffffff|Hitem:1655::::::::10:::::::|h[Deprecated Codex of Sustenance III]|h|r#1#29#29#Рецепты#Книга##1#133741#1900", -- [1655]
			"Переведенное письмо#|cffffffff|Hitem:1656::::::::10:::::::|h[Переведенное письмо]|h|r#1#1#0#Задания#Задания##1#134939#0", -- [1656]
			"Кодекс Воскрешения II#|cffffffff|Hitem:1657::::::::10:::::::|h[Кодекс Воскрешения II]|h|r#1#26#26#Рецепты#Книга##1#133741#1675", -- [1657]
			"Кодекс Слова Тьмы: Боль IV#|cffffffff|Hitem:1658::::::::10:::::::|h[Кодекс Слова Тьмы: Боль IV]|h|r#1#26#26#Рецепты#Книга##1#133741#1675", -- [1658]
			"Инженерские перчатки#|cff1eff00|Hitem:1659::::::::10:::::::|h[Инженерские перчатки]|h|r#2#40#35#Доспехи#Тканевые#INVTYPE_HAND#1#132938#2136", -- [1659]
			nil, -- [1660]
			nil, -- [1661]
			nil, -- [1662]
			"Deprecated Stranglethorn Mine Map#|cffffffff|Hitem:1663::::::::10:::::::|h[Deprecated Stranglethorn Mine Map]|h|r#1#1#0#Задания#Задания##1#134269#0", -- [1663]
			"Жезл Усиления заклинаний#|cff1eff00|Hitem:1664::::::::10:::::::|h[Жезл Усиления заклинаний]|h|r#2#41#36#Оружие#Посохи#INVTYPE_2HWEAPON#1#135165#14695", -- [1664]
			nil, -- [1665]
			nil, -- [1666]
			nil, -- [1667]
			nil, -- [1668]
			nil, -- [1669]
			nil, -- [1670]
			nil, -- [1671]
			"Deprecated Ogre Head#|cffffffff|Hitem:1672::::::::10:::::::|h[Deprecated Ogre Head]|h|r#1#1#0#Задания#Задания##5#134170#0", -- [1672]
			nil, -- [1673]
			nil, -- [1674]
			nil, -- [1675]
			"Кодекс Сна II#|cffffffff|Hitem:1676::::::::10:::::::|h[Кодекс Сна II]|h|r#1#20#20#Рецепты#Книга##1#133741#750", -- [1676]
			"Жилет из драконьей чешуи#|cff1eff00|Hitem:1677::::::::10:::::::|h[Жилет из драконьей чешуи]|h|r#2#46#41#Доспехи#Кольчужные#INVTYPE_CHEST#1#132628#10093", -- [1677]
			"Черные огрские тяжелые ботинки#|cff0070dd|Hitem:1678::::::::10:::::::|h[Черные огрские тяжелые ботинки]|h|r#3#37#32#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#4581", -- [1678]
			"Коргская бита#|cff1eff00|Hitem:1679::::::::10:::::::|h[Коргская бита]|h|r#2#36#31#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133476#9635", -- [1679]
			"Раскалыватель голов#|cff1eff00|Hitem:1680::::::::10:::::::|h[Раскалыватель голов]|h|r#2#44#39#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132408#18234", -- [1680]
			"Гримуар Увечья#|cffffffff|Hitem:1681::::::::10:::::::|h[Гримуар Увечья]|h|r#1#16#16#Рецепты#Книга##1#133738#450", -- [1681]
			nil, -- [1682]
			nil, -- [1683]
			"Deprecated Totemic Headpiece#|cff9d9d9d|Hitem:1684::::::::10:::::::|h[Deprecated Totemic Headpiece]|h|r#0#44#39#Доспехи#Кожаные#INVTYPE_HEAD#1#133072#2221", -- [1684]
			"Сумка из шкуры тролля#|cffffffff|Hitem:1685::::::::10:::::::|h[Сумка из шкуры тролля]|h|r#1#45#0#Сумки#Сумка#INVTYPE_BAG#1#133644#6250", -- [1685]
			"Колючая щетина#|cff9d9d9d|Hitem:1686::::::::10:::::::|h[Колючая щетина]|h|r#0#1#0#Разное#Хлам##10#134324#733", -- [1686]
			"Втягивающийся коготь#|cff9d9d9d|Hitem:1687::::::::10:::::::|h[Втягивающийся коготь]|h|r#0#1#0#Разное#Хлам##5#134296#243", -- [1687]
			"Длинный пушистый хвост#|cff9d9d9d|Hitem:1688::::::::10:::::::|h[Длинный пушистый хвост]|h|r#0#1#0#Разное#Хлам##5#134322#806", -- [1688]
			"Deprecated Medium Tiger Pelt#|cffffffff|Hitem:1689::::::::10:::::::|h[Deprecated Medium Tiger Pelt]|h|r#1#32#0#Хозяйственные товары#Хозяйственные товары##10#134353#57", -- [1689]
			"Deprecated Fine Panther Whisker#|cffffffff|Hitem:1690::::::::10:::::::|h[Deprecated Fine Panther Whisker]|h|r#1#1#0#Разное#Хлам##20#134325#331", -- [1690]
			"Deprecated Ebony Panther Claw#|cffffffff|Hitem:1691::::::::10:::::::|h[Deprecated Ebony Panther Claw]|h|r#1#1#0#Разное#Хлам##10#134296#237", -- [1691]
			"Deprecated Shadowmaw Fang#|cffffffff|Hitem:1692::::::::10:::::::|h[Deprecated Shadowmaw Fang]|h|r#1#1#0#Задания#Задания##5#134298#0", -- [1692]
			"Deprecated Shadowmaw Pelt#|cffffffff|Hitem:1693::::::::10:::::::|h[Deprecated Shadowmaw Pelt]|h|r#1#38#0#Хозяйственные товары#Хозяйственные товары##10#134367#70", -- [1693]
			"Deprecated Lashtail Hide#|cffffffff|Hitem:1694::::::::10:::::::|h[Deprecated Lashtail Hide]|h|r#1#38#0#Хозяйственные товары#Хозяйственные товары##5#134367#70", -- [1694]
			"Deprecated Jungle Stalker Pelt#|cffffffff|Hitem:1695::::::::10:::::::|h[Deprecated Jungle Stalker Pelt]|h|r#1#40#0#Хозяйственные товары#Хозяйственные товары##10#134367#75", -- [1695]
			"Кривой коготь ящера#|cff9d9d9d|Hitem:1696::::::::10:::::::|h[Кривой коготь ящера]|h|r#0#1#0#Разное#Хлам##5#134295#606", -- [1696]
			"Зуб хищного ящера#|cff9d9d9d|Hitem:1697::::::::10:::::::|h[Зуб хищного ящера]|h|r#0#1#0#Разное#Хлам##10#133725#445", -- [1697]
			"Deprecated Lashtail Claw#|cffffffff|Hitem:1698::::::::10:::::::|h[Deprecated Lashtail Claw]|h|r#1#1#0#Задания#Задания##5#134295#0", -- [1698]
			"Deprecated Jungle Stalker Tail#|cffffffff|Hitem:1699::::::::10:::::::|h[Deprecated Jungle Stalker Tail]|h|r#1#1#0#Задания#Задания##5#134413#0", -- [1699]
			"Deprecated Blood Totem#|cffffffff|Hitem:1700::::::::10:::::::|h[Deprecated Blood Totem]|h|r#1#43#33#Расходуемые#Расходуемые#INVTYPE_NECK#1#134415#3038", -- [1700]
			"Кривой коготь василиска#|cff9d9d9d|Hitem:1701::::::::10:::::::|h[Кривой коготь василиска]|h|r#0#1#0#Разное#Хлам##5#134295#376", -- [1701]
			"Невредимый хребет василиска#|cff9d9d9d|Hitem:1702::::::::10:::::::|h[Невредимый хребет василиска]|h|r#0#1#0#Разное#Хлам##5#133720#320", -- [1702]
			"Хрустальный хребет Василиска#|cffffffff|Hitem:1703::::::::10:::::::|h[Хрустальный хребет Василиска]|h|r#1#35#25#Расходуемые#Расходуемые##10#133720#81", -- [1703]
			"Deprecated Cold Basilisk Eye#|cffffffff|Hitem:1704::::::::10:::::::|h[Deprecated Cold Basilisk Eye]|h|r#1#39#29#Расходуемые#Расходуемые##10#133884#142", -- [1704]
			"Малый лунный камень#|cff1eff00|Hitem:1705::::::::10:::::::|h[Малый лунный камень]|h|r#2#30#0#Хозяйственные товары#Хозяйственные товары##20#134087#600", -- [1705]
			"Густо-лазурные осколки#|cff9d9d9d|Hitem:1706::::::::10:::::::|h[Густо-лазурные осколки]|h|r#0#36#0#Разное#Хлам##10#134133#86", -- [1706]
			"Бри из Штормграда#|cffffffff|Hitem:1707::::::::10:::::::|h[Бри из Штормграда]|h|r#1#35#25#Расходуемые#Расходуемые##20#133994#62", -- [1707]
			"Сладкий нектар#|cffffffff|Hitem:1708::::::::10:::::::|h[Сладкий нектар]|h|r#1#35#25#Расходуемые#Расходуемые##20#132799#50", -- [1708]
			nil, -- [1709]
			"Сильное лечебное зелье#|cffffffff|Hitem:1710::::::::10:::::::|h[Сильное лечебное зелье]|h|r#1#31#21#Расходуемые#Расходуемые##5#134832#125", -- [1710]
			"Свиток выносливости II#|cffffffff|Hitem:1711::::::::10:::::::|h[Свиток выносливости II]|h|r#1#30#20#Расходуемые#Расходуемые##5#134943#75", -- [1711]
			"Свиток духа II#|cffffffff|Hitem:1712::::::::10:::::::|h[Свиток духа II]|h|r#1#25#15#Расходуемые#Расходуемые##5#134937#62", -- [1712]
			"Крест Жизни#|cff0070dd|Hitem:1713::::::::10:::::::|h[Крест Жизни]|h|r#3#45#40#Доспехи#Разное#INVTYPE_TRINKET#1#135943#5350", -- [1713]
			"Ожерелье Калисеи#|cff0070dd|Hitem:1714::::::::10:::::::|h[Ожерелье Калисеи]|h|r#3#43#38#Доспехи#Разное#INVTYPE_NECK#1#133297#2535", -- [1714]
			"Полированная джазерентская броня#|cff0070dd|Hitem:1715::::::::10:::::::|h[Полированная джазерентская броня]|h|r#3#44#39#Доспехи#Кольчужные#INVTYPE_CHEST#1#132631#10301", -- [1715]
			"Одеяние мага#|cff0070dd|Hitem:1716::::::::10:::::::|h[Одеяние мага]|h|r#3#40#35#Доспехи#Тканевые#INVTYPE_ROBE#1#132658#5067", -- [1716]
			"Двойной мундир#|cff0070dd|Hitem:1717::::::::10:::::::|h[Двойной мундир]|h|r#3#30#25#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#3108", -- [1717]
			"Штаны из шкуры василиска#|cff0070dd|Hitem:1718::::::::10:::::::|h[Штаны из шкуры василиска]|h|r#3#43#38#Доспехи#Кожаные#INVTYPE_LEGS#1#134586#8040", -- [1718]
			"Deprecated Flint Troll Axe#|cffffffff|Hitem:1719::::::::10:::::::|h[Deprecated Flint Troll Axe]|h|r#1#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#3", -- [1719]
			"Узловатый посох#|cff0070dd|Hitem:1720::::::::10:::::::|h[Узловатый посох]|h|r#3#46#41#Оружие#Посохи#INVTYPE_2HWEAPON#1#135162#26209", -- [1720]
			"Боевой молот викинга#|cff0070dd|Hitem:1721::::::::10:::::::|h[Боевой молот викинга]|h|r#3#54#49#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133046#35815", -- [1721]
			"Острокаменная кувалда#|cff0070dd|Hitem:1722::::::::10:::::::|h[Острокаменная кувалда]|h|r#3#42#37#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133041#19407", -- [1722]
			nil, -- [1723]
			"Deprecated Jungle Trail Pack#|cffffffff|Hitem:1724::::::::10:::::::|h[Deprecated Jungle Trail Pack]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133632#2500", -- [1724]
			"Большой ранец#|cffffffff|Hitem:1725::::::::10:::::::|h[Большой ранец]|h|r#1#35#0#Сумки#Сумка#INVTYPE_BAG#1#133632#5000", -- [1725]
			"Костяное копье с отравленым наконечником#|cff0070dd|Hitem:1726::::::::10:::::::|h[Костяное копье с отравленым наконечником]|h|r#3#36#31#Оружие#Древковое#INVTYPE_2HWEAPON#1#135125#12183", -- [1726]
			"Меч Разложения#|cff0070dd|Hitem:1727::::::::10:::::::|h[Меч Разложения]|h|r#3#28#23#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135327#4562", -- [1727]
			"Пылающий меч Тибу#|cffa335ee|Hitem:1728::::::::10:::::::|h[Пылающий меч Тибу]|h|r#4#65#60#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135323#87008", -- [1728]
			"Джутовый мешок Ночного Дозора#|cffffffff|Hitem:1729::::::::10:::::::|h[Джутовый мешок Ночного Дозора]|h|r#1#25#0#Сумки#Сумка#INVTYPE_BAG#1#133641#500", -- [1729]
			"Поношенный кольчужный пояс#|cff9d9d9d|Hitem:1730::::::::10:::::::|h[Поношенный кольчужный пояс]|h|r#0#12#7#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#48", -- [1730]
			"Поношенные кольчужные сапоги#|cff9d9d9d|Hitem:1731::::::::10:::::::|h[Поношенные кольчужные сапоги]|h|r#0#13#8#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#92", -- [1731]
			"Поношенные кольчужные наручи#|cff9d9d9d|Hitem:1732::::::::10:::::::|h[Поношенные кольчужные наручи]|h|r#0#14#9#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#73", -- [1732]
			"Поношенный плащ#|cff9d9d9d|Hitem:1733::::::::10:::::::|h[Поношенный плащ]|h|r#0#15#10#Доспехи#Тканевые#INVTYPE_CLOAK#1#133760#88", -- [1733]
			"Поношенные кольчужные перчатки#|cff9d9d9d|Hitem:1734::::::::10:::::::|h[Поношенные кольчужные перчатки]|h|r#0#11#6#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#39", -- [1734]
			"Поношенные кольчужные штаны#|cff9d9d9d|Hitem:1735::::::::10:::::::|h[Поношенные кольчужные штаны]|h|r#0#12#7#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#89", -- [1735]
			"Deprecated Worn Mail Shoulderpads#|cff9d9d9d|Hitem:1736::::::::10:::::::|h[Deprecated Worn Mail Shoulderpads]|h|r#0#13#8#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#87", -- [1736]
			"Поношенная кольчужная рубаха#|cff9d9d9d|Hitem:1737::::::::10:::::::|h[Поношенная кольчужная рубаха]|h|r#0#14#9#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#139", -- [1737]
			"Шнурованный кольчужный пояс#|cff9d9d9d|Hitem:1738::::::::10:::::::|h[Шнурованный кольчужный пояс]|h|r#0#19#14#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#147", -- [1738]
			"Шнурованные кольчужные сапоги#|cff9d9d9d|Hitem:1739::::::::10:::::::|h[Шнурованные кольчужные сапоги]|h|r#0#20#15#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#255", -- [1739]
			"Шнурованные наручи#|cff9d9d9d|Hitem:1740::::::::10:::::::|h[Шнурованные наручи]|h|r#0#16#11#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#97", -- [1740]
			"Шнурованный плащ#|cff9d9d9d|Hitem:1741::::::::10:::::::|h[Шнурованный плащ]|h|r#0#17#12#Доспехи#Тканевые#INVTYPE_CLOAK#1#133765#112", -- [1741]
			"Шнурованные кольчужные перчатки#|cff9d9d9d|Hitem:1742::::::::10:::::::|h[Шнурованные кольчужные перчатки]|h|r#0#18#13#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#129", -- [1742]
			"Шнурованные кольчужные штаны#|cff9d9d9d|Hitem:1743::::::::10:::::::|h[Шнурованные кольчужные штаны]|h|r#0#19#14#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#299", -- [1743]
			"Шнурованные кольчужные наплечные щитки#|cff9d9d9d|Hitem:1744::::::::10:::::::|h[Шнурованные кольчужные наплечные щитки]|h|r#0#20#15#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#260", -- [1744]
			"Шнурованная кольчужная рубаха#|cff9d9d9d|Hitem:1745::::::::10:::::::|h[Шнурованная кольчужная рубаха]|h|r#0#16#11#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#198", -- [1745]
			"Клепаный кольчужный пояс#|cff9d9d9d|Hitem:1746::::::::10:::::::|h[Клепаный кольчужный пояс]|h|r#0#25#20#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#332", -- [1746]
			"Клепаные кольчужные сапоги#|cff9d9d9d|Hitem:1747::::::::10:::::::|h[Клепаные кольчужные сапоги]|h|r#0#21#16#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#302", -- [1747]
			"Клепаные кольчужные наручи#|cff9d9d9d|Hitem:1748::::::::10:::::::|h[Клепаные кольчужные наручи]|h|r#0#22#17#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#232", -- [1748]
			"Клепаный кольчужный плащ#|cff9d9d9d|Hitem:1749::::::::10:::::::|h[Клепаный кольчужный плащ]|h|r#0#23#18#Доспехи#Тканевые#INVTYPE_CLOAK#1#133764#396", -- [1749]
			"Клепаные кольчужные перчатки#|cff9d9d9d|Hitem:1750::::::::10:::::::|h[Клепаные кольчужные перчатки]|h|r#0#24#19#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#298", -- [1750]
			"Клепаные кольчужные штаны#|cff9d9d9d|Hitem:1751::::::::10:::::::|h[Клепаные кольчужные штаны]|h|r#0#25#20#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#676", -- [1751]
			"Клепаные кольчужные наплечные щитки#|cff9d9d9d|Hitem:1752::::::::10:::::::|h[Клепаные кольчужные наплечные щитки]|h|r#0#21#16#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#286", -- [1752]
			"Клепаный кольчужный нагрудник#|cff9d9d9d|Hitem:1753::::::::10:::::::|h[Клепаный кольчужный нагрудник]|h|r#0#22#17#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#439", -- [1753]
			"Усиленный плетеный пояс#|cff9d9d9d|Hitem:1754::::::::10:::::::|h[Усиленный плетеный пояс]|h|r#0#26#21#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#359", -- [1754]
			"Усиленные плетеные сапоги#|cff9d9d9d|Hitem:1755::::::::10:::::::|h[Усиленные плетеные сапоги]|h|r#0#27#22#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#597", -- [1755]
			"Усиленные наручи#|cff9d9d9d|Hitem:1756::::::::10:::::::|h[Усиленные наручи]|h|r#0#28#23#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#438", -- [1756]
			"Усиленный плетеный плащ#|cff9d9d9d|Hitem:1757::::::::10:::::::|h[Усиленный плетеный плащ]|h|r#0#29#24#Доспехи#Тканевые#INVTYPE_CLOAK#1#133768#728", -- [1757]
			"Усиленные плетеные перчатки#|cff9d9d9d|Hitem:1758::::::::10:::::::|h[Усиленные плетеные перчатки]|h|r#0#30#25#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#534", -- [1758]
			"Усиленные плетеные штаны#|cff9d9d9d|Hitem:1759::::::::10:::::::|h[Усиленные плетеные штаны]|h|r#0#26#21#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#732", -- [1759]
			"Усиленные плетеные наплечные щитки#|cff9d9d9d|Hitem:1760::::::::10:::::::|h[Усиленные плетеные наплечные щитки]|h|r#0#27#22#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#609", -- [1760]
			"Усиленный плетеный нагрудник#|cff9d9d9d|Hitem:1761::::::::10:::::::|h[Усиленный плетеный нагрудник]|h|r#0#28#23#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#892", -- [1761]
			nil, -- [1762]
			nil, -- [1763]
			"Холщовые ботинки#|cff9d9d9d|Hitem:1764::::::::10:::::::|h[Холщовые ботинки]|h|r#0#17#12#Доспехи#Тканевые#INVTYPE_FEET#1#132543#113", -- [1764]
			nil, -- [1765]
			"Холщовый плащ#|cff9d9d9d|Hitem:1766::::::::10:::::::|h[Холщовый плащ]|h|r#0#18#13#Доспехи#Тканевые#INVTYPE_CLOAK#1#133767#131", -- [1766]
			"Холщовые перчатки#|cff9d9d9d|Hitem:1767::::::::10:::::::|h[Холщовые перчатки]|h|r#0#19#14#Доспехи#Тканевые#INVTYPE_HAND#1#132952#101", -- [1767]
			"Холщовые штаны#|cff9d9d9d|Hitem:1768::::::::10:::::::|h[Холщовые штаны]|h|r#0#20#15#Доспехи#Тканевые#INVTYPE_LEGS#1#134589#217", -- [1768]
			"Холщовые наплечные щитки#|cff9d9d9d|Hitem:1769::::::::10:::::::|h[Холщовые наплечные щитки]|h|r#0#20#15#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135040#163", -- [1769]
			"Холщовый жилет#|cff9d9d9d|Hitem:1770::::::::10:::::::|h[Холщовый жилет]|h|r#0#17#12#Доспехи#Тканевые#INVTYPE_CHEST#1#135025#143", -- [1770]
			nil, -- [1771]
			"Парчовые ботинки#|cff9d9d9d|Hitem:1772::::::::10:::::::|h[Парчовые ботинки]|h|r#0#23#18#Доспехи#Тканевые#INVTYPE_FEET#1#132539#247", -- [1772]
			nil, -- [1773]
			"Парчовый плащ#|cff9d9d9d|Hitem:1774::::::::10:::::::|h[Парчовый плащ]|h|r#0#24#19#Доспехи#Тканевые#INVTYPE_CLOAK#1#133768#281", -- [1774]
			"Парчовые перчатки#|cff9d9d9d|Hitem:1775::::::::10:::::::|h[Парчовые перчатки]|h|r#0#25#20#Доспехи#Тканевые#INVTYPE_HAND#1#132952#212", -- [1775]
			"Парчовые штаны#|cff9d9d9d|Hitem:1776::::::::10:::::::|h[Парчовые штаны]|h|r#0#21#16#Доспехи#Тканевые#INVTYPE_LEGS#1#134591#257", -- [1776]
			"Парчовые наплечные щитки#|cff9d9d9d|Hitem:1777::::::::10:::::::|h[Парчовые наплечные щитки]|h|r#0#22#17#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135040#222", -- [1777]
			"Парчовый жилет#|cff9d9d9d|Hitem:1778::::::::10:::::::|h[Парчовый жилет]|h|r#0#23#18#Доспехи#Тканевые#INVTYPE_CHEST#1#135023#337", -- [1778]
			nil, -- [1779]
			"Вышитые крестом сандалии#|cff9d9d9d|Hitem:1780::::::::10:::::::|h[Вышитые крестом сандалии]|h|r#0#29#24#Доспехи#Тканевые#INVTYPE_FEET#1#132579#489", -- [1780]
			nil, -- [1781]
			"Вышитый крестом плащ#|cff9d9d9d|Hitem:1782::::::::10:::::::|h[Вышитый крестом плащ]|h|r#0#30#25#Доспехи#Тканевые#INVTYPE_CLOAK#1#133766#541", -- [1782]
			"Вышитые крестом перчатки#|cff9d9d9d|Hitem:1783::::::::10:::::::|h[Вышитые крестом перчатки]|h|r#0#26#21#Доспехи#Тканевые#INVTYPE_HAND#1#132952#247", -- [1783]
			"Вышитые крестом штаны#|cff9d9d9d|Hitem:1784::::::::10:::::::|h[Вышитые крестом штаны]|h|r#0#27#22#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#546", -- [1784]
			"Вышитые крестом наплечные щитки#|cff9d9d9d|Hitem:1785::::::::10:::::::|h[Вышитые крестом наплечные щитки]|h|r#0#28#23#Доспехи#Тканевые#INVTYPE_SHOULDER#1#135040#464", -- [1785]
			"Вышитый крестом жилет#|cff9d9d9d|Hitem:1786::::::::10:::::::|h[Вышитый крестом жилет]|h|r#0#29#24#Доспехи#Тканевые#INVTYPE_CHEST#1#135031#683", -- [1786]
			"Заплатанный кожаный пояс#|cff9d9d9d|Hitem:1787::::::::10:::::::|h[Заплатанный кожаный пояс]|h|r#0#18#13#Доспехи#Кожаные#INVTYPE_WAIST#1#132512#102", -- [1787]
			"Залатанные кожаные сапоги#|cff9d9d9d|Hitem:1788::::::::10:::::::|h[Залатанные кожаные сапоги]|h|r#0#19#14#Доспехи#Кожаные#INVTYPE_FEET#1#132592#176", -- [1788]
			"Залатанные кожаные наручи#|cff9d9d9d|Hitem:1789::::::::10:::::::|h[Залатанные кожаные наручи]|h|r#0#20#15#Доспехи#Кожаные#INVTYPE_WRIST#1#132607#136", -- [1789]
			"Заплатанный плащ#|cff9d9d9d|Hitem:1790::::::::10:::::::|h[Заплатанный плащ]|h|r#0#16#11#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#93", -- [1790]
			"Залатанные кожаные перчатки#|cff9d9d9d|Hitem:1791::::::::10:::::::|h[Залатанные кожаные перчатки]|h|r#0#17#12#Доспехи#Кожаные#INVTYPE_HAND#1#132939#90", -- [1791]
			"Заплатанные кожаные штаны#|cff9d9d9d|Hitem:1792::::::::10:::::::|h[Заплатанные кожаные штаны]|h|r#0#18#13#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#208", -- [1792]
			"Заплатанные кожаные наплечные щитки#|cff9d9d9d|Hitem:1793::::::::10:::::::|h[Заплатанные кожаные наплечные щитки]|h|r#0#20#15#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135037#207", -- [1793]
			"Заплатанный кожаный жакет#|cff9d9d9d|Hitem:1794::::::::10:::::::|h[Заплатанный кожаный жакет]|h|r#0#20#15#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#277", -- [1794]
			"Сыромятный пояс#|cff9d9d9d|Hitem:1795::::::::10:::::::|h[Сыромятный пояс]|h|r#0#24#19#Доспехи#Кожаные#INVTYPE_WAIST#1#132513#235", -- [1795]
			"Сыромятные сапоги#|cff9d9d9d|Hitem:1796::::::::10:::::::|h[Сыромятные сапоги]|h|r#0#25#20#Доспехи#Кожаные#INVTYPE_FEET#1#132540#400", -- [1796]
			"Сыромятные наручи#|cff9d9d9d|Hitem:1797::::::::10:::::::|h[Сыромятные наручи]|h|r#0#21#16#Доспехи#Кожаные#INVTYPE_WRIST#1#132601#161", -- [1797]
			"Сыромятный плащ#|cff9d9d9d|Hitem:1798::::::::10:::::::|h[Сыромятный плащ]|h|r#0#22#17#Доспехи#Тканевые#INVTYPE_CLOAK#1#133759#279", -- [1798]
			"Сыромятные перчатки#|cff9d9d9d|Hitem:1799::::::::10:::::::|h[Сыромятные перчатки]|h|r#0#23#18#Доспехи#Кожаные#INVTYPE_HAND#1#132952#211", -- [1799]
			"Сыромятные штаны#|cff9d9d9d|Hitem:1800::::::::10:::::::|h[Сыромятные штаны]|h|r#0#24#19#Доспехи#Кожаные#INVTYPE_LEGS#1#134589#479", -- [1800]
			"Сыромятные наплечные щитки#|cff9d9d9d|Hitem:1801::::::::10:::::::|h[Сыромятные наплечные щитки]|h|r#0#25#20#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#418", -- [1801]
			"Сыромятный мундир#|cff9d9d9d|Hitem:1802::::::::10:::::::|h[Сыромятный мундир]|h|r#0#21#16#Доспехи#Кожаные#INVTYPE_CHEST#1#132724#337", -- [1802]
			"Жесткий кожаный пояс#|cff9d9d9d|Hitem:1803::::::::10:::::::|h[Жесткий кожаный пояс]|h|r#0#30#25#Доспехи#Кожаные#INVTYPE_WAIST#1#132513#465", -- [1803]
			"Жесткие кожаные сапоги#|cff9d9d9d|Hitem:1804::::::::10:::::::|h[Жесткие кожаные сапоги]|h|r#0#26#21#Доспехи#Кожаные#INVTYPE_FEET#1#132543#478", -- [1804]
			"Жесткие кожаные наручи#|cff9d9d9d|Hitem:1805::::::::10:::::::|h[Жесткие кожаные наручи]|h|r#0#27#22#Доспехи#Кожаные#INVTYPE_WRIST#1#132600#351", -- [1805]
			"Жесткий плащ#|cff9d9d9d|Hitem:1806::::::::10:::::::|h[Жесткий плащ]|h|r#0#28#23#Доспехи#Тканевые#INVTYPE_CLOAK#1#133758#466", -- [1806]
			"Жесткие кожаные перчатки#|cff9d9d9d|Hitem:1807::::::::10:::::::|h[Жесткие кожаные перчатки]|h|r#0#29#24#Доспехи#Кожаные#INVTYPE_HAND#1#132952#387", -- [1807]
			"Жесткие кожаные штаны#|cff9d9d9d|Hitem:1808::::::::10:::::::|h[Жесткие кожаные штаны]|h|r#0#30#25#Доспехи#Кожаные#INVTYPE_LEGS#1#134589#856", -- [1808]
			"Жесткие кожаные наплечные щитки#|cff9d9d9d|Hitem:1809::::::::10:::::::|h[Жесткие кожаные наплечные щитки]|h|r#0#26#21#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#440", -- [1809]
			"Жесткий кожаный доспех#|cff9d9d9d|Hitem:1810::::::::10:::::::|h[Жесткий кожаный доспех]|h|r#0#27#22#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#648", -- [1810]
			"Затупленнный клеймор#|cff9d9d9d|Hitem:1811::::::::10:::::::|h[Затупленнный клеймор]|h|r#0#17#12#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#451", -- [1811]
			"Боевой топор с короткой рукоятью#|cff9d9d9d|Hitem:1812::::::::10:::::::|h[Боевой топор с короткой рукоятью]|h|r#0#17#12#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135423#452", -- [1812]
			"Треснувший окованный посох#|cff9d9d9d|Hitem:1813::::::::10:::::::|h[Треснувший окованный посох]|h|r#0#18#13#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#522", -- [1813]
			"Побитая киянка#|cff9d9d9d|Hitem:1814::::::::10:::::::|h[Побитая киянка]|h|r#0#19#14#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#603", -- [1814]
			"Фигурная палица#|cff9d9d9d|Hitem:1815::::::::10:::::::|h[Фигурная палица]|h|r#0#17#12#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133478#366", -- [1815]
			"Несбалансированный топор#|cff9d9d9d|Hitem:1816::::::::10:::::::|h[Несбалансированный топор]|h|r#0#19#14#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135421#486", -- [1816]
			"Готовый короткий меч#|cff9d9d9d|Hitem:1817::::::::10:::::::|h[Готовый короткий меч]|h|r#0#19#14#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#501", -- [1817]
			"Обычный клеймор#|cff9d9d9d|Hitem:1818::::::::10:::::::|h[Обычный клеймор]|h|r#0#24#19#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#1221", -- [1818]
			"Кирка рудокопа#|cff9d9d9d|Hitem:1819::::::::10:::::::|h[Кирка рудокопа]|h|r#0#22#17#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#134708#768", -- [1819]
			"Деревянная кувалда#|cff9d9d9d|Hitem:1820::::::::10:::::::|h[Деревянная кувалда]|h|r#0#22#17#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133052#963", -- [1820]
			"Перекошенный клинок#|cff9d9d9d|Hitem:1821::::::::10:::::::|h[Перекошенный клинок]|h|r#0#24#19#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#988", -- [1821]
			"Кедровая трость#|cff9d9d9d|Hitem:1822::::::::10:::::::|h[Кедровая трость]|h|r#0#23#18#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#1096", -- [1822]
			"Суковатая палка#|cff9d9d9d|Hitem:1823::::::::10:::::::|h[Суковатая палка]|h|r#0#22#17#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133485#779", -- [1823]
			"Сияющая секира#|cff9d9d9d|Hitem:1824::::::::10:::::::|h[Сияющая секира]|h|r#0#23#18#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132409#1104", -- [1824]
			"Громоздкая дубина#|cff9d9d9d|Hitem:1825::::::::10:::::::|h[Громоздкая дубина]|h|r#0#28#23#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133046#1548", -- [1825]
			"Каменная кувалда#|cff9d9d9d|Hitem:1826::::::::10:::::::|h[Каменная кувалда]|h|r#0#27#22#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133046#1765", -- [1826]
			"Колун для мяса#|cff9d9d9d|Hitem:1827::::::::10:::::::|h[Колун для мяса]|h|r#0#27#22#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132417#1282", -- [1827]
			"Каменная секира#|cff9d9d9d|Hitem:1828::::::::10:::::::|h[Каменная секира]|h|r#0#27#22#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132414#1609", -- [1828]
			"Короткая абордажная сабля#|cff9d9d9d|Hitem:1829::::::::10:::::::|h[Короткая абордажная сабля]|h|r#0#29#24#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135325#1563", -- [1829]
			"Длинный полуторный меч#|cff9d9d9d|Hitem:1830::::::::10:::::::|h[Длинный полуторный меч]|h|r#0#28#23#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#1783", -- [1830]
			"Дубовый боевой посох#|cff9d9d9d|Hitem:1831::::::::10:::::::|h[Дубовый боевой посох]|h|r#0#28#23#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#1790", -- [1831]
			"Счастливые брюки#|cff1eff00|Hitem:1832::::::::10:::::::|h[Счастливые брюки]|h|r#2#17#0#Доспехи#Тканевые#INVTYPE_LEGS#1#134586#362", -- [1832]
			nil, -- [1833]
			nil, -- [1834]
			"Грязный кожаный пояс#|cffffffff|Hitem:1835::::::::10:::::::|h[Грязный кожаный пояс]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_WAIST#1#132493#6", -- [1835]
			"Грязные кожаные наручи#|cffffffff|Hitem:1836::::::::10:::::::|h[Грязные кожаные наручи]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_WRIST#1#132603#6", -- [1836]
			nil, -- [1837]
			nil, -- [1838]
			"Грубый кожаный пояс#|cffffffff|Hitem:1839::::::::10:::::::|h[Грубый кожаный пояс]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_WAIST#1#132515#36", -- [1839]
			"Грубые кожаные наручи#|cffffffff|Hitem:1840::::::::10:::::::|h[Грубые кожаные наручи]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_WRIST#1#132601#37", -- [1840]
			nil, -- [1841]
			nil, -- [1842]
			"Дубленый кожаный пояс#|cffffffff|Hitem:1843::::::::10:::::::|h[Дубленый кожаный пояс]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_WAIST#1#132512#145", -- [1843]
			"Дубленые кожаные наручи#|cffffffff|Hitem:1844::::::::10:::::::|h[Дубленые кожаные наручи]|h|r#1#17#12#Доспехи#Кожаные#INVTYPE_WRIST#1#132607#145", -- [1844]
			"Кольчужный пояс#|cffffffff|Hitem:1845::::::::10:::::::|h[Кольчужный пояс]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_WAIST#1#132492#175", -- [1845]
			"Кольчужные наручи#|cffffffff|Hitem:1846::::::::10:::::::|h[Кольчужные наручи]|h|r#1#17#12#Доспехи#Кольчужные#INVTYPE_WRIST#1#132606#176", -- [1846]
			nil, -- [1847]
			nil, -- [1848]
			"Пояс из обработанной кожи#|cffffffff|Hitem:1849::::::::10:::::::|h[Пояс из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_WAIST#1#132495#277", -- [1849]
			"Наручи из обработанной кожи#|cffffffff|Hitem:1850::::::::10:::::::|h[Наручи из обработанной кожи]|h|r#1#22#17#Доспехи#Кожаные#INVTYPE_WRIST#1#132603#278", -- [1850]
			"Чистящая жидкость#|cffffffff|Hitem:1851::::::::10:::::::|h[Чистящая жидкость]|h|r#1#24#0#Расходуемые#Расходуемые##1#134754#1785", -- [1851]
			"Чешуйчатые наручи#|cffffffff|Hitem:1852::::::::10:::::::|h[Чешуйчатые наручи]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_WRIST#1#132606#336", -- [1852]
			"Чешуйчатый пояс#|cffffffff|Hitem:1853::::::::10:::::::|h[Чешуйчатый пояс]|h|r#1#22#17#Доспехи#Кольчужные#INVTYPE_WAIST#1#132493#338", -- [1853]
			"Deprecated Brooch of the Night Watch#|cff9d9d9d|Hitem:1854::::::::10:::::::|h[Deprecated Brooch of the Night Watch]|h|r#0#40#0#Доспехи#Разное#INVTYPE_TRINKET#1#133282#500", -- [1854]
			nil, -- [1855]
			nil, -- [1856]
			nil, -- [1857]
			nil, -- [1858]
			nil, -- [1859]
			nil, -- [1860]
			nil, -- [1861]
			nil, -- [1862]
			nil, -- [1863]
			nil, -- [1864]
			nil, -- [1865]
			nil, -- [1866]
			nil, -- [1867]
			nil, -- [1868]
			nil, -- [1869]
			nil, -- [1870]
			nil, -- [1871]
			nil, -- [1872]
			nil, -- [1873]
			nil, -- [1874]
			"Амулет Чертополоха#|cffffffff|Hitem:1875::::::::10:::::::|h[Амулет Чертополоха]|h|r#1#1#0#Задания#Задания##1#133278#0", -- [1875]
			nil, -- [1876]
			"Книга Омоложения III#|cffffffff|Hitem:1877::::::::10:::::::|h[Книга Омоложения III]|h|r#1#16#16#Рецепты#Книга##1#133743#325", -- [1877]
			"Deprecated Book of Nullify Poison II#|cffffffff|Hitem:1878::::::::10:::::::|h[Deprecated Book of Nullify Poison II]|h|r#1#28#28#Рецепты#Книга##1#133743#1750", -- [1878]
			nil, -- [1879]
			"Deprecated Book of Nullify Disease II#|cffffffff|Hitem:1880::::::::10:::::::|h[Deprecated Book of Nullify Disease II]|h|r#1#24#24#Рецепты#Книга##1#133743#1250", -- [1880]
			nil, -- [1881]
			"Книга Лунного огня III#|cffffffff|Hitem:1882::::::::10:::::::|h[Книга Лунного огня III]|h|r#1#16#16#Рецепты#Книга##1#133743#325", -- [1882]
			nil, -- [1883]
			nil, -- [1884]
			nil, -- [1885]
			"Книга Лунного огня II#|cffffffff|Hitem:1886::::::::10:::::::|h[Книга Лунного огня II]|h|r#1#10#10#Рецепты#Книга##1#133743#75", -- [1886]
			nil, -- [1887]
			nil, -- [1888]
			nil, -- [1889]
			nil, -- [1890]
			nil, -- [1891]
			nil, -- [1892]
			"Месть горняка#|cff1eff00|Hitem:1893::::::::10:::::::|h[Месть горняка]|h|r#2#20#0#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#134709#1775", -- [1893]
			"Карточка Союза шахтеров#|cffffffff|Hitem:1894::::::::10:::::::|h[Карточка Союза шахтеров]|h|r#1#1#0#Задания#Задания##20#133469#0", -- [1894]
			"Monster - Sword, Short Rusty#|cff9d9d9d|Hitem:1895::::::::10:::::::|h[Monster - Sword, Short Rusty]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#3", -- [1895]
			"Monster - Sword, Short Basic#|cff9d9d9d|Hitem:1896::::::::10:::::::|h[Monster - Sword, Short Basic]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#3", -- [1896]
			"Monster - Sword, Scimitar Basic#|cff9d9d9d|Hitem:1897::::::::10:::::::|h[Monster - Sword, Scimitar Basic]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135325#3", -- [1897]
			nil, -- [1898]
			"Monster - Sword, Long Basic#|cff9d9d9d|Hitem:1899::::::::10:::::::|h[Monster - Sword, Long Basic]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#3", -- [1899]
			"Monster - Thieves Blade#|cff9d9d9d|Hitem:1900::::::::10:::::::|h[Monster - Thieves Blade]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#3", -- [1900]
			"Monster - Mace, Basic Stone Hammer#|cff9d9d9d|Hitem:1901::::::::10:::::::|h[Monster - Mace, Basic Stone Hammer]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133040#3", -- [1901]
			"Monster - Mace, Basic Wooden Hammer#|cff9d9d9d|Hitem:1902::::::::10:::::::|h[Monster - Mace, Basic Wooden Hammer]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133040#3", -- [1902]
			"Monster - Mace, Basic Metal Hammer#|cff9d9d9d|Hitem:1903::::::::10:::::::|h[Monster - Mace, Basic Metal Hammer]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133040#3", -- [1903]
			"Monster - Axe, Stone Basic#|cff9d9d9d|Hitem:1904::::::::10:::::::|h[Monster - Axe, Stone Basic]|h|r#0#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132392#3", -- [1904]
			"Monster - Axe, Metal Basic#|cff9d9d9d|Hitem:1905::::::::10:::::::|h[Monster - Axe, Metal Basic]|h|r#0#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132392#3", -- [1905]
			"Monster - Torch#|cff9d9d9d|Hitem:1906::::::::10:::::::|h[Monster - Torch]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#135805#3", -- [1906]
			"Monster - Staff, Basic#|cff9d9d9d|Hitem:1907::::::::10:::::::|h[Monster - Staff, Basic]|h|r#0#1#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#3", -- [1907]
			"Monster - Staff, Crooked#|cff9d9d9d|Hitem:1908::::::::10:::::::|h[Monster - Staff, Crooked]|h|r#0#1#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#4", -- [1908]
			"Monster - Axe, Large Basic#|cff9d9d9d|Hitem:1909::::::::10:::::::|h[Monster - Axe, Large Basic]|h|r#0#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132392#3", -- [1909]
			"Monster - Item, Pick#|cff9d9d9d|Hitem:1910::::::::10:::::::|h[Monster - Item, Pick]|h|r#0#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#134707#3", -- [1910]
			"Monster - Tool, Wrench Small#|cff9d9d9d|Hitem:1911::::::::10:::::::|h[Monster - Tool, Wrench Small]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#134520#3", -- [1911]
			"Deprecated Reed Pipe#|cff9d9d9d|Hitem:1912::::::::10:::::::|h[Deprecated Reed Pipe]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#134374#122", -- [1912]
			"Украшенная дубинка#|cffffffff|Hitem:1913::::::::10:::::::|h[Украшенная дубинка]|h|r#1#10#5#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133476#148", -- [1913]
			"Deprecated Miniature Silver Hammer#|cff9d9d9d|Hitem:1914::::::::10:::::::|h[Deprecated Miniature Silver Hammer]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#133038#212", -- [1914]
			"Deprecated Bag of Teeth#|cffffffff|Hitem:1915::::::::10:::::::|h[Deprecated Bag of Teeth]|h|r#1#1#0#Разное#Хлам##1#133639#30", -- [1915]
			nil, -- [1916]
			"Изукрашенный кинжал#|cff1eff00|Hitem:1917::::::::10:::::::|h[Изукрашенный кинжал]|h|r#2#10#5#Оружие#Кинжалы#INVTYPE_WEAPON#1#135651#251", -- [1917]
			"Deprecated Lockpick#|cffffffff|Hitem:1918::::::::10:::::::|h[Deprecated Lockpick]|h|r#1#12#2#Ключи#Отмычка##1#134238#10", -- [1918]
			nil, -- [1919]
			nil, -- [1920]
			nil, -- [1921]
			"Припасы для Свена#|cffffffff|Hitem:1922::::::::10:::::::|h[Припасы для Свена]|h|r#1#1#0#Задания#Задания##1#133629#0", -- [1922]
			"Сумка посланника#|cffffffff|Hitem:1923::::::::10:::::::|h[Сумка посланника]|h|r#1#1#0#Задания#Задания##1#133641#0", -- [1923]
			"Deprecated Hollowed Wooden Tube#|cffffffff|Hitem:1924::::::::10:::::::|h[Deprecated Hollowed Wooden Tube]|h|r#1#1#0#Задания#Задания##1#133942#0", -- [1924]
			"Рапира Братства Справедливости#|cff1eff00|Hitem:1925::::::::10:::::::|h[Рапира Братства Справедливости]|h|r#2#16#11#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135340#787", -- [1925]
			"Сгущеный сок#|cff1eff00|Hitem:1926::::::::10:::::::|h[Сгущеный сок]|h|r#2#15#10#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133481#687", -- [1926]
			"Колун Мертвых копей#|cff1eff00|Hitem:1927::::::::10:::::::|h[Колун Мертвых копей]|h|r#2#15#10#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132402#690", -- [1927]
			"Посох мага Братства Справедливости#|cff1eff00|Hitem:1928::::::::10:::::::|h[Посох мага Братства Справедливости]|h|r#2#16#11#Оружие#Посохи#INVTYPE_2HWEAPON#1#135155#995", -- [1928]
			"Шелкотканевые брюки#|cff1eff00|Hitem:1929::::::::10:::::::|h[Шелкотканевые брюки]|h|r#2#18#13#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#434", -- [1929]
			"Плащ каменщика#|cff1eff00|Hitem:1930::::::::10:::::::|h[Плащ каменщика]|h|r#2#18#13#Доспехи#Тканевые#INVTYPE_CLOAK#1#133763#408", -- [1930]
			"Коготь большого гнолла#|cffffffff|Hitem:1931::::::::10:::::::|h[Коготь большого гнолла]|h|r#1#1#0#Задания#Задания##1#134297#0", -- [1931]
			nil, -- [1932]
			"Посох Колдовства#|cff1eff00|Hitem:1933::::::::10:::::::|h[Посох Колдовства]|h|r#2#15#10#Оружие#Посохи#INVTYPE_2HWEAPON#1#135150#905", -- [1933]
			"Брюки каменщика#|cff1eff00|Hitem:1934::::::::10:::::::|h[Брюки каменщика]|h|r#2#20#15#Доспехи#Кожаные#INVTYPE_LEGS#1#134582#731", -- [1934]
			"Клинок убийцы#|cff0070dd|Hitem:1935::::::::10:::::::|h[Клинок убийцы]|h|r#3#24#19#Оружие#Кинжалы#INVTYPE_WEAPON#1#135660#2974", -- [1935]
			"Гоблинская отвертка#|cff1eff00|Hitem:1936::::::::10:::::::|h[Гоблинская отвертка]|h|r#2#18#13#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#1113", -- [1936]
			"Свисторез#|cff1eff00|Hitem:1937::::::::10:::::::|h[Свисторез]|h|r#2#21#16#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135325#1700", -- [1937]
			"Киянка из чурбана#|cff1eff00|Hitem:1938::::::::10:::::::|h[Киянка из чурбана]|h|r#2#22#17#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133052#1962", -- [1938]
			"Бурдюк со сладким ромом#|cffffffff|Hitem:1939::::::::10:::::::|h[Бурдюк со сладким ромом]|h|r#1#1#0#Задания#Задания##1#132794#168", -- [1939]
			"Deprecated Skin of Sweet Rum#|cffffffff|Hitem:1940::::::::10:::::::|h[Deprecated Skin of Sweet Rum]|h|r#1#15#0#Задания#Задания##1#132794#317", -- [1940]
			"Бочонок \"Мерло\"#|cffffffff|Hitem:1941::::::::10:::::::|h[Бочонок \"Мерло\"]|h|r#1#1#0#Задания#Задания##1#132620#203", -- [1941]
			"Бутылка самогона#|cffffffff|Hitem:1942::::::::10:::::::|h[Бутылка самогона]|h|r#1#1#0#Задания#Задания##1#132798#316", -- [1942]
			"Гоблинские кольчужные поножи#|cff1eff00|Hitem:1943::::::::10:::::::|h[Гоблинские кольчужные поножи]|h|r#2#19#14#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#713", -- [1943]
			"Перчатки для работы с металлом#|cff1eff00|Hitem:1944::::::::10:::::::|h[Перчатки для работы с металлом]|h|r#2#18#13#Доспехи#Кожаные#INVTYPE_HAND#1#132938#259", -- [1944]
			"Перчатки для работы с деревом#|cff1eff00|Hitem:1945::::::::10:::::::|h[Перчатки для работы с деревом]|h|r#2#18#13#Доспехи#Кожаные#INVTYPE_HAND#1#132955#267", -- [1945]
			"Зеркальце Мэри#|cffffffff|Hitem:1946::::::::10:::::::|h[Зеркальце Мэри]|h|r#1#1#0#Задания#Задания##1#134576#0", -- [1946]
			nil, -- [1947]
			"Deprecated Large Broom#|cff9d9d9d|Hitem:1948::::::::10:::::::|h[Deprecated Large Broom]|h|r#0#16#11#Оружие#Посохи#INVTYPE_2HWEAPON#1#133040#408", -- [1948]
			nil, -- [1949]
			"Deprecated Gold Ingot#|cffffffff|Hitem:1950::::::::10:::::::|h[Deprecated Gold Ingot]|h|r#1#20#0#Хозяйственные товары#Хозяйственные товары##5#133217#100", -- [1950]
			"Черноводная абордажная сабля#|cff1eff00|Hitem:1951::::::::10:::::::|h[Черноводная абордажная сабля]|h|r#2#19#14#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135325#1258", -- [1951]
			nil, -- [1952]
			nil, -- [1953]
			nil, -- [1954]
			"Плетеные сапоги Драконьей Пасти#|cff1eff00|Hitem:1955::::::::10:::::::|h[Плетеные сапоги Драконьей Пасти]|h|r#2#27#22#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#1573", -- [1955]
			"Выцветшая подвеска Темношкуров#|cffffffff|Hitem:1956::::::::10:::::::|h[Выцветшая подвеска Темношкуров]|h|r#1#1#0#Задания#Задания##1#133437#0", -- [1956]
			"Monster - Shield, Small Wooden#|cff9d9d9d|Hitem:1957::::::::10:::::::|h[Monster - Shield, Small Wooden]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1", -- [1957]
			"Окаменелая берцовая кость#|cff1eff00|Hitem:1958::::::::10:::::::|h[Окаменелая берцовая кость]|h|r#2#17#12#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133718#975", -- [1958]
			"Кирка холодного железа#|cff1eff00|Hitem:1959::::::::10:::::::|h[Кирка холодного железа]|h|r#2#17#12#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#134707#1223", -- [1959]
			"Deprecated Ironforge Chain Pauldrons#|cff9d9d9d|Hitem:1960::::::::10:::::::|h[Deprecated Ironforge Chain Pauldrons]|h|r#0#15#10#Доспехи#Кольчужные#INVTYPE_SHOULDER#1#135038#134", -- [1960]
			"Monster - Shield, Buckler Wooden#|cff9d9d9d|Hitem:1961::::::::10:::::::|h[Monster - Shield, Buckler Wooden]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1", -- [1961]
			"Светящаяся подвеска Темношкуров#|cffffffff|Hitem:1962::::::::10:::::::|h[Светящаяся подвеска Темношкуров]|h|r#1#15#15#Задания#Задания##1#133438#0", -- [1962]
			"Deprecated Bone Chips#|cffffffff|Hitem:1963::::::::10:::::::|h[Deprecated Bone Chips]|h|r#1#17#0#Хозяйственные товары#Хозяйственные товары##5#133724#29", -- [1963]
			nil, -- [1964]
			"Перчатки Белого Волка#|cffffffff|Hitem:1965::::::::10:::::::|h[Перчатки Белого Волка]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_HAND#1#132939#36", -- [1965]
			nil, -- [1966]
			nil, -- [1967]
			"Монокль огров#|cffffffff|Hitem:1968::::::::10:::::::|h[Монокль огров]|h|r#1#1#0#Задания#Задания##1#134336#0", -- [1968]
			"Deprecated Stormwind Guard Belt#|cff9d9d9d|Hitem:1969::::::::10:::::::|h[Deprecated Stormwind Guard Belt]|h|r#0#15#0#Доспехи#Кольчужные#INVTYPE_WAIST#1#132492#85", -- [1969]
			"Восстанавливающий бальзам#|cffffffff|Hitem:1970::::::::10:::::::|h[Восстанавливающий бальзам]|h|r#1#24#0#Расходуемые#Расходуемые##10#134712#120", -- [1970]
			"Документ Хмуроброва#|cffffffff|Hitem:1971::::::::10:::::::|h[Документ Хмуроброва]|h|r#1#1#0#Задания#Задания##1#134944#0", -- [1971]
			"Документ Западного Края#|cffffffff|Hitem:1972::::::::10:::::::|h[Документ Западного Края]|h|r#1#8#8#Задания#Задания##1#134939#0", -- [1972]
			"Сфера Обмана#|cff0070dd|Hitem:1973::::::::10:::::::|h[Сфера Обмана]|h|r#3#59#54#Доспехи#Разное#INVTYPE_TRINKET#1#134334#4618", -- [1973]
			"Наручи Усилия Разума#|cff0070dd|Hitem:1974::::::::10:::::::|h[Наручи Усилия Разума]|h|r#3#22#17#Доспехи#Тканевые#INVTYPE_WRIST#1#132606#464", -- [1974]
			"Старый большой меч Пайсана#|cff0070dd|Hitem:1975::::::::10:::::::|h[Старый большой меч Пайсана]|h|r#3#28#23#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135326#5744", -- [1975]
			"Шлакомолот#|cff0070dd|Hitem:1976::::::::10:::::::|h[Шлакомолот]|h|r#3#29#24#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#6340", -- [1976]
			"Сумка на 20 ячеек#|cffffffff|Hitem:1977::::::::10:::::::|h[Сумка на 20 ячеек]|h|r#1#1#0#Сумки#Сумка#INVTYPE_BAG#1#133628#0", -- [1977]
			"Перчатки Волчьего когтя#|cff0070dd|Hitem:1978::::::::10:::::::|h[Перчатки Волчьего когтя]|h|r#3#27#22#Доспехи#Кожаные#INVTYPE_HAND#1#132938#980", -- [1978]
			"Стена мертвых#|cffa335ee|Hitem:1979::::::::10:::::::|h[Стена мертвых]|h|r#4#50#45#Доспехи#Щиты#INVTYPE_SHIELD#1#134948#23273", -- [1979]
			"Кольцо Нижнего мира#|cffa335ee|Hitem:1980::::::::10:::::::|h[Кольцо Нижнего мира]|h|r#4#43#38#Доспехи#Разное#INVTYPE_FINGER#1#133357#6200", -- [1980]
			"Кольчужный ледяной жакет#|cffa335ee|Hitem:1981::::::::10:::::::|h[Кольчужный ледяной жакет]|h|r#4#44#39#Доспехи#Кольчужные#INVTYPE_CHEST#1#132741#14113", -- [1981]
			"Ночной клинок#|cffa335ee|Hitem:1982::::::::10:::::::|h[Ночной клинок]|h|r#4#44#39#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135272#29513", -- [1982]
			"Monster - Sword2H, Basic#|cff9d9d9d|Hitem:1983::::::::10:::::::|h[Monster - Sword2H, Basic]|h|r#0#1#1#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135274#4", -- [1983]
			"Monster - Shield, Kite Metal#|cff9d9d9d|Hitem:1984::::::::10:::::::|h[Monster - Shield, Kite Metal]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134950#2", -- [1984]
			"Monster - Shield, Large Wooden#|cff9d9d9d|Hitem:1985::::::::10:::::::|h[Monster - Shield, Large Wooden]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134950#2", -- [1985]
			"Кишкодер#|cff1eff00|Hitem:1986::::::::10:::::::|h[Кишкодер]|h|r#2#41#36#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135313#14861", -- [1986]
			"Целый горшок Кразека#|cffffffff|Hitem:1987::::::::10:::::::|h[Целый горшок Кразека]|h|r#1#1#0#Задания#Задания##1#134514#0", -- [1987]
			"Рукавицы старшего бригадира#|cff1eff00|Hitem:1988::::::::10:::::::|h[Рукавицы старшего бригадира]|h|r#2#38#33#Доспехи#Кольчужные#INVTYPE_HAND#1#132956#2852", -- [1988]
			nil, -- [1989]
			"Сбалансированная кувалда#|cff1eff00|Hitem:1990::::::::10:::::::|h[Сбалансированная кувалда]|h|r#2#36#31#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133481#10077", -- [1990]
			"Гоблинская боевая лопата#|cff1eff00|Hitem:1991::::::::10:::::::|h[Гоблинская боевая лопата]|h|r#2#34#29#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#134436#8357", -- [1991]
			"Фетиш Холодной Трясины#|cff0070dd|Hitem:1992::::::::10:::::::|h[Фетиш Холодной Трясины]|h|r#3#38#33#Доспехи#Разное#INVTYPE_HOLDABLE#1#133731#5468", -- [1992]
			"Кольцо Огра#|cff1eff00|Hitem:1993::::::::10:::::::|h[Кольцо Огра]|h|r#2#36#31#Доспехи#Разное#INVTYPE_FINGER#1#132524#2100", -- [1993]
			"Эбеновый разрушитель#|cff1eff00|Hitem:1994::::::::10:::::::|h[Эбеновый разрушитель]|h|r#2#46#41#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132407#16696", -- [1994]
			"Deprecated Cat's Paw#|cffffffff|Hitem:1995::::::::10:::::::|h[Deprecated Cat's Paw]|h|r#1#34#24#Расходуемые#Расходуемые##1#134296#60", -- [1995]
			"Кольцо Вуду#|cff1eff00|Hitem:1996::::::::10:::::::|h[Кольцо Вуду]|h|r#2#37#32#Доспехи#Разное#INVTYPE_FINGER#1#133357#1720", -- [1996]
			"Прессованное войлочное одеяние#|cff1eff00|Hitem:1997::::::::10:::::::|h[Прессованное войлочное одеяние]|h|r#2#34#29#Доспехи#Тканевые#INVTYPE_ROBE#1#132663#2538", -- [1997]
			"Направляющий посох Кровавого скальпа#|cff1eff00|Hitem:1998::::::::10:::::::|h[Направляющий посох Кровавого скальпа]|h|r#2#33#28#Оружие#Посохи#INVTYPE_2HWEAPON#1#135155#7239", -- [1998]
			"Deprecated Torn Leather Harness#|cff9d9d9d|Hitem:1999::::::::10:::::::|h[Deprecated Torn Leather Harness]|h|r#0#34#29#Доспехи#Кожаные#INVTYPE_CHEST#1#135006#1279", -- [1999]
			"Принцип#|cff1eff00|Hitem:2000::::::::10:::::::|h[Принцип]|h|r#2#35#0#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135278#8827", -- [2000]
			nil, -- [2001]
			"Deprecated Jordan's Quiver#|cffffffff|Hitem:2002::::::::10:::::::|h[Deprecated Jordan's Quiver]|h|r#1#1#1#Амуниция#Колчан#INVTYPE_BAG#1#133628#0", -- [2002]
			"Deprecated Big Quiver#|cffffffff|Hitem:2003::::::::10:::::::|h[Deprecated Big Quiver]|h|r#1#1#1#Амуниция#Колчан#INVTYPE_BAG#1#133628#0", -- [2003]
			"Записи Грелина Белоборода#|cffffffff|Hitem:2004::::::::10:::::::|h[Записи Грелина Белоборода]|h|r#1#1#0#Задания#Задания##1#133741#0", -- [2004]
			"Первое предание троллей#|cffffffff|Hitem:2005::::::::10:::::::|h[Первое предание троллей]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [2005]
			"Второе предание троллей#|cffffffff|Hitem:2006::::::::10:::::::|h[Второе предание троллей]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [2006]
			"Третье предание троллей#|cffffffff|Hitem:2007::::::::10:::::::|h[Третье предание троллей]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [2007]
			"Четвертое предание троллей#|cffffffff|Hitem:2008::::::::10:::::::|h[Четвертое предание троллей]|h|r#1#1#0#Задания#Задания##1#134937#0", -- [2008]
			nil, -- [2009]
			nil, -- [2010]
			"Крученая сабля#|cff0070dd|Hitem:2011::::::::10:::::::|h[Крученая сабля]|h|r#3#26#21#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135325#3840", -- [2011]
			"Deprecated Phylactery of Rot#|cff9d9d9d|Hitem:2012::::::::10:::::::|h[Deprecated Phylactery of Rot]|h|r#0#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#133436#1300", -- [2012]
			"Костемогильный посох#|cff1eff00|Hitem:2013::::::::10:::::::|h[Костемогильный посох]|h|r#2#26#21#Оружие#Посохи#INVTYPE_2HWEAPON#1#135163#3644", -- [2013]
			"Большой меч из черного металла#|cff1eff00|Hitem:2014::::::::10:::::::|h[Большой меч из черного металла]|h|r#2#29#24#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135313#4869", -- [2014]
			"Черная металлическая секира#|cff1eff00|Hitem:2015::::::::10:::::::|h[Черная металлическая секира]|h|r#2#28#23#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132408#4443", -- [2015]
			"Пыльный плетеный доспех#|cff1eff00|Hitem:2016::::::::10:::::::|h[Пыльный плетеный доспех]|h|r#2#26#21#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#1769", -- [2016]
			"Светящиеся кожаные наручи#|cff1eff00|Hitem:2017::::::::10:::::::|h[Светящиеся кожаные наручи]|h|r#2#28#23#Доспехи#Кожаные#INVTYPE_WRIST#1#132602#895", -- [2017]
			"Скелетный длинный меч#|cff1eff00|Hitem:2018::::::::10:::::::|h[Скелетный длинный меч]|h|r#2#27#22#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135317#3269", -- [2018]
			nil, -- [2019]
			"Клинок Полого клыка#|cff1eff00|Hitem:2020::::::::10:::::::|h[Клинок Полого клыка]|h|r#2#18#13#Оружие#Кинжалы#INVTYPE_WEAPON#1#135652#1049", -- [2020]
			"Зеленый панцирный щит#|cff1eff00|Hitem:2021::::::::10:::::::|h[Зеленый панцирный щит]|h|r#2#21#16#Доспехи#Щиты#INVTYPE_SHIELD#1#134321#1025", -- [2021]
			nil, -- [2022]
			"Monster - Spear, Rusty#|cff9d9d9d|Hitem:2023::::::::10:::::::|h[Monster - Spear, Rusty]|h|r#0#1#1#Оружие#Древковое#INVTYPE_2HWEAPON#1#135130#2", -- [2023]
			"Эспадон#|cffffffff|Hitem:2024::::::::10:::::::|h[Эспадон]|h|r#1#21#16#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135353#1215", -- [2024]
			"Зазубренный топор#|cffffffff|Hitem:2025::::::::10:::::::|h[Зазубренный топор]|h|r#1#20#15#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132394#1060", -- [2025]
			"Скальный молот#|cffffffff|Hitem:2026::::::::10:::::::|h[Скальный молот]|h|r#1#21#16#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133046#1257", -- [2026]
			"Ятаган#|cffffffff|Hitem:2027::::::::10:::::::|h[Ятаган]|h|r#1#19#14#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135343#763", -- [2027]
			"Молот#|cffffffff|Hitem:2028::::::::10:::::::|h[Молот]|h|r#1#21#16#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133052#1013", -- [2028]
			"Колун#|cffffffff|Hitem:2029::::::::10:::::::|h[Колун]|h|r#1#20#15#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132417#883", -- [2029]
			"Кривой посох#|cffffffff|Hitem:2030::::::::10:::::::|h[Кривой посох]|h|r#1#20#15#Оружие#Посохи#INVTYPE_2HWEAPON#1#135147#1108", -- [2030]
			nil, -- [2031]
			"Галланские манжеты#|cff1eff00|Hitem:2032::::::::10:::::::|h[Галланские манжеты]|h|r#2#36#0#Доспехи#Тканевые#INVTYPE_WRIST#1#132609#1665", -- [2032]
			"Сапоги посла#|cff1eff00|Hitem:2033::::::::10:::::::|h[Сапоги посла]|h|r#2#25#0#Доспехи#Кожаные#INVTYPE_FEET#1#132542#967", -- [2033]
			"Одеяния ученого#|cff1eff00|Hitem:2034::::::::10:::::::|h[Одеяния ученого]|h|r#2#25#20#Доспехи#Тканевые#INVTYPE_ROBE#1#132645#1035", -- [2034]
			"Меч Ночного Неба#|cff1eff00|Hitem:2035::::::::10:::::::|h[Меч Ночного Неба]|h|r#2#24#19#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135321#2300", -- [2035]
			"Пыльные шахтерские перчатки#|cff1eff00|Hitem:2036::::::::10:::::::|h[Пыльные шахтерские перчатки]|h|r#2#18#0#Доспехи#Кожаные#INVTYPE_HAND#1#132939#258", -- [2036]
			"Сапоги проходчика#|cff1eff00|Hitem:2037::::::::10:::::::|h[Сапоги проходчика]|h|r#2#18#0#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#469", -- [2037]
			"Deprecated Cougar Head Cap#|cff9d9d9d|Hitem:2038::::::::10:::::::|h[Deprecated Cougar Head Cap]|h|r#0#24#0#Доспехи#Кожаные#INVTYPE_HEAD#1#133072#349", -- [2038]
			"Кольцо Равнин#|cff0070dd|Hitem:2039::::::::10:::::::|h[Кольцо Равнин]|h|r#3#29#24#Доспехи#Разное#INVTYPE_FINGER#1#133344#750", -- [2039]
			"Защитник тролля#|cff0070dd|Hitem:2040::::::::10:::::::|h[Защитник тролля]|h|r#3#48#43#Доспехи#Щиты#INVTYPE_SHIELD#1#134962#15296", -- [2040]
			"Мундир Западного Края#|cff0070dd|Hitem:2041::::::::10:::::::|h[Мундир Западного Края]|h|r#3#24#0#Доспехи#Кожаные#INVTYPE_CHEST#1#132722#1412", -- [2041]
			"Посох Западного Края#|cff0070dd|Hitem:2042::::::::10:::::::|h[Посох Западного Края]|h|r#3#24#0#Оружие#Посохи#INVTYPE_2HWEAPON#1#135147#3639", -- [2042]
			"Кольцо Неприкаянных духов#|cff1eff00|Hitem:2043::::::::10:::::::|h[Кольцо Неприкаянных духов]|h|r#2#35#0#Доспехи#Разное#INVTYPE_FINGER#1#133343#1500", -- [2043]
			"Полумесяц Неприкаянных Духов#|cff1eff00|Hitem:2044::::::::10:::::::|h[Полумесяц Неприкаянных Духов]|h|r#2#35#0#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132397#7357", -- [2044]
			"Deprecated Cowl of Forlorn Spirits#|cff9d9d9d|Hitem:2045::::::::10:::::::|h[Deprecated Cowl of Forlorn Spirits]|h|r#0#30#0#Доспехи#Тканевые#INVTYPE_HEAD#1#133074#550", -- [2045]
			"Кукри Синежабрых#|cff1eff00|Hitem:2046::::::::10:::::::|h[Кукри Синежабрых]|h|r#2#24#19#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135662#2461", -- [2046]
			"Секач Старой Наковальни#|cffffffff|Hitem:2047::::::::10:::::::|h[Секач Старой Наковальни]|h|r#1#5#0#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135419#25", -- [2047]
			"Молот Старой Наковальни#|cffffffff|Hitem:2048::::::::10:::::::|h[Молот Старой Наковальни]|h|r#1#5#0#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133057#25", -- [2048]
			[2511] = "Охотничий громобой#|cffffffff|Hitem:2511::::::::10:::::::|h[Охотничий громобой]|h|r#1#14#9#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135613#264",
			[2512] = "Грубая стрела#|cffffffff|Hitem:2512::::::::10:::::::|h[Грубая стрела]|h|r#1#5#1#Боеприпасы#Стрелы#INVTYPE_AMMO#200#132382#0",
			[2513] = "Deprecated Iron Shot#|cffffffff|Hitem:2513::::::::10:::::::|h[Deprecated Iron Shot]|h|r#1#4#1#Боеприпасы#Пули#INVTYPE_AMMO#200#132384#0",
			[2514] = "Испорченная остроконечная стрела#|cffffffff|Hitem:2514::::::::10:::::::|h[Испорченная остроконечная стрела]|h|r#1#8#3#Боеприпасы#Стрелы#INVTYPE_AMMO#200#132382#0",
			[2515] = "Острая стрела#|cffffffff|Hitem:2515::::::::10:::::::|h[Острая стрела]|h|r#1#15#10#Боеприпасы#Стрелы#INVTYPE_AMMO#200#132382#0",
			[2516] = "Легкий патрон#|cffffffff|Hitem:2516::::::::10:::::::|h[Легкий патрон]|h|r#1#5#1#Боеприпасы#Пули#INVTYPE_AMMO#200#132384#0",
			[2517] = "Deprecated Standard Arrow#|cffffffff|Hitem:2517::::::::10:::::::|h[Deprecated Standard Arrow]|h|r#1#4#1#Боеприпасы#Стрелы#INVTYPE_AMMO#200#132382#0",
			[2518] = "Deprecated Solid Shot#|cffffffff|Hitem:2518::::::::10:::::::|h[Deprecated Solid Shot]|h|r#1#8#3#Боеприпасы#Пули#INVTYPE_AMMO#200#132384#0",
			[2519] = "Тяжелый патрон#|cffffffff|Hitem:2519::::::::10:::::::|h[Тяжелый патрон]|h|r#1#15#10#Боеприпасы#Пули#INVTYPE_AMMO#200#132384#0",
			[2520] = "Палаш#|cffffffff|Hitem:2520::::::::10:::::::|h[Палаш]|h|r#1#36#31#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135275#4925",
			[2521] = "Фламберг#|cffffffff|Hitem:2521::::::::10:::::::|h[Фламберг]|h|r#1#36#31#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135327#6179",
			[2522] = "Топор полумесяца#|cffffffff|Hitem:2522::::::::10:::::::|h[Топор полумесяца]|h|r#1#35#30#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#135419#4509",
			[11082] = "Великая астральная субстанция#|cff1eff00|Hitem:11082::::::::10:::::::|h[Великая астральная субстанция]|h|r#2#25#0#Хозяйственные товары#Хозяйственные товары##10#132862#0",
			[2524] = "Жезл#|cffffffff|Hitem:2524::::::::10:::::::|h[Жезл]|h|r#1#34#29#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133486#3838",
			[2525] = "Боевой молот#|cffffffff|Hitem:2525::::::::10:::::::|h[Боевой молот]|h|r#1#35#30#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133040#5297",
			[16204] = "Пыль иллюзий#|cffffffff|Hitem:16204::::::::10:::::::|h[Пыль иллюзий]|h|r#1#55#0#Хозяйственные товары#Хозяйственные товары##20#132856#0",
			[2527] = "Боевой посох#|cffffffff|Hitem:2527::::::::10:::::::|h[Боевой посох]|h|r#1#36#31#Оружие#Посохи#INVTYPE_2HWEAPON#1#135469#5871",
			[2528] = "Фальшион#|cffffffff|Hitem:2528::::::::10:::::::|h[Фальшион]|h|r#1#46#41#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135344#10367",
			[2529] = "Цвайхандер#|cffffffff|Hitem:2529::::::::10:::::::|h[Цвайхандер]|h|r#1#46#41#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135313#13006",
			[2530] = "Франциска#|cffffffff|Hitem:2530::::::::10:::::::|h[Франциска]|h|r#1#46#41#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132392#10443",
			[2531] = "Гигантский топор#|cffffffff|Hitem:2531::::::::10:::::::|h[Гигантский топор]|h|r#1#44#39#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#11233",
			[2532] = "Утренняя звезда#|cffffffff|Hitem:2532::::::::10:::::::|h[Утренняя звезда]|h|r#1#46#41#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133487#10521",
			[2533] = "Боевая кувалда#|cffffffff|Hitem:2533::::::::10:::::::|h[Боевая кувалда]|h|r#1#45#40#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133054#12221",
			[2534] = "Рондел#|cffffffff|Hitem:2534::::::::10:::::::|h[Рондел]|h|r#1#44#39#Оружие#Кинжалы#INVTYPE_WEAPON#1#135341#9086",
			[2535] = "Посох бойца#|cffffffff|Hitem:2535::::::::10:::::::|h[Посох бойца]|h|r#1#45#40#Оружие#Посохи#INVTYPE_2HWEAPON#1#135151#12311",
			[11134] = "Простая Таинственная субстанция#|cff1eff00|Hitem:11134::::::::10:::::::|h[Простая Таинственная субстанция]|h|r#2#30#0#Хозяйственные товары#Хозяйственные товары##10#132869#0",
			[11138] = "Малый светящийся осколок#|cff0070dd|Hitem:11138::::::::10:::::::|h[Малый светящийся осколок]|h|r#3#30#0#Хозяйственные товары#Хозяйственные товары##20#132879#0",
			[2545] = "Гибкие плетеные поножи#|cff1eff00|Hitem:2545::::::::10:::::::|h[Гибкие плетеные поножи]|h|r#2#26#0#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#1796",
			[11174] = "Простая субстанция Пустоты#|cff1eff00|Hitem:11174::::::::10:::::::|h[Простая субстанция Пустоты]|h|r#2#40#0#Хозяйственные товары#Хозяйственные товары##10#132871#0",
			[11178] = "Большой светозарный осколок#|cff0070dd|Hitem:11178::::::::10:::::::|h[Большой светозарный осколок]|h|r#3#45#0#Хозяйственные товары#Хозяйственные товары##20#132883#0",
			[2548] = "Бочонок Пивовара Скальдера#|cffffffff|Hitem:2548::::::::10:::::::|h[Бочонок Пивовара Скальдера]|h|r#1#1#0#Задания#Задания##1#132620#0",
			[2549] = "Посох Призрака#|cff0070dd|Hitem:2549::::::::10:::::::|h[Посох Призрака]|h|r#3#27#22#Оружие#Посохи#INVTYPE_2HWEAPON#1#135162#5016",
			[2550] = "Monster - Bow, Short#|cff9d9d9d|Hitem:2550::::::::10:::::::|h[Monster - Bow, Short]|h|r#0#1#1#Оружие#Луки#INVTYPE_RANGED#1#135493#1",
			[2551] = "Monster - Crossbow#|cff9d9d9d|Hitem:2551::::::::10:::::::|h[Monster - Crossbow]|h|r#0#1#1#Оружие#Арбалеты#INVTYPE_RANGEDRIGHT#1#135531#1",
			[2552] = "Monster - Gun#|cff9d9d9d|Hitem:2552::::::::10:::::::|h[Monster - Gun]|h|r#0#1#1#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135612#1",
			[2553] = "Рецепт: слабый эликсир ловкости#|cff1eff00|Hitem:2553::::::::10:::::::|h[Рецепт: слабый эликсир ловкости]|h|r#2#12#0#Рецепты#Алхимия##1#134942#25",
			[2554] = "Deprecated Recipe: Elixir of Fortitude#|cffffffff|Hitem:2554::::::::10:::::::|h[Deprecated Recipe: Elixir of Fortitude]|h|r#1#12#0#Рецепты#Алхимия##1#134941#25",
			[2555] = "Рецепт: зелье скорости#|cff1eff00|Hitem:2555::::::::10:::::::|h[Рецепт: зелье скорости]|h|r#2#15#0#Рецепты#Алхимия##1#134942#40",
			[2556] = "Рецепт: эликсир наречий#|cffffffff|Hitem:2556::::::::10:::::::|h[Рецепт: эликсир наречий]|h|r#1#15#0#Рецепты#Алхимия##1#134939#40",
			[2557] = "Monster - Mace2H, Ornate Metal Hammer#|cff9d9d9d|Hitem:2557::::::::10:::::::|h[Monster - Mace2H, Ornate Metal Hammer]|h|r#0#1#1#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133041#4",
			[2558] = "Monster - Mace, Good Wooden Hammer#|cff9d9d9d|Hitem:2558::::::::10:::::::|h[Monster - Mace, Good Wooden Hammer]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133041#3",
			[2559] = "Monster - Staff, Ornate Warlock Staff#|cff9d9d9d|Hitem:2559::::::::10:::::::|h[Monster - Staff, Ornate Warlock Staff]|h|r#0#1#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#4",
			[2560] = "Законченный дневник Трясунчика#|cffffffff|Hitem:2560::::::::10:::::::|h[Законченный дневник Трясунчика]|h|r#1#1#0#Задания#Задания##1#133741#0",
			[2050] = "Deprecated Silver Ingot#|cff9d9d9d|Hitem:2050::::::::10:::::::|h[Deprecated Silver Ingot]|h|r#0#15#0#Хозяйственные товары#Хозяйственные товары##5#133215#75",
			[2051] = "Monster - Shield, Small Wooden Damaged#|cff9d9d9d|Hitem:2051::::::::10:::::::|h[Monster - Shield, Small Wooden Damaged]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1",
			[2052] = "Monster - Shield, Small Metal Damaged#|cff9d9d9d|Hitem:2052::::::::10:::::::|h[Monster - Shield, Small Metal Damaged]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1",
			[2053] = "Monster - Shield, Buckler Metal Damaged#|cff9d9d9d|Hitem:2053::::::::10:::::::|h[Monster - Shield, Buckler Metal Damaged]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1",
			[2054] = "Секач трогга#|cffffffff|Hitem:2054::::::::10:::::::|h[Секач трогга]|h|r#1#4#1#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132410#16",
			[2055] = "Небольшой деревянный молот#|cffffffff|Hitem:2055::::::::10:::::::|h[Небольшой деревянный молот]|h|r#1#4#1#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133052#16",
			[2056] = "Бархатный молот#|cff9d9d9d|Hitem:2056::::::::10:::::::|h[Бархатный молот]|h|r#0#10#5#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133039#92",
			[2057] = "Зазубренный короткий меч Братства Справедливости#|cffffffff|Hitem:2057::::::::10:::::::|h[Зазубренный короткий меч Братства Справедливости]|h|r#1#4#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#16",
			[2058] = "Кувалда Казона#|cff1eff00|Hitem:2058::::::::10:::::::|h[Кувалда Казона]|h|r#2#27#22#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#4197",
			[2059] = "Плащ стражника#|cff0070dd|Hitem:2059::::::::10:::::::|h[Плащ стражника]|h|r#3#24#19#Доспехи#Тканевые#INVTYPE_CLOAK#1#133756#863",
			[2060] = "Deprecated Chunk of Boar Meat#|cff9d9d9d|Hitem:2060::::::::10:::::::|h[Deprecated Chunk of Boar Meat]|h|r#0#1#0#Хозяйственные товары#Хозяйственные товары##10#133969#8",
			[14344] = "Большой сверкающий осколок#|cff0070dd|Hitem:14344::::::::10:::::::|h[Большой сверкающий осколок]|h|r#3#55#0#Хозяйственные товары#Хозяйственные товары##20#132873#0",
			[2573] = "Deprecated Forest Silk Gloves#|cff9d9d9d|Hitem:2573::::::::10:::::::|h[Deprecated Forest Silk Gloves]|h|r#0#9#4#Доспехи#Тканевые#INVTYPE_HAND#1#132940#15",
			[2574] = "Deprecated Trogg Vest#|cff9d9d9d|Hitem:2574::::::::10:::::::|h[Deprecated Trogg Vest]|h|r#0#15#10#Доспехи#Тканевые#INVTYPE_CHEST#1#135005#117",
			[2064] = "Дубина троггов#|cffffffff|Hitem:2064::::::::10:::::::|h[Дубина троггов]|h|r#1#11#6#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133052#191",
			[2065] = "Клинок Каменной челюсти#|cffffffff|Hitem:2065::::::::10:::::::|h[Клинок Каменной челюсти]|h|r#1#9#4#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135357#113",
			[2066] = "Секира-череп#|cffffffff|Hitem:2066::::::::10:::::::|h[Секира-череп]|h|r#1#8#3#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132402#81",
			[2067] = "Посох обморожения#|cffffffff|Hitem:2067::::::::10:::::::|h[Посох обморожения]|h|r#1#10#5#Оружие#Посохи#INVTYPE_2HWEAPON#1#135152#186",
			[2579] = "Зеленая льняная рубашка#|cffffffff|Hitem:2579::::::::10:::::::|h[Зеленая льняная рубашка]|h|r#1#14#0#Доспехи#Разное#INVTYPE_BODY#1#135024#37",
			[2069] = "Жилет из шкуры черного медведя#|cffffffff|Hitem:2069::::::::10:::::::|h[Жилет из шкуры черного медведя]|h|r#1#12#7#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#121",
			[2581] = "Плотные льняные бинты#|cffffffff|Hitem:2581::::::::10:::::::|h[Плотные льняные бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133688#20",
			[15917] = "Хлыст приручения#|cffffffff|Hitem:15917::::::::10:::::::|h[Хлыст приручения]|h|r#1#10#0#Задания#Задания##1#132164#0",
			[2072] = "Дворфийский магический посох#|cff1eff00|Hitem:2072::::::::10:::::::|h[Дворфийский магический посох]|h|r#2#27#22#Оружие#Посохи#INVTYPE_2HWEAPON#1#135141#4414",
			[2073] = "Дворфийская секира#|cff1eff00|Hitem:2073::::::::10:::::::|h[Дворфийская секира]|h|r#2#15#10#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132395#742",
			[2074] = "Твердый клинок#|cff1eff00|Hitem:2074::::::::10:::::::|h[Твердый клинок]|h|r#2#18#0#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135324#1054",
			[2075] = "Палица жреца#|cff1eff00|Hitem:2075::::::::10:::::::|h[Палица жреца]|h|r#2#12#7#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133481#386",
			[2077] = "Магический посох#|cff1eff00|Hitem:2077::::::::10:::::::|h[Магический посох]|h|r#2#29#24#Оружие#Посохи#INVTYPE_2HWEAPON#1#135468#5059",
			[2078] = "Северный короткий меч#|cff1eff00|Hitem:2078::::::::10:::::::|h[Северный короткий меч]|h|r#2#18#13#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135321#1070",
			[2079] = "Боевой молот сержанта#|cff1eff00|Hitem:2079::::::::10:::::::|h[Боевой молот сержанта]|h|r#2#17#12#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133048#933",
			[2080] = "Курганный топор#|cff1eff00|Hitem:2080::::::::10:::::::|h[Курганный топор]|h|r#2#34#29#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132402#6590",
			[2081] = "Monster - Torch, Offhand#|cff9d9d9d|Hitem:2081::::::::10:::::::|h[Monster - Torch, Offhand]|h|r#0#1#1#Доспехи#Разное#INVTYPE_HOLDABLE#1#135126#0",
			[2082] = "Джутовый мешок Визбанга#|cffffffff|Hitem:2082::::::::10:::::::|h[Джутовый мешок Визбанга]|h|r#1#5#0#Сумки#Сумка#INVTYPE_BAG#1#133641#250",
			[2084] = "Полуторный меч из темной стали#|cff1eff00|Hitem:2084::::::::10:::::::|h[Полуторный меч из темной стали]|h|r#2#30#25#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135311#5709",
			[2085] = "Кусок мяса#|cff9d9d9d|Hitem:2085::::::::10:::::::|h[Кусок мяса]|h|r#0#15#0#Разное#Хлам##5#133972#15",
			[2087] = "Прочный панцирь краба#|cff1eff00|Hitem:2087::::::::10:::::::|h[Прочный панцирь краба]|h|r#2#13#8#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#252",
			[2088] = "Длинная ножка краба#|cff1eff00|Hitem:2088::::::::10:::::::|h[Длинная ножка краба]|h|r#2#15#10#Оружие#Кинжалы#INVTYPE_WEAPON#1#133723#729",
			[2089] = "Резной кинжал#|cff1eff00|Hitem:2089::::::::10:::::::|h[Резной кинжал]|h|r#2#18#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#1113",
			[2091] = "Волшебная пыль#|cffffffff|Hitem:2091::::::::10:::::::|h[Волшебная пыль]|h|r#1#20#10#Расходуемые#Расходуемые##10#133849#213",
			[2092] = "Иссеченный кинжал#|cffffffff|Hitem:2092::::::::10:::::::|h[Иссеченный кинжал]|h|r#1#2#1#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#7",
			[2098] = "Двуствольный дробовик#|cff0070dd|Hitem:2098::::::::10:::::::|h[Двуствольный дробовик]|h|r#3#27#22#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135617#3020",
			[2099] = "Дворфийская пищаль#|cffa335ee|Hitem:2099::::::::10:::::::|h[Дворфийская пищаль]|h|r#4#58#53#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135618#45040",
			[2100] = "Пристрелянный громобой#|cffa335ee|Hitem:2100::::::::10:::::::|h[Пристрелянный громобой]|h|r#4#48#43#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135615#24539",
			[2101] = "Легкий колчан#|cffffffff|Hitem:2101::::::::10:::::::|h[Легкий колчан]|h|r#1#1#1#Амуниция#Колчан#INVTYPE_BAG#1#134409#1",
			[2102] = "Небольшой подсумок#|cffffffff|Hitem:2102::::::::10:::::::|h[Небольшой подсумок]|h|r#1#1#1#Амуниция#Подсумок#INVTYPE_BAG#1#133581#1",
			[2103] = "Test Arrow#|cffffffff|Hitem:2103::::::::10:::::::|h[Test Arrow]|h|r#1#1#1#Боеприпасы#Стрелы#INVTYPE_AMMO#200#132381#1",
			[10939] = "Большая магическая субстанция#|cff1eff00|Hitem:10939::::::::10:::::::|h[Большая магическая субстанция]|h|r#2#15#0#Хозяйственные товары#Хозяйственные товары##10#132866#0",
			[2105] = "Рубашка головореза#|cffffffff|Hitem:2105::::::::10:::::::|h[Рубашка головореза]|h|r#1#1#0#Доспехи#Разное#INVTYPE_BODY#1#135018#1",
			[2106] = "Deprecated Worn Pants#|cff9d9d9d|Hitem:2106::::::::10:::::::|h[Deprecated Worn Pants]|h|r#0#1#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134581#1",
			[2107] = "Deprecated Travel-worn Boots#|cff9d9d9d|Hitem:2107::::::::10:::::::|h[Deprecated Travel-worn Boots]|h|r#0#1#0#Доспехи#Разное#INVTYPE_FEET#1#132543#1",
			[2108] = "Кожаный жилет Снежной Гривы#|cffffffff|Hitem:2108::::::::10:::::::|h[Кожаный жилет Снежной Гривы]|h|r#1#4#1#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#8",
			[2109] = "Плетеный нагрудник Снежной Гривы#|cffffffff|Hitem:2109::::::::10:::::::|h[Плетеный нагрудник Снежной Гривы]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#14",
			[6256] = "Удочка#|cffffffff|Hitem:6256::::::::10:::::::|h[Удочка]|h|r#1#1#0#Оружие#Удочка#INVTYPE_2HWEAPON#1#132932#4",
			[2112] = "Жакет дровосека#|cffffffff|Hitem:2112::::::::10:::::::|h[Жакет дровосека]|h|r#1#9#4#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#54",
			[2113] = "Записка Калора#|cffffffff|Hitem:2113::::::::10:::::::|h[Записка Калора]|h|r#1#1#0#Задания#Задания##1#134939#0",
			[2114] = "Снеговое одеяние#|cffffffff|Hitem:2114::::::::10:::::::|h[Снеговое одеяние]|h|r#1#8#3#Доспехи#Тканевые#INVTYPE_ROBE#1#132674#31",
			[2115] = "Deprecated Small White Pouch#|cffffffff|Hitem:2115::::::::10:::::::|h[Deprecated Small White Pouch]|h|r#1#5#0#Сумки#Сумка#INVTYPE_BAG#1#133627#125",
			[2117] = "Тонкие матерчатые ботинки#|cffffffff|Hitem:2117::::::::10:::::::|h[Тонкие матерчатые ботинки]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_FEET#1#132543#7",
			[2119] = "Тонкие матерчатые перчатки#|cffffffff|Hitem:2119::::::::10:::::::|h[Тонкие матерчатые перчатки]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_HAND#1#132952#4",
			[2120] = "Тонкие матерчатые штаны#|cffffffff|Hitem:2120::::::::10:::::::|h[Тонкие матерчатые штаны]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_LEGS#1#134582#10",
			[2121] = "Тонкая стеганая куртка#|cffffffff|Hitem:2121::::::::10:::::::|h[Тонкая стеганая куртка]|h|r#1#5#1#Доспехи#Тканевые#INVTYPE_CHEST#1#135029#10",
			[2122] = "Потрескавшийся кожаный пояс#|cffffffff|Hitem:2122::::::::10:::::::|h[Потрескавшийся кожаный пояс]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_WAIST#1#132515#6",
			[2123] = "Потрескавшиеся кожаные сапоги#|cffffffff|Hitem:2123::::::::10:::::::|h[Потрескавшиеся кожаные сапоги]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_FEET#1#132540#9",
			[2124] = "Потрескавшиеся кожаные наручи#|cffffffff|Hitem:2124::::::::10:::::::|h[Потрескавшиеся кожаные наручи]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_WRIST#1#132611#6",
			[2125] = "Потрескавшиеся кожаные перчатки#|cffffffff|Hitem:2125::::::::10:::::::|h[Потрескавшиеся кожаные перчатки]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_HAND#1#132952#6",
			[2126] = "Потрескавшиеся кожаные штаны#|cffffffff|Hitem:2126::::::::10:::::::|h[Потрескавшиеся кожаные штаны]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_LEGS#1#134590#11",
			[2127] = "Потрескавшийся кожаный жилет#|cffffffff|Hitem:2127::::::::10:::::::|h[Потрескавшийся кожаный жилет]|h|r#1#5#1#Доспехи#Кожаные#INVTYPE_CHEST#1#135010#12",
			[2128] = "Поцарапанный клеймор#|cffffffff|Hitem:2128::::::::10:::::::|h[Поцарапанный клеймор]|h|r#1#4#1#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#20",
			[2129] = "Большой круглый щит#|cffffffff|Hitem:2129::::::::10:::::::|h[Большой круглый щит]|h|r#1#5#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#15",
			[2130] = "Дубина#|cffffffff|Hitem:2130::::::::10:::::::|h[Дубина]|h|r#1#3#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133485#10",
			[2131] = "Короткий меч#|cffffffff|Hitem:2131::::::::10:::::::|h[Короткий меч]|h|r#1#3#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#10",
			[2132] = "Короткий посох#|cffffffff|Hitem:2132::::::::10:::::::|h[Короткий посох]|h|r#1#4#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135139#20",
			[2133] = "Маленький щит#|cffffffff|Hitem:2133::::::::10:::::::|h[Маленький щит]|h|r#1#5#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#15",
			[2134] = "Секач#|cffffffff|Hitem:2134::::::::10:::::::|h[Секач]|h|r#1#4#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132410#16",
			[2136] = "Сотворенная чистая вода#|cffffffff|Hitem:2136::::::::10:::::::|h[Сотворенная чистая вода]|h|r#1#25#15#Расходуемые#Расходуемые##20#132816#0",
			[2137] = "Нож для выстругивания#|cffffffff|Hitem:2137::::::::10:::::::|h[Нож для выстругивания]|h|r#1#5#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#24",
			[2138] = "Заостренный нож для бумаг#|cff9d9d9d|Hitem:2138::::::::10:::::::|h[Заостренный нож для бумаг]|h|r#0#7#2#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#38",
			[2139] = "Кортик#|cffffffff|Hitem:2139::::::::10:::::::|h[Кортик]|h|r#1#3#1#Оружие#Кинжалы#INVTYPE_WEAPON#1#135650#11",
			[2140] = "Нож-резак#|cff1eff00|Hitem:2140::::::::10:::::::|h[Нож-резак]|h|r#2#11#6#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#323",
			[2141] = "Квирбуллийский жилет#|cffffffff|Hitem:2141::::::::10:::::::|h[Квирбуллийский жилет]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_CHEST#1#132724#1044",
			[2142] = "Квирбуллийский пояс#|cffffffff|Hitem:2142::::::::10:::::::|h[Квирбуллийский пояс]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_WAIST#1#132513#524",
			[2143] = "Квирбуллийские сапоги#|cffffffff|Hitem:2143::::::::10:::::::|h[Квирбуллийские сапоги]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_FEET#1#132541#788",
			[8544] = "Бинты из магической ткани#|cffffffff|Hitem:8544::::::::10:::::::|h[Бинты из магической ткани]|h|r#1#1#0#Расходуемые#Расходуемые##20#133689#400",
			[2145] = "Квирбуллийские перчатки#|cffffffff|Hitem:2145::::::::10:::::::|h[Квирбуллийские перчатки]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_HAND#1#132955#529",
			[2146] = "Квирбуллийские штаны#|cffffffff|Hitem:2146::::::::10:::::::|h[Квирбуллийские штаны]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_LEGS#1#134589#961",
			[2147] = "Monster - Sword, Falchion#|cff9d9d9d|Hitem:2147::::::::10:::::::|h[Monster - Sword, Falchion]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135325#3",
			[2148] = "Полированный чешуйчатый пояс#|cffffffff|Hitem:2148::::::::10:::::::|h[Полированный чешуйчатый пояс]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_WAIST#1#132493#581",
			[2149] = "Полированные чешуйчатые сапоги#|cffffffff|Hitem:2149::::::::10:::::::|h[Полированные чешуйчатые сапоги]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#879",
			[2150] = "Полированные чешуйчатые наручи#|cffffffff|Hitem:2150::::::::10:::::::|h[Полированные чешуйчатые наручи]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#586",
			[2151] = "Полированные чешуйчатые перчатки#|cffffffff|Hitem:2151::::::::10:::::::|h[Полированные чешуйчатые перчатки]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#588",
			[2152] = "Полированные чешуйчатые поножи#|cffffffff|Hitem:2152::::::::10:::::::|h[Полированные чешуйчатые поножи]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#1181",
			[2153] = "Полированная чешуя#|cffffffff|Hitem:2153::::::::10:::::::|h[Полированная чешуя]|h|r#1#27#22#Доспехи#Кольчужные#INVTYPE_CHEST#1#132631#1185",
			[2154] = "\"Роман о Моргане Ладиморе\"#|cff9d9d9d|Hitem:2154::::::::10:::::::|h[\"Роман о Моргане Ладиморе\"]|h|r#0#1#0#Разное#Хлам##1#133741#0",
			[2156] = "Стеганые сапоги#|cffffffff|Hitem:2156::::::::10:::::::|h[Стеганые сапоги]|h|r#1#27#22#Доспехи#Тканевые#INVTYPE_FEET#1#132543#615",
			[2582] = "Зеленый шерстяной жилет#|cffffffff|Hitem:2582::::::::10:::::::|h[Зеленый шерстяной жилет]|h|r#1#17#12#Доспехи#Тканевые#INVTYPE_CHEST#1#132680#216",
			[2158] = "Стеганые перчатки#|cffffffff|Hitem:2158::::::::10:::::::|h[Стеганые перчатки]|h|r#1#27#22#Доспехи#Тканевые#INVTYPE_HAND#1#132957#413",
			[2159] = "Стеганые штаны#|cffffffff|Hitem:2159::::::::10:::::::|h[Стеганые штаны]|h|r#1#27#22#Доспехи#Тканевые#INVTYPE_LEGS#1#134587#829",
			[2160] = "Стеганые доспехи#|cffffffff|Hitem:2160::::::::10:::::::|h[Стеганые доспехи]|h|r#1#27#22#Доспехи#Тканевые#INVTYPE_CHEST#1#135006#832",
			[2161] = "Книга с фермы Свена#|cffffffff|Hitem:2161::::::::10:::::::|h[Книга с фермы Свена]|h|r#1#1#0#Задания#Задания##1#133741#0",
			[2162] = "Кольцо Сары#|cffffffff|Hitem:2162::::::::10:::::::|h[Кольцо Сары]|h|r#1#1#0#Задания#Задания##1#133345#0",
			[2163] = "Теневой клинок#|cffa335ee|Hitem:2163::::::::10:::::::|h[Теневой клинок]|h|r#4#53#48#Оружие#Кинжалы#INVTYPE_WEAPON#1#135302#46710",
			[2164] = "Потрошитель#|cffa335ee|Hitem:2164::::::::10:::::::|h[Потрошитель]|h|r#4#45#40#Оружие#Кинжалы#INVTYPE_WEAPON#1#135311#27031",
			[2165] = "Попона старой Савраски#|cffffffff|Hitem:2165::::::::10:::::::|h[Попона старой Савраски]|h|r#1#10#0#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#45",
			[2166] = "Поножи главаря#|cff1eff00|Hitem:2166::::::::10:::::::|h[Поножи главаря]|h|r#2#20#15#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#810",
			[2167] = "Перчатки старшины#|cff1eff00|Hitem:2167::::::::10:::::::|h[Перчатки старшины]|h|r#2#20#15#Доспехи#Кожаные#INVTYPE_HAND#1#132955#339",
			[2168] = "Сапоги старшины#|cff1eff00|Hitem:2168::::::::10:::::::|h[Сапоги старшины]|h|r#2#21#16#Доспехи#Тканевые#INVTYPE_FEET#1#132537#469",
			[2169] = "Шип-клинок#|cffffffff|Hitem:2169::::::::10:::::::|h[Шип-клинок]|h|r#1#21#16#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#943",
			[2170] = "Deprecated Shield of the Spider Princess#|cff9d9d9d|Hitem:2170::::::::10:::::::|h[Deprecated Shield of the Spider Princess]|h|r#0#20#15#Доспехи#Щиты#INVTYPE_SHIELD#1#134321#360",
			[7911] = "Руда истинного серебра#|cff1eff00|Hitem:7911::::::::10:::::::|h[Руда истинного серебра]|h|r#2#40#0#Хозяйственные товары#Хозяйственные товары##10#134580#500",
			[2172] = "Крестьянский пояс#|cffffffff|Hitem:2172::::::::10:::::::|h[Крестьянский пояс]|h|r#1#5#0#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#7",
			[2173] = "Старый кожаный пояс#|cffffffff|Hitem:2173::::::::10:::::::|h[Старый кожаный пояс]|h|r#1#5#0#Доспехи#Кожаные#INVTYPE_WAIST#1#132493#6",
			[2580] = "Усиленная льняная накидка#|cffffffff|Hitem:2580::::::::10:::::::|h[Усиленная льняная накидка]|h|r#1#12#7#Доспехи#Тканевые#INVTYPE_CLOAK#1#133759#67",
			[2175] = "Боевой топор Темношкуров#|cff1eff00|Hitem:2175::::::::10:::::::|h[Боевой топор Темношкуров]|h|r#2#23#18#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#2683",
			[2176] = "Monster - Staff, Ornate Priest Staff#|cff9d9d9d|Hitem:2176::::::::10:::::::|h[Monster - Staff, Ornate Priest Staff]|h|r#0#1#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#4",
			[2177] = "Monster - Staff, Ornate Mage Staff#|cff9d9d9d|Hitem:2177::::::::10:::::::|h[Monster - Staff, Ornate Mage Staff]|h|r#0#1#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#4",
			[2178] = "Monster - Sword, Long Ornate#|cff9d9d9d|Hitem:2178::::::::10:::::::|h[Monster - Sword, Long Ornate]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135271#3",
			[2179] = "Monster - Sword, Scimitar Badass#|cff9d9d9d|Hitem:2179::::::::10:::::::|h[Monster - Sword, Scimitar Badass]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135274#3",
			[2180] = "Monster - Sword, Short Ornate#|cff9d9d9d|Hitem:2180::::::::10:::::::|h[Monster - Sword, Short Ornate]|h|r#0#1#1#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135277#3",
			[2181] = "Monster - Sword2H, Baron Rivendare#|cff9d9d9d|Hitem:2181::::::::10:::::::|h[Monster - Sword2H, Baron Rivendare]|h|r#0#1#1#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135273#3",
			[2182] = "Monster - Mace, Ornate Metal Hammer#|cff9d9d9d|Hitem:2182::::::::10:::::::|h[Monster - Mace, Ornate Metal Hammer]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133041#3",
			[2183] = "Monster - Axe, Metal Badass#|cff9d9d9d|Hitem:2183::::::::10:::::::|h[Monster - Axe, Metal Badass]|h|r#0#1#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132392#3",
			[2184] = "Monster - Dagger Basic#|cff9d9d9d|Hitem:2184::::::::10:::::::|h[Monster - Dagger Basic]|h|r#0#1#1#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#3",
			[2578] = "Варварский льняной жилет#|cff1eff00|Hitem:2578::::::::10:::::::|h[Варварский льняной жилет]|h|r#2#14#9#Доспехи#Тканевые#INVTYPE_CHEST#1#132715#224",
			[2186] = "Пояс экипировщика#|cffffffff|Hitem:2186::::::::10:::::::|h[Пояс экипировщика]|h|r#1#5#0#Доспехи#Кожаные#INVTYPE_WAIST#1#132495#6",
			[2187] = "Пачка писем#|cffffffff|Hitem:2187::::::::10:::::::|h[Пачка писем]|h|r#1#1#0#Задания#Задания##1#133459#0",
			[2188] = "Письмо Грелину Белобороду#|cffffffff|Hitem:2188::::::::10:::::::|h[Письмо Грелину Белобороду]|h|r#1#1#0#Задания#Задания##1#133471#0",
			[2189] = "Tigole's Boomstick (TEST)#|cffe6cc80|Hitem:2189::::::::10:::::::|h[Tigole's Boomstick (TEST)]|h|r#6#100#95#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#135613#1152569",
			[2577] = "Синяя льняная рубашка#|cffffffff|Hitem:2577::::::::10:::::::|h[Синяя льняная рубашка]|h|r#1#10#0#Доспехи#Разное#INVTYPE_BODY#1#135023#75",
			[2191] = "Deprecated End Spawn Ticket#|cffffffff|Hitem:2191::::::::10:::::::|h[Deprecated End Spawn Ticket]|h|r#1#1#0#Задания#Задания##12#134058#1",
			[2576] = "Белая льняная рубашка#|cffffffff|Hitem:2576::::::::10:::::::|h[Белая льняная рубашка]|h|r#1#7#0#Доспехи#Разное#INVTYPE_BODY#1#135030#75",
			[2575] = "Красная льняная рубашка#|cffffffff|Hitem:2575::::::::10:::::::|h[Красная льняная рубашка]|h|r#1#10#0#Доспехи#Разное#INVTYPE_BODY#1#135029#25",
			[2194] = "Алмазный молот#|cff0070dd|Hitem:2194::::::::10:::::::|h[Алмазный молот]|h|r#3#25#20#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133043#3276",
			[2195] = "Нож Старой Наковальни#|cffffffff|Hitem:2195::::::::10:::::::|h[Нож Старой Наковальни]|h|r#1#5#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#25",
			[2196] = "Monster - Item, Mutton#|cff9d9d9d|Hitem:2196::::::::10:::::::|h[Monster - Item, Mutton]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133974#2",
			[2197] = "Monster - Item, Bread#|cff9d9d9d|Hitem:2197::::::::10:::::::|h[Monster - Item, Bread]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133964#2",
			[2198] = "Monster - Item, Potion Blue#|cff9d9d9d|Hitem:2198::::::::10:::::::|h[Monster - Item, Potion Blue]|h|r#0#1#1#Оружие#Разное#INVTYPE_WEAPON#1#134714#2",
			[2199] = "Monster - Item, Vial Purple#|cff9d9d9d|Hitem:2199::::::::10:::::::|h[Monster - Item, Vial Purple]|h|r#0#1#1#Оружие#Разное#INVTYPE_WEAPON#1#134719#2",
			[2200] = "Monster - Item, Potion Green#|cff9d9d9d|Hitem:2200::::::::10:::::::|h[Monster - Item, Potion Green]|h|r#0#1#1#Оружие#Разное#INVTYPE_WEAPON#1#134717#2",
			[2201] = "Monster - Item, Vial Black#|cff9d9d9d|Hitem:2201::::::::10:::::::|h[Monster - Item, Vial Black]|h|r#0#1#1#Оружие#Разное#INVTYPE_WEAPON#1#134719#2",
			[2202] = "Monster - Item, Mutton with Bite#|cff9d9d9d|Hitem:2202::::::::10:::::::|h[Monster - Item, Mutton with Bite]|h|r#0#1#1#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133974#2",
			[2203] = "Колун Сломанного когтя#|cff1eff00|Hitem:2203::::::::10:::::::|h[Колун Сломанного когтя]|h|r#2#19#14#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132417#1492",
			[2204] = "Штык Сломанного когтя#|cff1eff00|Hitem:2204::::::::10:::::::|h[Штык Сломанного когтя]|h|r#2#17#12#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135321#1133",
			[2205] = "Мраконосец#|cff0070dd|Hitem:2205::::::::10:::::::|h[Мраконосец]|h|r#3#25#20#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135351#3961",
			[2206] = "Deprecated Fine Pointed Dagger#|cff9d9d9d|Hitem:2206::::::::10:::::::|h[Deprecated Fine Pointed Dagger]|h|r#0#22#17#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#734",
			[6450] = "Шелковые бинты#|cffffffff|Hitem:6450::::::::10:::::::|h[Шелковые бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133671#200",
			[2208] = "Короткий кинжал#|cffffffff|Hitem:2208::::::::10:::::::|h[Короткий кинжал]|h|r#1#19#14#Оружие#Кинжалы#INVTYPE_WEAPON#1#135302#730",
			[2209] = "Крис#|cffffffff|Hitem:2209::::::::10:::::::|h[Крис]|h|r#1#24#19#Оружие#Кинжалы#INVTYPE_WEAPON#1#135342#1423",
			[2210] = "Изношенный кулачный щит#|cff9d9d9d|Hitem:2210::::::::10:::::::|h[Изношенный кулачный щит]|h|r#0#2#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#3",
			[2211] = "Большой гнутый щит#|cff9d9d9d|Hitem:2211::::::::10:::::::|h[Большой гнутый щит]|h|r#0#4#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#7",
			[2212] = "Потрескавшийся кулачный щит#|cff9d9d9d|Hitem:2212::::::::10:::::::|h[Потрескавшийся кулачный щит]|h|r#0#6#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#16",
			[2213] = "Старый большой щит#|cff9d9d9d|Hitem:2213::::::::10:::::::|h[Старый большой щит]|h|r#0#7#2#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#24",
			[2214] = "Деревянный кулачный щит#|cff9d9d9d|Hitem:2214::::::::10:::::::|h[Деревянный кулачный щит]|h|r#0#15#10#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#182",
			[2215] = "Деревянный щит#|cff9d9d9d|Hitem:2215::::::::10:::::::|h[Деревянный щит]|h|r#0#11#6#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#81",
			[2216] = "Простой кулачный щит#|cff9d9d9d|Hitem:2216::::::::10:::::::|h[Простой кулачный щит]|h|r#0#16#11#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#210",
			[2217] = "Прямоугольный щит#|cff9d9d9d|Hitem:2217::::::::10:::::::|h[Прямоугольный щит]|h|r#0#17#12#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#243",
			[2218] = "Кинжал ремесленника#|cff1eff00|Hitem:2218::::::::10:::::::|h[Кинжал ремесленника]|h|r#2#13#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#501",
			[2219] = "Маленький круглый щит#|cff9d9d9d|Hitem:2219::::::::10:::::::|h[Маленький круглый щит]|h|r#0#22#17#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#457",
			[2220] = "Коробчатый щит#|cff9d9d9d|Hitem:2220::::::::10:::::::|h[Коробчатый щит]|h|r#0#23#18#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#519",
			[2221] = "Тарг#|cff9d9d9d|Hitem:2221::::::::10:::::::|h[Тарг]|h|r#0#28#23#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#910",
			[2222] = "Башнещит#|cff9d9d9d|Hitem:2222::::::::10:::::::|h[Башнещит]|h|r#0#29#24#Доспехи#Щиты#INVTYPE_SHIELD#1#134957#1005",
			[2223] = "Расписание Вымогателя#|cffffffff|Hitem:2223::::::::10:::::::|h[Расписание Вымогателя]|h|r#1#1#0#Задания#Задания##1#134939#0",
			[2224] = "Кинжал ополчения#|cffffffff|Hitem:2224::::::::10:::::::|h[Кинжал ополчения]|h|r#1#5#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#24",
			[2225] = "Острый кухонный нож#|cffffffff|Hitem:2225::::::::10:::::::|h[Острый кухонный нож]|h|r#1#11#0#Оружие#Кинжалы#INVTYPE_WEAPON#1#135650#183",
			[2226] = "Посох огрского мага#|cff1eff00|Hitem:2226::::::::10:::::::|h[Посох огрского мага]|h|r#2#27#22#Оружие#Посохи#INVTYPE_2HWEAPON#1#135468#4117",
			[2227] = "Тяжелая огрская секира#|cff1eff00|Hitem:2227::::::::10:::::::|h[Тяжелая огрская секира]|h|r#2#27#22#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135562#4133",
			[2572] = "Красное льняное одеяние#|cff1eff00|Hitem:2572::::::::10:::::::|h[Красное льняное одеяние]|h|r#2#10#5#Доспехи#Тканевые#INVTYPE_ROBE#1#132659#99",
			[2571] = "Плетеные сапоги#|cffffffff|Hitem:2571::::::::10:::::::|h[Плетеные сапоги]|h|r#1#7#0#Доспехи#Тканевые#INVTYPE_FEET#1#132543#16",
			[2230] = "Перчатки Брауна#|cff1eff00|Hitem:2230::::::::10:::::::|h[Перчатки Брауна]|h|r#2#24#0#Доспехи#Кольчужные#INVTYPE_HAND#1#132939#714",
			[2231] = "Инфернальное одеяние#|cff1eff00|Hitem:2231::::::::10:::::::|h[Инфернальное одеяние]|h|r#2#40#0#Доспехи#Тканевые#INVTYPE_ROBE#1#132666#4386",
			[10940] = "Странная пыль#|cffffffff|Hitem:10940::::::::10:::::::|h[Странная пыль]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##20#132858#0",
			[2233] = "Поножи Тенеткача#|cff1eff00|Hitem:2233::::::::10:::::::|h[Поножи Тенеткача]|h|r#2#27#22#Доспехи#Кожаные#INVTYPE_LEGS#1#134592#1690",
			[2234] = "Броня Ночного Странника#|cff1eff00|Hitem:2234::::::::10:::::::|h[Броня Ночного Странника]|h|r#2#30#25#Доспехи#Тканевые#INVTYPE_CHEST#1#135020#1806",
			[14529] = "Бинты из рунной ткани#|cffffffff|Hitem:14529::::::::10:::::::|h[Бинты из рунной ткани]|h|r#1#52#0#Расходуемые#Расходуемые##20#133681#500",
			[2236] = "Черный клык#|cff0070dd|Hitem:2236::::::::10:::::::|h[Черный клык]|h|r#3#25#20#Оружие#Кинжалы#INVTYPE_WEAPON#1#135638#3386",
			[2237] = "Заплатанные штаны#|cffffffff|Hitem:2237::::::::10:::::::|h[Заплатанные штаны]|h|r#1#10#0#Доспехи#Кожаные#INVTYPE_LEGS#1#134582#75",
			[2238] = "Штаны Сорванца#|cffffffff|Hitem:2238::::::::10:::::::|h[Штаны Сорванца]|h|r#1#10#0#Доспехи#Тканевые#INVTYPE_LEGS#1#134588#60",
			[2239] = "Кольцо Вымогателя#|cffffffff|Hitem:2239::::::::10:::::::|h[Кольцо Вымогателя]|h|r#1#1#0#Задания#Задания##1#133345#0",
			[2240] = "Рваная накидка#|cffffffff|Hitem:2240::::::::10:::::::|h[Рваная накидка]|h|r#1#15#0#Доспехи#Тканевые#INVTYPE_CLOAK#1#133753#151",
			[2241] = "Накидка десперадо#|cff1eff00|Hitem:2241::::::::10:::::::|h[Накидка десперадо]|h|r#2#20#15#Доспехи#Тканевые#INVTYPE_CLOAK#1#133756#615",
			[2570] = "Льняной плащ#|cffffffff|Hitem:2570::::::::10:::::::|h[Льняной плащ]|h|r#1#6#1#Доспехи#Тканевые#INVTYPE_CLOAK#1#133766#11",
			[2243] = "Рука Эдварда Странного#|cffa335ee|Hitem:2243::::::::10:::::::|h[Рука Эдварда Странного]|h|r#4#62#57#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#133489#70554",
			[2244] = "Клинок Крола#|cffa335ee|Hitem:2244::::::::10:::::::|h[Клинок Крола]|h|r#4#56#51#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135316#51857",
			[2245] = "Шлем Нарва#|cffa335ee|Hitem:2245::::::::10:::::::|h[Шлем Нарва]|h|r#4#59#54#Доспехи#Кольчужные#INVTYPE_HEAD#1#133073#27636",
			[2246] = "Перстень клеврета#|cffa335ee|Hitem:2246::::::::10:::::::|h[Перстень клеврета]|h|r#4#58#53#Доспехи#Разное#INVTYPE_FINGER#1#133347#30000",
			[2569] = "Льняные сапоги#|cffffffff|Hitem:2569::::::::10:::::::|h[Льняные сапоги]|h|r#1#13#8#Доспехи#Тканевые#INVTYPE_FEET#1#132543#87",
			[2568] = "Коричневый льняной жилет#|cffffffff|Hitem:2568::::::::10:::::::|h[Коричневый льняной жилет]|h|r#1#8#3#Доспехи#Тканевые#INVTYPE_CHEST#1#135009#31",
			[2249] = "Кулачный щит народного ополчения#|cffffffff|Hitem:2249::::::::10:::::::|h[Кулачный щит народного ополчения]|h|r#1#10#0#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#91",
			[2250] = "Темные пирожки с крабами#|cffffffff|Hitem:2250::::::::10:::::::|h[Темные пирожки с крабами]|h|r#1#1#0#Задания#Задания##1#133950#0",
			[2251] = "Липкая паучья лапка#|cffffffff|Hitem:2251::::::::10:::::::|h[Липкая паучья лапка]|h|r#1#25#0#Хозяйственные товары#Хозяйственные товары##10#134321#12",
			[2252] = "Различные припасы гоблинов#|cffffffff|Hitem:2252::::::::10:::::::|h[Различные припасы гоблинов]|h|r#1#1#0#Задания#Задания##1#134070#0",
			[2567] = "Клинок Зовущего#|cff0070dd|Hitem:2567::::::::10:::::::|h[Клинок Зовущего]|h|r#3#23#18#Оружие#Кинжалы#INVTYPE_WEAPON#1#135651#2509",
			[2254] = "Обледенелый боевой молот#|cff1eff00|Hitem:2254::::::::10:::::::|h[Обледенелый боевой молот]|h|r#2#12#7#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133041#506",
			[2255] = "Deprecated Thick Leather Gloves#|cff9d9d9d|Hitem:2255::::::::10:::::::|h[Deprecated Thick Leather Gloves]|h|r#0#10#5#Доспехи#Кожаные#INVTYPE_HAND#1#132939#24",
			[2256] = "Скелетная дубина#|cff0070dd|Hitem:2256::::::::10:::::::|h[Скелетная дубина]|h|r#3#24#19#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133729#2996",
			[2257] = "Посох Снежной Гривы#|cffffffff|Hitem:2257::::::::10:::::::|h[Посох Снежной Гривы]|h|r#1#10#5#Оружие#Посохи#INVTYPE_2HWEAPON#1#135148#188",
			[2258] = "Короткий меч Снежной Гривы#|cffffffff|Hitem:2258::::::::10:::::::|h[Короткий меч Снежной Гривы]|h|r#1#8#3#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#83",
			[2259] = "Дубина Снежной гривы#|cffffffff|Hitem:2259::::::::10:::::::|h[Дубина Снежной гривы]|h|r#1#8#3#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133053#75",
			[2771] = "Оловянная руда#|cffffffff|Hitem:2771::::::::10:::::::|h[Оловянная руда]|h|r#1#20#0#Хозяйственные товары#Хозяйственные товары##10#134579#25",
			[2772] = "Железная руда#|cffffffff|Hitem:2772::::::::10:::::::|h[Железная руда]|h|r#1#30#0#Хозяйственные товары#Хозяйственные товары##10#134572#150",
			[2262] = "Перстень Керна#|cff0070dd|Hitem:2262::::::::10:::::::|h[Перстень Керна]|h|r#3#36#31#Доспехи#Разное#INVTYPE_FINGER#1#133357#8746",
			[2263] = "Растительный клинок#|cff1eff00|Hitem:2263::::::::10:::::::|h[Растительный клинок]|h|r#2#25#0#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135321#2619",
			[2775] = "Серебряная руда#|cff1eff00|Hitem:2775::::::::10:::::::|h[Серебряная руда]|h|r#2#10#0#Хозяйственные товары#Хозяйственные товары##10#135242#75",
			[2776] = "Золотая руда#|cff1eff00|Hitem:2776::::::::10:::::::|h[Золотая руда]|h|r#2#25#0#Хозяйственные товары#Хозяйственные товары##10#134566#500",
			[2266] = "Кинжал племени Камнедробов#|cff1eff00|Hitem:2266::::::::10:::::::|h[Кинжал племени Камнедробов]|h|r#2#13#8#Оружие#Кинжалы#INVTYPE_WEAPON#1#135644#479",
			[2267] = "Палица племени Камнедробов#|cff1eff00|Hitem:2267::::::::10:::::::|h[Палица племени Камнедробов]|h|r#2#15#10#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133487#711",
			[11084] = "Большой мерцающий осколок#|cff0070dd|Hitem:11084::::::::10:::::::|h[Большой мерцающий осколок]|h|r#3#25#0#Хозяйственные товары#Хозяйственные товары##20#132876#0",
			[2566] = "Жертвенные одеяния#|cff1eff00|Hitem:2566::::::::10:::::::|h[Жертвенные одеяния]|h|r#2#27#22#Доспехи#Тканевые#INVTYPE_ROBE#1#132643#1322",
			[16202] = "Простая Вечная субстанция#|cff1eff00|Hitem:16202::::::::10:::::::|h[Простая Вечная субстанция]|h|r#2#50#0#Хозяйственные товары#Хозяйственные товары##10#132865#0",
			[2271] = "Посох Благословенного Провидца#|cff0070dd|Hitem:2271::::::::10:::::::|h[Посох Благословенного Провидца]|h|r#3#23#18#Оружие#Посохи#INVTYPE_2HWEAPON#1#135168#3255",
			[8545] = "Плотные бинты из магической ткани#|cffffffff|Hitem:8545::::::::10:::::::|h[Плотные бинты из магической ткани]|h|r#1#1#0#Расходуемые#Расходуемые##20#133690#600",
			[2273] = "Партизанская броня#|cff1eff00|Hitem:2273::::::::10:::::::|h[Партизанская броня]|h|r#2#15#10#Доспехи#Кольчужные#INVTYPE_CHEST#1#132626#436",
			[2274] = "Перчатки подрывника#|cff1eff00|Hitem:2274::::::::10:::::::|h[Перчатки подрывника]|h|r#2#17#12#Доспехи#Кольчужные#INVTYPE_HAND#1#132937#289",
			[2275] = "Deprecated Sentinel Coif#|cff0070dd|Hitem:2275::::::::10:::::::|h[Deprecated Sentinel Coif]|h|r#3#20#15#Доспехи#Кольчужные#INVTYPE_HEAD#1#133076#795",
			[2276] = "Сапоги тиноброда#|cff0070dd|Hitem:2276::::::::10:::::::|h[Сапоги тиноброда]|h|r#3#37#32#Доспехи#Кожаные#INVTYPE_FEET#1#132543#4093",
			[2277] = "Поножи некроманта#|cff0070dd|Hitem:2277::::::::10:::::::|h[Поножи некроманта]|h|r#3#35#30#Доспехи#Тканевые#INVTYPE_LEGS#1#134581#3620",
			[2278] = "Эполеты лесного следопыта#|cff0070dd|Hitem:2278::::::::10:::::::|h[Эполеты лесного следопыта]|h|r#3#31#26#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135049#2326",
			[2565] = "Жезл Расплавленного огня#|cff0070dd|Hitem:2565::::::::10:::::::|h[Жезл Расплавленного огня]|h|r#3#35#30#Доспехи#Разное#INVTYPE_HOLDABLE#1#135124#3113",
			[2280] = "Трость Кэма#|cff1eff00|Hitem:2280::::::::10:::::::|h[Трость Кэма]|h|r#2#27#22#Оружие#Посохи#INVTYPE_2HWEAPON#1#135143#4023",
			[2281] = "Кремниевый топор Родентии#|cff1eff00|Hitem:2281::::::::10:::::::|h[Кремниевый топор Родентии]|h|r#2#11#6#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132410#300",
			[2282] = "Короткий меч Родентии#|cffffffff|Hitem:2282::::::::10:::::::|h[Короткий меч Родентии]|h|r#1#10#5#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135357#139",
			[2283] = "Крысиный матерчатый пояс#|cff1eff00|Hitem:2283::::::::10:::::::|h[Крысиный матерчатый пояс]|h|r#2#15#10#Доспехи#Тканевые#INVTYPE_WAIST#1#132494#140",
			[2284] = "Крысиный матерчатый плащ#|cff1eff00|Hitem:2284::::::::10:::::::|h[Крысиный матерчатый плащ]|h|r#2#15#10#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#211",
			[2564] = "Когти эльфийского духа#|cff0070dd|Hitem:2564::::::::10:::::::|h[Когти эльфийского духа]|h|r#3#50#45#Доспехи#Кожаные#INVTYPE_HAND#1#132941#6817",
			[10645] = "Смертоносный луч гномов#|cffffffff|Hitem:10645::::::::10:::::::|h[Смертоносный луч гномов]|h|r#1#48#0#Хозяйственные товары#Устройства#INVTYPE_TRINKET#1#133002#750",
			[2287] = "Окорок#|cffffffff|Hitem:2287::::::::10:::::::|h[Окорок]|h|r#1#15#5#Расходуемые#Расходуемые##20#133974#6",
			[2288] = "Сотворенная свежая вода#|cffffffff|Hitem:2288::::::::10:::::::|h[Сотворенная свежая вода]|h|r#1#15#5#Расходуемые#Расходуемые##20#132794#0",
			[2289] = "Свиток силы II#|cffffffff|Hitem:2289::::::::10:::::::|h[Свиток силы II]|h|r#1#35#25#Расходуемые#Расходуемые##5#134938#87",
			[8149] = "Оберег Вуду#|cffffffff|Hitem:8149::::::::10:::::::|h[Оберег Вуду]|h|r#1#1#0#Задания#Задания##1#132502#0",
			[11176] = "Сонная пыль#|cffffffff|Hitem:11176::::::::10:::::::|h[Сонная пыль]|h|r#1#45#0#Хозяйственные товары#Хозяйственные товары##20#132855#0",
			[2292] = "Некрологические одеяния#|cff0070dd|Hitem:2292::::::::10:::::::|h[Некрологические одеяния]|h|r#3#25#20#Доспехи#Тканевые#INVTYPE_ROBE#1#132677#1334",
			[2563] = "Странно пахнущий порошок#|cffffffff|Hitem:2563::::::::10:::::::|h[Странно пахнущий порошок]|h|r#1#1#0#Задания#Задания##1#133849#0",
			[2562] = "Букет алых бегоний#|cffffffff|Hitem:2562::::::::10:::::::|h[Букет алых бегоний]|h|r#1#23#0#Доспехи#Разное#INVTYPE_HOLDABLE#1#133941#575",
			[2295] = "Большой клык вепря#|cff9d9d9d|Hitem:2295::::::::10:::::::|h[Большой клык вепря]|h|r#0#1#0#Разное#Хлам##5#133721#70",
			[16306] = "Мясные продукты Зарга#|cffffffff|Hitem:16306::::::::10:::::::|h[Мясные продукты Зарга]|h|r#1#1#0#Задания#Задания##1#133969#0",
			[2561] = "Голова Чок'сула#|cffffffff|Hitem:2561::::::::10:::::::|h[Голова Чок'сула]|h|r#1#1#0#Задания#Задания##1#134170#0",
			[2547] = "Перчатки охотника на вепрей#|cffffffff|Hitem:2547::::::::10:::::::|h[Перчатки охотника на вепрей]|h|r#1#5#0#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#7",
			[2299] = "Горящая секира#|cff0070dd|Hitem:2299::::::::10:::::::|h[Горящая секира]|h|r#3#33#28#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132393#8756",
			[2300] = "Тисненый кожаный жилет#|cff1eff00|Hitem:2300::::::::10:::::::|h[Тисненый кожаный жилет]|h|r#2#12#7#Доспехи#Кожаные#INVTYPE_CHEST#1#132724#192",
			[2546] = "Королевский ремень Снежной Гривы#|cffffffff|Hitem:2546::::::::10:::::::|h[Королевский ремень Снежной Гривы]|h|r#1#11#6#Доспехи#Кольчужные#INVTYPE_WAIST#1#132498#55",
			[2302] = "Сшитые вручную кожаные сапоги#|cffffffff|Hitem:2302::::::::10:::::::|h[Сшитые вручную кожаные сапоги]|h|r#1#8#3#Доспехи#Кожаные#INVTYPE_FEET#1#132538#29",
			[2303] = "Сшитые вручную кожаные штаны#|cffffffff|Hitem:2303::::::::10:::::::|h[Сшитые вручную кожаные штаны]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#71",
			[2304] = "Накладки из тонкой кожи#|cffffffff|Hitem:2304::::::::10:::::::|h[Накладки из тонкой кожи]|h|r#1#5#1#Расходуемые#Расходуемые##10#133611#15",
			[2305] = "Deprecated Light Winter Cloak#|cff9d9d9d|Hitem:2305::::::::10:::::::|h[Deprecated Light Winter Cloak]|h|r#0#6#1#Доспехи#Тканевые#INVTYPE_CLOAK#1#133150#9",
			[2306] = "Deprecated Light Winter Boots#|cff9d9d9d|Hitem:2306::::::::10:::::::|h[Deprecated Light Winter Boots]|h|r#0#6#1#Доспехи#Кожаные#INVTYPE_FEET#1#132539#9",
			[2307] = "Тонкие кожаные сапоги#|cffffffff|Hitem:2307::::::::10:::::::|h[Тонкие кожаные сапоги]|h|r#1#18#13#Доспехи#Кожаные#INVTYPE_FEET#1#132540#243",
			[2308] = "Тонкий кожаный плащ#|cff1eff00|Hitem:2308::::::::10:::::::|h[Тонкий кожаный плащ]|h|r#2#15#10#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#267",
			[2309] = "Тисненые кожаные сапоги#|cff1eff00|Hitem:2309::::::::10:::::::|h[Тисненые кожаные сапоги]|h|r#2#15#10#Доспехи#Кожаные#INVTYPE_FEET#1#132539#268",
			[2310] = "Тисненый кожаный плащ#|cffffffff|Hitem:2310::::::::10:::::::|h[Тисненый кожаный плащ]|h|r#1#13#8#Доспехи#Тканевые#INVTYPE_CLOAK#1#133150#112",
			[2311] = "Белый кожаный жакет#|cffffffff|Hitem:2311::::::::10:::::::|h[Белый кожаный жакет]|h|r#1#13#8#Доспехи#Кожаные#INVTYPE_CHEST#1#132760#150",
			[2312] = "Тонкие кожаные перчатки#|cff1eff00|Hitem:2312::::::::10:::::::|h[Тонкие кожаные перчатки]|h|r#2#15#10#Доспехи#Кожаные#INVTYPE_HAND#1#132939#181",
			[2313] = "Накладки из жесткой кожи#|cffffffff|Hitem:2313::::::::10:::::::|h[Накладки из жесткой кожи]|h|r#1#15#5#Расходуемые#Расходуемые##10#133609#200",
			[2314] = "Укрепленный кожаный доспех#|cffffffff|Hitem:2314::::::::10:::::::|h[Укрепленный кожаный доспех]|h|r#1#24#19#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#743",
			[2315] = "Темные кожаные сапоги#|cffffffff|Hitem:2315::::::::10:::::::|h[Темные кожаные сапоги]|h|r#1#20#15#Доспехи#Кожаные#INVTYPE_FEET#1#132539#307",
			[2316] = "Темный кожаный плащ#|cffffffff|Hitem:2316::::::::10:::::::|h[Темный кожаный плащ]|h|r#1#22#17#Доспехи#Тканевые#INVTYPE_CLOAK#1#133762#408",
			[2317] = "Темный кожаный мундир#|cff1eff00|Hitem:2317::::::::10:::::::|h[Темный кожаный мундир]|h|r#2#20#15#Доспехи#Кожаные#INVTYPE_CHEST#1#132718#689",
			[2318] = "Тонкая кожа#|cffffffff|Hitem:2318::::::::10:::::::|h[Тонкая кожа]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##20#134252#15",
			[2319] = "Жесткая кожа#|cffffffff|Hitem:2319::::::::10:::::::|h[Жесткая кожа]|h|r#1#20#0#Хозяйственные товары#Хозяйственные товары##20#134254#50",
			[2320] = "Грубая нить#|cffffffff|Hitem:2320::::::::10:::::::|h[Грубая нить]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##20#132891#2",
			[2321] = "Тонкая нить#|cffffffff|Hitem:2321::::::::10:::::::|h[Тонкая нить]|h|r#1#20#0#Хозяйственные товары#Хозяйственные товары##20#132912#25",
			[2322] = "Deprecated Crag Boar Hide#|cffffffff|Hitem:2322::::::::10:::::::|h[Deprecated Crag Boar Hide]|h|r#1#9#0#Хозяйственные товары#Хозяйственные товары##10#134366#18",
			[2323] = "Deprecated Longsnout Hide#|cffffffff|Hitem:2323::::::::10:::::::|h[Deprecated Longsnout Hide]|h|r#1#10#0#Хозяйственные товары#Хозяйственные товары##10#134366#55",
			[2324] = "Отбеливатель#|cffffffff|Hitem:2324::::::::10:::::::|h[Отбеливатель]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##10#132799#6",
			[3858] = "Мифриловая руда#|cffffffff|Hitem:3858::::::::10:::::::|h[Мифриловая руда]|h|r#1#40#0#Хозяйственные товары#Хозяйственные товары##10#134576#250",
			[2326] = "Сплетенные из плюща наручи#|cffffffff|Hitem:2326::::::::10:::::::|h[Сплетенные из плюща наручи]|h|r#1#10#0#Доспехи#Тканевые#INVTYPE_WRIST#1#132611#29",
			[2327] = "Прочные кожаные наручи#|cffffffff|Hitem:2327::::::::10:::::::|h[Прочные кожаные наручи]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_WRIST#1#132606#36",
			[2536] = "Каменный зуб трогга#|cffffffff|Hitem:2536::::::::10:::::::|h[Каменный зуб трогга]|h|r#1#1#0#Задания#Задания##20#133725#0",
			[2526] = "Главный аргумент#|cffffffff|Hitem:2526::::::::10:::::::|h[Главный аргумент]|h|r#1#34#29#Оружие#Кинжалы#INVTYPE_WEAPON#1#135651#3867",
			[2523] = "Булава#|cffffffff|Hitem:2523::::::::10:::::::|h[Булава]|h|r#1#35#30#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135576#5657",
			[10620] = "Ториевая руда#|cffffffff|Hitem:10620::::::::10:::::::|h[Ториевая руда]|h|r#1#40#0#Хозяйственные товары#Хозяйственные товары##10#134578#250",
			[2509] = "Изысканный мушкетон#|cffffffff|Hitem:2509::::::::10:::::::|h[Изысканный мушкетон]|h|r#1#9#4#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135611#82",
			[2508] = "Старинный мушкетон#|cffffffff|Hitem:2508::::::::10:::::::|h[Старинный мушкетон]|h|r#1#2#1#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135610#5",
			[2268] = "Клинок племени Камнедробов#|cffffffff|Hitem:2268::::::::10:::::::|h[Клинок племени Камнедробов]|h|r#1#10#5#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135357#146",
			[2207] = "Джамбия#|cffffffff|Hitem:2207::::::::10:::::::|h[Джамбия]|h|r#1#16#11#Оружие#Кинжалы#INVTYPE_WEAPON#1#135640#478",
			[2144] = "Квирбуллийские наручи#|cffffffff|Hitem:2144::::::::10:::::::|h[Квирбуллийские наручи]|h|r#1#27#22#Доспехи#Кожаные#INVTYPE_WRIST#1#132603#527",
			[2265] = "Топор племени Камнедробов#|cff1eff00|Hitem:2265::::::::10:::::::|h[Топор племени Камнедробов]|h|r#2#13#8#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132410#477",
			[7734] = "Сумка Шести Демонов#|cff0070dd|Hitem:7734::::::::10:::::::|h[Сумка Шести Демонов]|h|r#3#51#46#Доспехи#Разное#INVTYPE_TRINKET#1#133622#15495",
			[2264] = "Оплечье воров#|cff0070dd|Hitem:2264::::::::10:::::::|h[Оплечье воров]|h|r#3#30#25#Доспехи#Кожаные#INVTYPE_SHOULDER#1#135039#1957",
			[2502] = "Затупленный кинжал#|cffffffff|Hitem:2502::::::::10:::::::|h[Затупленный кинжал]|h|r#1#7#2#Оружие#Кинжалы#INVTYPE_WEAPON#1#135637#59",
			[2501] = "Деревянный боевой молот#|cffffffff|Hitem:2501::::::::10:::::::|h[Деревянный боевой молот]|h|r#1#9#4#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133052#144",
			[2260] = "Секач Снежной Гривы#|cffffffff|Hitem:2260::::::::10:::::::|h[Секач Снежной Гривы]|h|r#1#9#4#Оружие#Одноручные топоры#INVTYPE_WEAPONMAINHAND#1#132408#106",
			[2110] = "Светлое одеяние мага-кузнеца#|cffffffff|Hitem:2110::::::::10:::::::|h[Светлое одеяние мага-кузнеца]|h|r#1#4#1#Доспехи#Тканевые#INVTYPE_ROBE#1#132663#6",
			[11175] = "Великая субстанция Пустоты#|cff1eff00|Hitem:11175::::::::10:::::::|h[Великая субстанция Пустоты]|h|r#2#45#0#Хозяйственные товары#Хозяйственные товары##10#132870#0",
			[2497] = "Ржавый клеймор#|cffffffff|Hitem:2497::::::::10:::::::|h[Ржавый клеймор]|h|r#1#9#4#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135276#142",
			[2235] = "Сломанный коготь#|cff1eff00|Hitem:2235::::::::10:::::::|h[Сломанный коготь]|h|r#2#19#14#Оружие#Кинжалы#INVTYPE_WEAPON#1#135651#1281",
			[2232] = "Сапоги Вестника Тьмы#|cff1eff00|Hitem:2232::::::::10:::::::|h[Сапоги Вестника Тьмы]|h|r#2#25#20#Доспехи#Тканевые#INVTYPE_FEET#1#132539#812",
			[2104] = "Deprecated Standard Shot#|cffffffff|Hitem:2104::::::::10:::::::|h[Deprecated Standard Shot]|h|r#1#1#1#Боеприпасы#Пули#INVTYPE_AMMO#200#132384#0",
			[11139] = "Большой светящийся осколок#|cff0070dd|Hitem:11139::::::::10:::::::|h[Большой светящийся осколок]|h|r#3#35#0#Хозяйственные товары#Хозяйственные товары##20#132878#0",
			[11135] = "Великая таинственная субстанция#|cff1eff00|Hitem:11135::::::::10:::::::|h[Великая таинственная субстанция]|h|r#2#35#0#Хозяйственные товары#Хозяйственные товары##10#132868#0",
			[11083] = "Пыль духа#|cffffffff|Hitem:11083::::::::10:::::::|h[Пыль духа]|h|r#1#25#0#Хозяйственные товары#Хозяйственные товары##20#132857#0",
			[2071] = "Deprecated Mountain Spring Water#|cffffffff|Hitem:2071::::::::10:::::::|h[Deprecated Mountain Spring Water]|h|r#1#5#1#Расходуемые#Расходуемые##10#132794#2",
			[2070] = "Дарнассский блю#|cffffffff|Hitem:2070::::::::10:::::::|h[Дарнассский блю]|h|r#1#5#1#Расходуемые#Расходуемые##20#133948#1",
			[21519] = "Омела#|cffffffff|Hitem:21519::::::::10:::::::|h[Омела]|h|r#1#1#0#Разное#Хлам##20#134189#0",
			[2487] = "Посох послушника#|cffffffff|Hitem:2487::::::::10:::::::|h[Посох послушника]|h|r#1#4#1#Оружие#Посохи#INVTYPE_2HWEAPON#1#135151#20",
			[2291] = "Канг Обезглавливатель#|cffa335ee|Hitem:2291::::::::10:::::::|h[Канг Обезглавливатель]|h|r#4#49#44#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132406#44580",
			[2296] = "Рыло большого жутевепря#|cffffffff|Hitem:2296::::::::10:::::::|h[Рыло большого жутевепря]|h|r#1#16#0#Хозяйственные товары#Хозяйственные товары##10#134172#50",
			[2325] = "Черная краска#|cffffffff|Hitem:2325::::::::10:::::::|h[Черная краска]|h|r#1#40#0#Хозяйственные товары#Хозяйственные товары##10#134843#250",
			[2363] = "Deprecated Skeleton Key#|cffffffff|Hitem:2363::::::::10:::::::|h[Deprecated Skeleton Key]|h|r#1#1#0#Ключи#Ключ##1#134237#0",
			[2375] = "Изношенные кожаные перчатки#|cffffffff|Hitem:2375::::::::10:::::::|h[Изношенные кожаные перчатки]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_HAND#1#132952#34",
			[2361] = "Иссеченный в бою молот#|cffffffff|Hitem:2361::::::::10:::::::|h[Иссеченный в бою молот]|h|r#1#2#1#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133052#9",
			[2362] = "Старый деревянный щит#|cff9d9d9d|Hitem:2362::::::::10:::::::|h[Старый деревянный щит]|h|r#0#1#1#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#1",
			[14530] = "Плотные бинты из рунной ткани#|cffffffff|Hitem:14530::::::::10:::::::|h[Плотные бинты из рунной ткани]|h|r#1#58#0#Расходуемые#Расходуемые##20#133682#1000",
			[2364] = "Тканный жилет#|cffffffff|Hitem:2364::::::::10:::::::|h[Тканный жилет]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_CHEST#1#135011#59",
			[2398] = "Легкий плетеный доспех#|cffffffff|Hitem:2398::::::::10:::::::|h[Легкий плетеный доспех]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#86",
			[2366] = "Тканные штаны#|cffffffff|Hitem:2366::::::::10:::::::|h[Тканные штаны]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_LEGS#1#134586#59",
			[2367] = "Тканные сапоги#|cffffffff|Hitem:2367::::::::10:::::::|h[Тканные сапоги]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_FEET#1#132543#44",
			[2409] = "Выкройка: темный кожаный мундир#|cff1eff00|Hitem:2409::::::::10:::::::|h[Выкройка: темный кожаный мундир]|h|r#2#20#0#Рецепты#Кожевничество##1#134942#350",
			[2369] = "Тканные перчатки#|cffffffff|Hitem:2369::::::::10:::::::|h[Тканные перчатки]|h|r#1#10#5#Доспехи#Тканевые#INVTYPE_HAND#1#132957#30",
			[2370] = "Изношенная кожаная портупея#|cffffffff|Hitem:2370::::::::10:::::::|h[Изношенная кожаная портупея]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_CHEST#1#132719#75",
			[2371] = "Изношенный кожаный пояс#|cffffffff|Hitem:2371::::::::10:::::::|h[Изношенный кожаный пояс]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_WAIST#1#132492#37",
			[2372] = "Изношенные кожаные штаны#|cffffffff|Hitem:2372::::::::10:::::::|h[Изношенные кожаные штаны]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_LEGS#1#134706#68",
			[2373] = "Изношенные кожаные сапоги#|cffffffff|Hitem:2373::::::::10:::::::|h[Изношенные кожаные сапоги]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_FEET#1#132592#51",
			[2374] = "Изношенные кожаные наручи#|cffffffff|Hitem:2374::::::::10:::::::|h[Изношенные кожаные наручи]|h|r#1#10#5#Доспехи#Кожаные#INVTYPE_WRIST#1#132601#34",
			[18904] = "Ультрасжиматель Зорбина#|cffffffff|Hitem:18904::::::::10:::::::|h[Ультрасжиматель Зорбина]|h|r#1#1#0#Задания#Задания##1#133003#0",
			[2376] = "Старый щит истопника#|cffffffff|Hitem:2376::::::::10:::::::|h[Старый щит истопника]|h|r#1#10#5#Доспехи#Щиты#INVTYPE_SHIELD#1#134950#89",
			[2377] = "Круглый кулачный щит#|cffffffff|Hitem:2377::::::::10:::::::|h[Круглый кулачный щит]|h|r#1#10#5#Доспехи#Щиты#INVTYPE_SHIELD#1#134955#89",
			[2378] = "Палец скелета#|cffffffff|Hitem:2378::::::::10:::::::|h[Палец скелета]|h|r#1#1#0#Задания#Задания##20#133718#0",
			[2379] = "Потускневший плетеный нагрудник#|cffffffff|Hitem:2379::::::::10:::::::|h[Потускневший плетеный нагрудник]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#15",
			[2380] = "Потускневший плетеный пояс#|cffffffff|Hitem:2380::::::::10:::::::|h[Потускневший плетеный пояс]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#7",
			[2381] = "Потускневшие плетеные поножи#|cffffffff|Hitem:2381::::::::10:::::::|h[Потускневшие плетеные поножи]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#15",
			[2382] = "Сердце Бальзамировщика#|cffffffff|Hitem:2382::::::::10:::::::|h[Сердце Бальзамировщика]|h|r#1#1#0#Задания#Задания##1#134338#0",
			[2383] = "Потускневшие плетеные сапоги#|cffffffff|Hitem:2383::::::::10:::::::|h[Потускневшие плетеные сапоги]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#11",
			[2384] = "Потускневшие плетеные наручи#|cffffffff|Hitem:2384::::::::10:::::::|h[Потускневшие плетеные наручи]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#7",
			[2385] = "Потускневшие плетеные перчатки#|cffffffff|Hitem:2385::::::::10:::::::|h[Потускневшие плетеные перчатки]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#7",
			[2386] = "Ржавый плетеный нагрудник#|cffffffff|Hitem:2386::::::::10:::::::|h[Ржавый плетеный нагрудник]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#15",
			[2387] = "Ржавый плетеный пояс#|cffffffff|Hitem:2387::::::::10:::::::|h[Ржавый плетеный пояс]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#7",
			[2388] = "Ржавые плетеные поножи#|cffffffff|Hitem:2388::::::::10:::::::|h[Ржавые плетеные поножи]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#15",
			[2389] = "Ржавые плетеные сапоги#|cffffffff|Hitem:2389::::::::10:::::::|h[Ржавые плетеные сапоги]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#11",
			[2390] = "Ржавые плетеные наручи#|cffffffff|Hitem:2390::::::::10:::::::|h[Ржавые плетеные наручи]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_WRIST#1#132604#7",
			[2391] = "Ржавые плетеные перчатки#|cffffffff|Hitem:2391::::::::10:::::::|h[Ржавые плетеные перчатки]|h|r#1#5#1#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#7",
			[2392] = "Легкие доспехи#|cffffffff|Hitem:2392::::::::10:::::::|h[Легкие доспехи]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_CHEST#1#132624#82",
			[2393] = "Легкий кольчужный пояс#|cffffffff|Hitem:2393::::::::10:::::::|h[Легкий кольчужный пояс]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#41",
			[2394] = "Легкие кольчужные поножи#|cffffffff|Hitem:2394::::::::10:::::::|h[Легкие кольчужные поножи]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#83",
			[2395] = "Легкие кольчужные сапоги#|cffffffff|Hitem:2395::::::::10:::::::|h[Легкие кольчужные сапоги]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#64",
			[2396] = "Легкие кольчужные наручи#|cffffffff|Hitem:2396::::::::10:::::::|h[Легкие кольчужные наручи]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#43",
			[2397] = "Легкие кольчужные перчатки#|cffffffff|Hitem:2397::::::::10:::::::|h[Легкие кольчужные перчатки]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#43",
			[16203] = "Великая Вечная субстанция#|cff1eff00|Hitem:16203::::::::10:::::::|h[Великая Вечная субстанция]|h|r#2#55#0#Хозяйственные товары#Хозяйственные товары##10#132864#0",
			[2399] = "Легкий плетеный пояс#|cffffffff|Hitem:2399::::::::10:::::::|h[Легкий плетеный пояс]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_WAIST#1#132495#43",
			[2400] = "Легкие плетеные поножи#|cffffffff|Hitem:2400::::::::10:::::::|h[Легкие плетеные поножи]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#87",
			[2401] = "Легкие плетеные сапоги#|cffffffff|Hitem:2401::::::::10:::::::|h[Легкие плетеные сапоги]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#66",
			[2402] = "Легкие плетеные наручи#|cffffffff|Hitem:2402::::::::10:::::::|h[Легкие плетеные наручи]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_WRIST#1#132604#43",
			[2403] = "Легкие плетеные перчатки#|cffffffff|Hitem:2403::::::::10:::::::|h[Легкие плетеные перчатки]|h|r#1#10#5#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#44",
			[2404] = "Deprecated Pattern: Light Winter Cloak#|cffffffff|Hitem:2404::::::::10:::::::|h[Deprecated Pattern: Light Winter Cloak]|h|r#1#6#0#Рецепты#Кожевничество##1#134939#25",
			[2405] = "Deprecated Pattern: Light Winter Boots#|cffffffff|Hitem:2405::::::::10:::::::|h[Deprecated Pattern: Light Winter Boots]|h|r#1#6#0#Рецепты#Кожевничество##1#134939#25",
			[2406] = "Выкройка: тонкие кожаные сапоги#|cff1eff00|Hitem:2406::::::::10:::::::|h[Выкройка: тонкие кожаные сапоги]|h|r#2#15#0#Рецепты#Кожевничество##1#134942#25",
			[2407] = "Выкройка: белый кожаный жакет#|cff1eff00|Hitem:2407::::::::10:::::::|h[Выкройка: белый кожаный жакет]|h|r#2#13#0#Рецепты#Кожевничество##1#134939#162",
			[2408] = "Выкройка: тонкие кожаные перчатки#|cff1eff00|Hitem:2408::::::::10:::::::|h[Выкройка: тонкие кожаные перчатки]|h|r#2#15#0#Рецепты#Кожевничество##1#134942#125",
			[11137] = "Пыль провидения#|cffffffff|Hitem:11137::::::::10:::::::|h[Пыль провидения]|h|r#1#35#0#Хозяйственные товары#Хозяйственные товары##20#132859#0",
			[2410] = "Дымный факел#|cffffffff|Hitem:2410::::::::10:::::::|h[Дымный факел]|h|r#1#1#0#Доспехи#Разное#INVTYPE_HOLDABLE#1#135432#1",
			[20725] = "Кристалл-источник#|cffa335ee|Hitem:20725::::::::10:::::::|h[Кристалл-источник]|h|r#4#60#0#Хозяйственные товары#Хозяйственные товары##20#132880#0",
			[2412] = "Deprecated Nightmare Bridle#|cffffffff|Hitem:2412::::::::10:::::::|h[Deprecated Nightmare Bridle]|h|r#1#40#40#Разное#Хлам##1#134325#187500",
			[2413] = "Игреневая лошадь#|cffffffff|Hitem:2413::::::::10:::::::|h[Игреневая лошадь]|h|r#1#40#40#Разное#Хлам##1#132261#0",
			[2414] = "Узда пегого коня#|cff0070dd|Hitem:2414::::::::10:::::::|h[Узда пегого коня]|h|r#3#40#40#Разное#Хлам##1#132261#0",
			[2415] = "Белый жеребец#|cffffffff|Hitem:2415::::::::10:::::::|h[Белый жеребец]|h|r#1#40#40#Разное#Хлам##1#132261#0",
			[2411] = "Узда черного жеребца#|cffffffff|Hitem:2411::::::::10:::::::|h[Узда черного жеребца]|h|r#1#40#40#Разное#Хлам##1#132261#0",
			[2417] = "Упрочненный плетеный нагрудник#|cffffffff|Hitem:2417::::::::10:::::::|h[Упрочненный плетеный нагрудник]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_CHEST#1#132747#3134",
			[2418] = "Упрочненные плетеные поножи#|cffffffff|Hitem:2418::::::::10:::::::|h[Упрочненные плетеные поножи]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#3146",
			[11177] = "Малый светозарный осколок#|cff0070dd|Hitem:11177::::::::10:::::::|h[Малый светозарный осколок]|h|r#3#40#0#Хозяйственные товары#Хозяйственные товары##20#132884#0",
			[2420] = "Упрочненные плетеные сапоги#|cffffffff|Hitem:2420::::::::10:::::::|h[Упрочненные плетеные сапоги]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#2387",
			[2421] = "Упрочненные плетеные наручи#|cffffffff|Hitem:2421::::::::10:::::::|h[Упрочненные плетеные наручи]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_WRIST#1#132606#1590",
			[2422] = "Упрочненные плетеные перчатки#|cffffffff|Hitem:2422::::::::10:::::::|h[Упрочненные плетеные перчатки]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#1596",
			[2423] = "Панцирный жилет#|cffffffff|Hitem:2423::::::::10:::::::|h[Панцирный жилет]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_CHEST#1#132748#8554",
			[2424] = "Панцирный пояс#|cffffffff|Hitem:2424::::::::10:::::::|h[Панцирный пояс]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_WAIST#1#132492#4292",
			[2425] = "Панцирные поножи#|cffffffff|Hitem:2425::::::::10:::::::|h[Панцирные поножи]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_LEGS#1#134583#8615",
			[2426] = "Панцирные сапоги#|cffffffff|Hitem:2426::::::::10:::::::|h[Панцирные сапоги]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_FEET#1#132535#6513",
			[2427] = "Панцирные наручи#|cffffffff|Hitem:2427::::::::10:::::::|h[Панцирные наручи]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_WRIST#1#132602#4029",
			[2428] = "Панцирные перчатки#|cffffffff|Hitem:2428::::::::10:::::::|h[Панцирные перчатки]|h|r#1#50#45#Доспехи#Кольчужные#INVTYPE_HAND#1#132938#4044",
			[2429] = "Коричневатый жилет#|cffffffff|Hitem:2429::::::::10:::::::|h[Коричневатый жилет]|h|r#1#37#32#Доспехи#Тканевые#INVTYPE_CHEST#1#135018#2027",
			[2419] = "Упрочненные плетеный пояс#|cffffffff|Hitem:2419::::::::10:::::::|h[Упрочненные плетеный пояс]|h|r#1#37#32#Доспехи#Кольчужные#INVTYPE_WAIST#1#132492#1578",
			[2431] = "Коричневатые штаны#|cffffffff|Hitem:2431::::::::10:::::::|h[Коричневатые штаны]|h|r#1#37#32#Доспехи#Тканевые#INVTYPE_LEGS#1#134590#2043",
			[2432] = "Коричневатые сапоги#|cffffffff|Hitem:2432::::::::10:::::::|h[Коричневатые сапоги]|h|r#1#37#32#Доспехи#Тканевые#INVTYPE_FEET#1#132539#1538",
			[2444] = "Изысканный кулачный щит#|cffffffff|Hitem:2444::::::::10:::::::|h[Изысканный кулачный щит]|h|r#1#50#45#Доспехи#Щиты#INVTYPE_SHIELD#1#134956#9393",
			[2434] = "Коричневатые перчатки#|cffffffff|Hitem:2434::::::::10:::::::|h[Коричневатые перчатки]|h|r#1#37#32#Доспехи#Тканевые#INVTYPE_HAND#1#132952#1033",
			[2435] = "Украшенная вышивкой броня#|cffffffff|Hitem:2435::::::::10:::::::|h[Украшенная вышивкой броня]|h|r#1#50#45#Доспехи#Тканевые#INVTYPE_CHEST#1#135021#5536",
			[2456] = "Слабое зелье омоложения#|cffffffff|Hitem:2456::::::::10:::::::|h[Слабое зелье омоложения]|h|r#1#15#5#Расходуемые#Расходуемые##5#134713#15",
			[2437] = "Вышитые штаны#|cffffffff|Hitem:2437::::::::10:::::::|h[Вышитые штаны]|h|r#1#50#45#Доспехи#Тканевые#INVTYPE_LEGS#1#134588#5578",
			[2438] = "Вышитые сапоги#|cffffffff|Hitem:2438::::::::10:::::::|h[Вышитые сапоги]|h|r#1#50#45#Доспехи#Тканевые#INVTYPE_FEET#1#132539#4199",
			[2463] = "Украшенный дублет#|cffffffff|Hitem:2463::::::::10:::::::|h[Украшенный дублет]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_CHEST#1#132725#2739",
			[2440] = "Вышитые перчатки#|cffffffff|Hitem:2440::::::::10:::::::|h[Вышитые перчатки]|h|r#1#50#45#Доспехи#Тканевые#INVTYPE_HAND#1#132952#2819",
			[2441] = "Окольцованный кулачный щит#|cffffffff|Hitem:2441::::::::10:::::::|h[Окольцованный кулачный щит]|h|r#1#22#17#Доспехи#Щиты#INVTYPE_SHIELD#1#134956#729",
			[2442] = "Усиленный тарг#|cffffffff|Hitem:2442::::::::10:::::::|h[Усиленный тарг]|h|r#1#27#22#Доспехи#Щиты#INVTYPE_SHIELD#1#134956#1312",
			[2443] = "Металлический кулачный щит#|cffffffff|Hitem:2443::::::::10:::::::|h[Металлический кулачный щит]|h|r#1#37#32#Доспехи#Щиты#INVTYPE_SHIELD#1#134956#3417",
			[14343] = "Малый сверкающий осколок#|cff0070dd|Hitem:14343::::::::10:::::::|h[Малый сверкающий осколок]|h|r#3#50#0#Хозяйственные товары#Хозяйственные товары##20#132874#0",
			[2445] = "Большой металлический щит#|cffffffff|Hitem:2445::::::::10:::::::|h[Большой металлический щит]|h|r#1#22#17#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#686",
			[2446] = "Каплевидный щит#|cffffffff|Hitem:2446::::::::10:::::::|h[Каплевидный щит]|h|r#1#27#22#Доспехи#Щиты#INVTYPE_SHIELD#1#134952#1236",
			[2447] = "Мироцвет#|cffffffff|Hitem:2447::::::::10:::::::|h[Мироцвет]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##20#133939#10",
			[2448] = "Тяжелый павез#|cffffffff|Hitem:2448::::::::10:::::::|h[Тяжелый павез]|h|r#1#37#32#Доспехи#Щиты#INVTYPE_SHIELD#1#134949#3231",
			[2449] = "Землекорень#|cffffffff|Hitem:2449::::::::10:::::::|h[Землекорень]|h|r#1#5#0#Хозяйственные товары#Хозяйственные товары##20#134187#20",
			[2450] = "Остротерн#|cffffffff|Hitem:2450::::::::10:::::::|h[Остротерн]|h|r#1#15#0#Хозяйственные товары#Хозяйственные товары##20#134412#25",
			[2451] = "Рыцарский щит истопника#|cffffffff|Hitem:2451::::::::10:::::::|h[Рыцарский щит истопника]|h|r#1#50#45#Доспехи#Щиты#INVTYPE_SHIELD#1#134952#8725",
			[2452] = "Скорополох#|cffffffff|Hitem:2452::::::::10:::::::|h[Скорополох]|h|r#1#15#0#Хозяйственные товары#Хозяйственные товары##20#134184#15",
			[2453] = "Синячник#|cffffffff|Hitem:2453::::::::10:::::::|h[Синячник]|h|r#1#20#0#Хозяйственные товары#Хозяйственные товары##20#134181#25",
			[2454] = "Эликсир львиной силы#|cffffffff|Hitem:2454::::::::10:::::::|h[Эликсир львиной силы]|h|r#1#5#1#Расходуемые#Расходуемые##5#134836#20",
			[2455] = "Слабое зелье маны#|cffffffff|Hitem:2455::::::::10:::::::|h[Слабое зелье маны]|h|r#1#15#5#Расходуемые#Расходуемые##5#134850#10",
			[6948] = "Камень возвращения#|cffffffff|Hitem:6948::::::::10:::::::|h[Камень возвращения]|h|r#1#1#0#Разное#Хлам##1#134414#0",
			[2457] = "Слабый эликсир ловкости#|cffffffff|Hitem:2457::::::::10:::::::|h[Слабый эликсир ловкости]|h|r#1#12#2#Расходуемые#Расходуемые##5#134871#15",
			[2458] = "Слабый эликсир стойкости#|cffffffff|Hitem:2458::::::::10:::::::|h[Слабый эликсир стойкости]|h|r#1#12#2#Расходуемые#Расходуемые##5#134822#15",
			[2459] = "Зелье скорости#|cffffffff|Hitem:2459::::::::10:::::::|h[Зелье скорости]|h|r#1#15#5#Расходуемые#Расходуемые##5#134875#25",
			[2460] = "Elixir of Tongues (NYI)#|cffffffff|Hitem:2460::::::::10:::::::|h[Elixir of Tongues (NYI)]|h|r#1#15#5#Расходуемые#Расходуемые##5#134743#25",
			[2461] = "Deprecated Elemental Resistance Potion#|cffffffff|Hitem:2461::::::::10:::::::|h[Deprecated Elemental Resistance Potion]|h|r#1#20#10#Расходуемые#Расходуемые##5#134754#25",
			[2462] = "Deprecated Potion of Lesser Invulnerability (Fix)#|cffffffff|Hitem:2462::::::::10:::::::|h[Deprecated Potion of Lesser Invulnerability (Fix)]|h|r#1#15#1#Расходуемые#Расходуемые##10#134712#25",
			[6451] = "Плотные шелковые бинты#|cffffffff|Hitem:6451::::::::10:::::::|h[Плотные шелковые бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133672#400",
			[2464] = "Украшенный пояс#|cffffffff|Hitem:2464::::::::10:::::::|h[Украшенный пояс]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_WAIST#1#132492#1374",
			[2465] = "Украшенные штаны#|cffffffff|Hitem:2465::::::::10:::::::|h[Украшенные штаны]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_LEGS#1#134586#2495",
			[2466] = "Фетиш Дробителей Черепов#|cffffffff|Hitem:2466::::::::10:::::::|h[Фетиш Дробителей Черепов]|h|r#1#1#0#Задания#Задания##20#134232#0",
			[2467] = "Украшенные сапоги#|cffffffff|Hitem:2467::::::::10:::::::|h[Украшенные сапоги]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_FEET#1#132542#1886",
			[2468] = "Украшенные наручи#|cffffffff|Hitem:2468::::::::10:::::::|h[Украшенные наручи]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_WRIST#1#132601#1262",
			[2469] = "Клепанные перчатки#|cffffffff|Hitem:2469::::::::10:::::::|h[Клепанные перчатки]|h|r#1#37#32#Доспехи#Кожаные#INVTYPE_HAND#1#132959#1266",
			[2470] = "Усиленный кожаный жилет#|cffffffff|Hitem:2470::::::::10:::::::|h[Усиленный кожаный жилет]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_CHEST#1#132646#6790",
			[2471] = "Усиленный кожаный пояс#|cffffffff|Hitem:2471::::::::10:::::::|h[Усиленный кожаный пояс]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_WAIST#1#132505#3408",
			[2472] = "Усиленные кожаные штаны#|cffffffff|Hitem:2472::::::::10:::::::|h[Усиленные кожаные штаны]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_LEGS#1#134589#6842",
			[2473] = "Усиленные кожаные сапоги#|cffffffff|Hitem:2473::::::::10:::::::|h[Усиленные кожаные сапоги]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_FEET#1#132542#5150",
			[2474] = "Усиленные кожаные наручи#|cffffffff|Hitem:2474::::::::10:::::::|h[Усиленные кожаные наручи]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_WRIST#1#132602#3446",
			[2475] = "Усиленные кожаные перчатки#|cffffffff|Hitem:2475::::::::10:::::::|h[Усиленные кожаные перчатки]|h|r#1#50#45#Доспехи#Кожаные#INVTYPE_HAND#1#132939#3459",
			[2476] = "Охлажденный окорок василиска#|cffffffff|Hitem:2476::::::::10:::::::|h[Охлажденный окорок василиска]|h|r#1#1#0#Задания#Задания##20#133969#0",
			[2477] = "Череп опустошителя#|cffffffff|Hitem:2477::::::::10:::::::|h[Череп опустошителя]|h|r#1#1#0#Задания#Задания##20#133729#0",
			[2478] = "Deprecated Replenishing Font#|cffffffff|Hitem:2478::::::::10:::::::|h[Deprecated Replenishing Font]|h|r#1#40#35#Доспехи#Разное#INVTYPE_TRINKET#1#134712#1527",
			[2479] = "Широкий топор#|cffffffff|Hitem:2479::::::::10:::::::|h[Широкий топор]|h|r#1#4#1#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132402#21",
			[2480] = "Большая дубина#|cffffffff|Hitem:2480::::::::10:::::::|h[Большая дубина]|h|r#1#3#1#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133481#14",
			[2481] = "Меч батрака#|cffffffff|Hitem:2481::::::::10:::::::|h[Меч батрака]|h|r#1#4#1#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#17",
			[2482] = "Низкосортный томагавк#|cffffffff|Hitem:2482::::::::10:::::::|h[Низкосортный томагавк]|h|r#1#3#1#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#135421#11",
			[2483] = "Грубый широкий топор#|cffffffff|Hitem:2483::::::::10:::::::|h[Грубый широкий топор]|h|r#1#3#1#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135420#14",
			[2484] = "Малый нож#|cffffffff|Hitem:2484::::::::10:::::::|h[Малый нож]|h|r#1#4#1#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#17",
			[2485] = "Расколотая доска#|cffffffff|Hitem:2485::::::::10:::::::|h[Расколотая доска]|h|r#1#3#1#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133485#10",
			[2486] = "Большая каменная палица#|cffffffff|Hitem:2486::::::::10:::::::|h[Большая каменная палица]|h|r#1#3#1#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133046#13",
			[10938] = "Малая магическая субстанция#|cff1eff00|Hitem:10938::::::::10:::::::|h[Малая магическая субстанция]|h|r#2#10#0#Хозяйственные товары#Хозяйственные товары##10#132867#0",
			[2488] = "Гладий#|cffffffff|Hitem:2488::::::::10:::::::|h[Гладий]|h|r#1#9#4#Оружие#Одноручные мечи#INVTYPE_WEAPON#1#135321#107",
			[2489] = "Двуручный меч#|cffffffff|Hitem:2489::::::::10:::::::|h[Двуручный меч]|h|r#1#7#2#Оружие#Двуручные мечи#INVTYPE_2HWEAPON#1#135312#68",
			[2490] = "Томагавк#|cffffffff|Hitem:2490::::::::10:::::::|h[Томагавк]|h|r#1#9#4#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#135421#108",
			[2491] = "Большой топор#|cffffffff|Hitem:2491::::::::10:::::::|h[Большой топор]|h|r#1#8#3#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#132401#96",
			[2492] = "Палка#|cffffffff|Hitem:2492::::::::10:::::::|h[Палка]|h|r#1#7#2#Оружие#Одноручное дробящее#INVTYPE_WEAPON#1#135434#56",
			[2493] = "Деревянная киянка#|cffffffff|Hitem:2493::::::::10:::::::|h[Деревянная киянка]|h|r#1#9#4#Оружие#Двуручное дробящее#INVTYPE_2HWEAPON#1#133053#140",
			[2494] = "Стилет#|cffffffff|Hitem:2494::::::::10:::::::|h[Стилет]|h|r#1#8#3#Оружие#Кинжалы#INVTYPE_WEAPON#1#135641#80",
			[2495] = "Трость#|cffffffff|Hitem:2495::::::::10:::::::|h[Трость]|h|r#1#8#3#Оружие#Посохи#INVTYPE_2HWEAPON#1#135145#100",
			[2496] = "Короткий разбойничий меч#|cffffffff|Hitem:2496::::::::10:::::::|h[Короткий разбойничий меч]|h|r#1#8#3#Оружие#Одноручные мечи#INVTYPE_WEAPONMAINHAND#1#135274#80",
			[10978] = "Малый мерцающий осколок#|cff0070dd|Hitem:10978::::::::10:::::::|h[Малый мерцающий осколок]|h|r#3#20#0#Хозяйственные товары#Хозяйственные товары##20#132877#0",
			[2498] = "Маленький томогавк#|cffffffff|Hitem:2498::::::::10:::::::|h[Маленький томогавк]|h|r#1#8#3#Оружие#Одноручные топоры#INVTYPE_WEAPON#1#132410#81",
			[2499] = "Двулезвийный топор#|cffffffff|Hitem:2499::::::::10:::::::|h[Двулезвийный топор]|h|r#1#9#4#Оружие#Двуручные топоры#INVTYPE_2HWEAPON#1#135424#143",
			[2500] = "Легкий молот#|cffffffff|Hitem:2500::::::::10:::::::|h[Легкий молот]|h|r#1#7#2#Оружие#Одноручное дробящее#INVTYPE_WEAPONMAINHAND#1#133057#58",
			[3012] = "Свиток ловкости#|cffffffff|Hitem:3012::::::::10:::::::|h[Свиток ловкости]|h|r#1#20#10#Расходуемые#Расходуемые##5#134938#50",
			[10998] = "Простая Астральная субстанция#|cff1eff00|Hitem:10998::::::::10:::::::|h[Простая Астральная субстанция]|h|r#2#20#0#Хозяйственные товары#Хозяйственные товары##10#132863#0",
			[2503] = "Короткий посох Адепта#|cffffffff|Hitem:2503::::::::10:::::::|h[Короткий посох Адепта]|h|r#1#8#3#Оружие#Посохи#INVTYPE_2HWEAPON#1#135139#103",
			[2504] = "Иссеченный короткий лук#|cffffffff|Hitem:2504::::::::10:::::::|h[Иссеченный короткий лук]|h|r#1#2#1#Оружие#Луки#INVTYPE_RANGED#1#135493#5",
			[2505] = "Полированный короткий лук#|cffffffff|Hitem:2505::::::::10:::::::|h[Полированный короткий лук]|h|r#1#4#1#Оружие#Луки#INVTYPE_RANGED#1#135490#12",
			[2506] = "Изогнутый лук Рогатого леса#|cffffffff|Hitem:2506::::::::10:::::::|h[Изогнутый лук Рогатого леса]|h|r#1#8#3#Оружие#Луки#INVTYPE_RANGED#1#135499#57",
			[2507] = "Многослойный изогнутый лук#|cffffffff|Hitem:2507::::::::10:::::::|h[Многослойный изогнутый лук]|h|r#1#16#11#Оружие#Луки#INVTYPE_RANGED#1#135489#350",
			[3530] = "Шерстяные бинты#|cffffffff|Hitem:3530::::::::10:::::::|h[Шерстяные бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133684#28",
			[3531] = "Плотные шерстяные бинты#|cffffffff|Hitem:3531::::::::10:::::::|h[Плотные шерстяные бинты]|h|r#1#1#0#Расходуемые#Расходуемые##20#133687#57",
			[2510] = "Крепкий мушкетон#|cffffffff|Hitem:2510::::::::10:::::::|h[Крепкий мушкетон]|h|r#1#3#1#Оружие#Огнестрельное#INVTYPE_RANGEDRIGHT#1#135616#8",
			[2290] = "Свиток интеллекта II#|cffffffff|Hitem:2290::::::::10:::::::|h[Свиток интеллекта II]|h|r#1#30#20#Расходуемые#Расходуемые##5#134937#75",
		},
		["merchant_buy"] = {
		},
		["crafting_cost"] = true,
		["post_duration"] = 2,
		["auctionable_items"] = {
			"простое лечебное зелье", -- [1]
			"острая стрела", -- [2]
			"грубая стрела", -- [3]
			"удочка", -- [4]
			"простая таинственная субстанция", -- [5]
			"простая вечная субстанция", -- [6]
			"оловянная руда", -- [7]
			"малый сверкающий осколок", -- [8]
			"руда истинного серебра", -- [9]
			"золотая руда", -- [10]
			"простая астральная субстанция", -- [11]
			"большой сверкающий осколок", -- [12]
			"льняные бинты", -- [13]
			"свиток ловкости", -- [14]
			"пыль духа", -- [15]
			"свиток выносливости ii", -- [16]
			"плотные шерстяные бинты", -- [17]
			"плотные бинты из магической ткани", -- [18]
			"бинты из рунной ткани", -- [19]
			"шерстяные бинты", -- [20]
			"свиток выносливости", -- [21]
			"свиток интеллекта ii", -- [22]
			"плотные льняные бинты", -- [23]
			"шелковые бинты", -- [24]
			"сумка шести демонов", -- [25]
			"бинты из магической ткани", -- [26]
			"охранный свиток ii", -- [27]
			"плотные шелковые бинты", -- [28]
			"свиток духа ii", -- [29]
			"простая субстанция пустоты", -- [30]
			"малая магическая субстанция", -- [31]
			"плотные бинты из рунной ткани", -- [32]
			"серебряная руда", -- [33]
			"землекорень", -- [34]
			"большой светозарный осколок", -- [35]
			"странная пыль", -- [36]
			"великая астральная субстанция", -- [37]
			"сонная пыль", -- [38]
			"железная руда", -- [39]
			"пыль иллюзий", -- [40]
			"малый светящийся осколок", -- [41]
			"большая магическая субстанция", -- [42]
			"мифриловая руда", -- [43]
			"большой светящийся осколок", -- [44]
			"ториевая руда", -- [45]
			"большой мерцающий осколок", -- [46]
			"малый мерцающий осколок", -- [47]
			"великая вечная субстанция", -- [48]
			"кристалл-источник", -- [49]
			"великая субстанция пустоты", -- [50]
			"малый светозарный осколок", -- [51]
			"пыль провидения", -- [52]
			"великая таинственная субстанция", -- [53]
			"иссеченный короткий меч", -- [54]
			"гнутый посох", -- [55]
			"иссеченная палица", -- [56]
			"старый топор", -- [57]
			"рубашка рекрута", -- [58]
			"штаны рекрута", -- [59]
			"сапоги рекрута", -- [60]
			"oldrecruit's belt", -- [61]
			"oldsquire's belt", -- [62]
			"сапоги оруженосца", -- [63]
			"штаны оруженосца", -- [64]
			"рубашка оруженосца", -- [65]
			"oldfootpad's belt", -- [66]
			"ботинки пешего разбойника", -- [67]
			"штаны пешего разбойника", -- [68]
			"рубашка пешего разбойника", -- [69]
			"oldinitiate's belt", -- [70]
			"сапоги неофита", -- [71]
			"штаны неофита", -- [72]
			"рубашка неофита", -- [73]
			"oldnovice's belt", -- [74]
			"сапоги ученика", -- [75]
			"одеяние ученика", -- [76]
			"одеяние послушника", -- [77]
			"oldacolyte's belt", -- [78]
			"ботинки послушника", -- [79]
			"deprecated outfitter cloth armor", -- [80]
			"грязный кожаный жилет", -- [81]
			"deprecated old belt", -- [82]
			"deprecated old boots", -- [83]
			"deprecated old pants", -- [84]
			"oldthick trapper's shirt", -- [85]
			"olddwarven initiate's belt", -- [86]
			"olddwarven initiate's pants", -- [87]
			"olddwarven initiate's boots", -- [88]
			"olddwarven initiate's shirt", -- [89]
			"deprecated dwarven novice's belt", -- [90]
			"deprecated dwarven novice's boots", -- [91]
			"deprecated dwarven novice's robe", -- [92]
			"deprecated dwarven squire's belt", -- [93]
			"deprecated dwarven squire's boots", -- [94]
			"deprecated dwarven squire's pants", -- [95]
			"deprecated dwarven squire's shirt", -- [96]
			"deprecated dwarven recruit's belt", -- [97]
			"deprecated dwarven recruit's boots", -- [98]
			"deprecated sturdy brown pants", -- [99]
			"deprecated dwarven recruit's shirt", -- [100]
			"deprecated dwarven apprentice pants", -- [101]
			"deprecated dwarven apprentice boots", -- [102]
			"deprecated dwarven apprentice belt", -- [103]
			"жесткая солонина", -- [104]
			"слабое лечебное зелье", -- [105]
			"deprecated rogue's vest", -- [106]
			"штаны головореза", -- [107]
			"сапоги головореза", -- [108]
			"oldthug belt", -- [109]
			"deprecated orc apprentice shirt", -- [110]
			"deprecated orc apprentice pants", -- [111]
			"deprecated orc apprentice boots", -- [112]
			"deprecated orc apprentice belt", -- [113]
			"рубашка зверолова", -- [114]
			"deprecated tauren trapper's pants", -- [115]
			"рваные сапоги зверолова", -- [116]
			"deprecated tauren trapper's belt", -- [117]
			"deprecated orc acolyte's belt", -- [118]
			"deprecated orc acolyte's boots", -- [119]
			"deprecated orc acolyte's shirt", -- [120]
			"deprecated stiff leather shirt", -- [121]
			"deprecated stiff leather pants", -- [122]
			"deprecated old leather boots", -- [123]
			"oldneophyte's belt", -- [124]
			"deprecated war harness", -- [125]
			"штаны буяна", -- [126]
			"сапоги буяна", -- [127]
			"oldbrawler's belt", -- [128]
			"monster - shield, stormwind guard", -- [129]
			"oldrugged trapper's belt", -- [130]
			"рваные штаны зверолова", -- [131]
			"рваная рубашка зверолова", -- [132]
			"deprecated tauren apprentice belt", -- [133]
			"deprecated tauren apprentice pants", -- [134]
			"deprecated tauren apprentice shirt", -- [135]
			"oldprimitive leather belt", -- [136]
			"примитивный килт", -- [137]
			"простая мантия", -- [138]
			"deprecated tauren recruit's belt", -- [139]
			"deprecated tauren recruit's pants", -- [140]
			"deprecated tauren recruit's shirt", -- [141]
			"освежающая ключевая вода", -- [142]
			"deprecated small brown pouch", -- [143]
			"потрепанный матерчатый жилет", -- [144]
			"потрепанные матерчатые штаны", -- [145]
			"потрепанные матерчатые сапоги", -- [146]
			"утолщенный матерчатый жилет", -- [147]
			"утолщенные матерчатые штаны", -- [148]
			"утолщенные матерчатые ботинки", -- [149]
			"утолщенные матерчатые перчатки", -- [150]
			"грязные кожаные штаны", -- [151]
			"грязные кожаные сапоги", -- [152]
			"доспех из обработанной кожи", -- [153]
			"штаны из обработанной кожи", -- [154]
			"сапоги из обработанной кожи", -- [155]
			"перчатки из обработанной кожи", -- [156]
			"малый чешуйчатый панцирь", -- [157]
			"чешуйчатые штаны", -- [158]
			"чешуйчатые сапоги", -- [159]
			"даларанский острый сыр", -- [160]
			"дворфийский мягкий сыр", -- [161]
			"тусклая чешуя бешенки", -- [162]
			"грубые перья стервятника", -- [163]
			"клюв канюка", -- [164]
			"судьба", -- [165]
			"потрепанные матерчатые перчатки", -- [166]
			"грязные кожаные перчатки", -- [167]
			"чешуйчатые перчатки", -- [168]
			"перчатки буяна", -- [169]
			"печень жутеклыка", -- [170]
			"пирожок из печени жутеклыка", -- [171]
			"зубчатый короткий меч", -- [172]
			"рецепт: похлебка западного края", -- [173]
			"жилистое мясо стервятника", -- [174]
			"глаз мурлока", -- [175]
			"рыло жутеклыка", -- [176]
			"окра", -- [177]
			"похлебка западного края", -- [178]
			"deprecated copper ingot", -- [179]
			"lord brandon's tabard (test)", -- [180]
			"deprecated wolf femur", -- [181]
			"короткий меч драконьей пасти", -- [182]
			"короткий меч отмщения", -- [183]
			"растаявшая свеча", -- [184]
			"туннельная кирка", -- [185]
			"deprecated elwynn trout", -- [186]
			"покрытые льдом наручи", -- [187]
			"сребролист", -- [188]
			"ребристая палица", -- [189]
			"длинный посох бо", -- [190]
			"топор дровосека", -- [191]
			"кусок кабанины", -- [192]
			"заостренный зуб кроколиска", -- [193]
			"надколотый клык вепря", -- [194]
			"малахит", -- [195]
			"вендетта", -- [196]
			"зубы лесного хищника", -- [197]
			"кобольдская кирка", -- [198]
			"блестящая ракушка", -- [199]
			"каменный молот гнолла", -- [200]
			"легкая шкура", -- [201]
			"deprecated tiny flame sac", -- [202]
			"магороза", -- [203]
			"deprecated pure copper ingot", -- [204]
			"скользкая скумбрия", -- [205]
			"test fire sword", -- [206]
			"боевой молот упорства", -- [207]
			"топор лесника", -- [208]
			"корявый ясеневый посох", -- [209]
			"вязаные сандалии", -- [210]
			"вязаные перчатки", -- [211]
			"вязаные штаны", -- [212]
			"вязаный мундир", -- [213]
			"грубые кожаные сапоги", -- [214]
			"грубые кожаные перчатки", -- [215]
			"грубые кожаные штаны", -- [216]
			"грубый кожаный жилет", -- [217]
			"большой синий мешок", -- [218]
			"маленький красный мешочек", -- [219]
			"deprecated brown leather satchel", -- [220]
			"deprecated iron ingot", -- [221]
			"deprecated malachite", -- [222]
			"кровавая бритва", -- [223]
			"молот северного ветра", -- [224]
			"топор лесных чащоб", -- [225]
			"светящийся посох из яркодерева", -- [226]
			"сломанный зубец", -- [227]
			"бурдюк с маслом", -- [228]
			"кинжальчик", -- [229]
			"тигровый глаз", -- [230]
			"нарезающий клинок", -- [231]
			"кожаный жилет речной лапы", -- [232]
			"deprecated horse summoning (mount)", -- [233]
			"грубый топор речной лапы", -- [234]
			"гибельная дубинка", -- [235]
			"маленький синий мешочек", -- [236]
			"серебряный пояс братства справедливости", -- [237]
			"жизнекамень", -- [238]
			"deprecated heavy net", -- [239]
			"тяжелотканная броня", -- [240]
			"тяжелотканные штаны", -- [241]
			"тяжелотканные перчатки", -- [242]
			"тяжелотканные ботинки", -- [243]
			"deprecated wolf summoning (mount)", -- [244]
			"сапоги из дубленой кожи", -- [245]
			"перчатки из дубленой кожи", -- [246]
			"штаны из дубленой кожи", -- [247]
			"жакет из дубленой кожи", -- [248]
			"байдана", -- [249]
			"кольчужные штаны", -- [250]
			"кольчужные сапоги", -- [251]
			"кольчужные перчатки", -- [252]
			"абордажная сабля", -- [253]
			"палица", -- [254]
			"секира", -- [255]
			"укороченный посох", -- [256]
			"deprecated white leather satchel", -- [257]
			"синяя кожаная сумка", -- [258]
			"большой красный мешок", -- [259]
			"руническое кольцо", -- [260]
			"мрачный жнец", -- [261]
			"рыцарский длинный меч", -- [262]
			"утяжеленная свинцом палица", -- [263]
			"монашеский посох", -- [264]
			"перчатки священной мощи", -- [265]
			"ревностный хранитель", -- [266]
			"ослепительный длинный меч", -- [267]
			"огненная секира", -- [268]
			"топор шквала", -- [269]
			"посох джордана", -- [270]
			"призыв гнедого коня", -- [271]
			"старый деревянный кулачный щит", -- [272]
			"паутинная железа размером с кулак", -- [273]
			"посох ужасов", -- [274]
			"черный металлический топор", -- [275]
			"черный металлический короткий меч", -- [276]
			"фунт мяса", -- [277]
			"крученый посох певчего", -- [278]
			"перчатки гнолла-заклинателя", -- [279]
			"клык лютого волка", -- [280]
			"deprecated ravager claw", -- [281]
			"наручи бешеного волка", -- [282]
			"ядовитый паучий клык", -- [283]
			"deprecated nightmare summoning (mount)", -- [284]
			"deptecated white stallion summoning (mount)", -- [285]
			"deprecated palomino summoning (mount)", -- [286]
			"deprecated pinto summoning (mount)", -- [287]
			"tan leather shoulderpads (test)", -- [288]
			"black mail shoulderpads of might (test)", -- [289]
			"plate shoulderpad (test)", -- [290]
			"silver mail shoulderpads (test)", -- [291]
			"ветвь с железного дерева", -- [292]
			"огромный огрский меч", -- [293]
			"большой огрский плетеный доспех", -- [294]
			"deprecated shadow leather armor", -- [295]
			"гибельная шипастая палица", -- [296]
			"дакийский фалькс", -- [297]
			"длинный меч", -- [298]
			"кувалда", -- [299]
			"окованная дубина", -- [300]
			"боевой топор", -- [301]
			"обоюдоострый топор", -- [302]
			"длинный посох", -- [303]
			"лечебное зелье", -- [304]
			"deprecated deep pocket pouch", -- [305]
			"deprecated heavy brown sack", -- [306]
			"вьюки коня скверны", -- [307]
			"большой походный мешок", -- [308]
			"жнец сталвана", -- [309]
			"короткий меч ночного дозора", -- [310]
			"полночная палица", -- [311]
			"черный посох сумеречного леса", -- [312]
			"одеяния прозрения", -- [313]
			"deprecated speedstone", -- [314]
			"кольцо заморозки", -- [315]
			"посох тюремщика", -- [316]
			"посох магии стихий", -- [317]
			"меч тени", -- [318]
			"природный меч", -- [319]
			"tome of whirlwind (test)", -- [320]
			"свиток силы", -- [321]
			"свиток интеллекта", -- [322]
			"целебная трава", -- [323]
			"deprecated red linen shirt", -- [324]
			"фолиант ледяного щита", -- [325]
			"фолиант защиты от магии льда", -- [326]
			"фолиант огненного взрыва", -- [327]
			"фолиант огненного шара ii", -- [328]
			"фолиант морозного доспеха ii", -- [329]
			"фолиант ледяных оков", -- [330]
			"фолиант снятия проклятья", -- [331]
			"фолиант ледяного щита ii", -- [332]
			"фолиант кадгаровой отмычки", -- [333]
			"фолиант ледяной стрелы ii", -- [334]
			"фолиант кольца льда", -- [335]
			"фолиант огненного шара iii", -- [336]
			"том ледяного доспеха", -- [337]
			"ring of righteous flame (test)", -- [338]
			"огненный меч увечья", -- [339]
			"фолиант малой невидимости", -- [340]
			"фолиант ледяных оков ii", -- [341]
			"постный волчий бок", -- [342]
			"deprecated lurker leg", -- [343]
			"приправленная котлета из волчатины", -- [344]
			"chows blade of doom! (test)", -- [345]
			"leather helmet d (test)", -- [346]
			"leather helmet a (test)", -- [347]
			"mail helmet d (test)", -- [348]
			"mail helmet c (test)", -- [349]
			"plate helmet d2 (test)", -- [350]
			"plate helmet d1 (test)", -- [351]
			"plate helmet d3 (test)", -- [352]
			"mail helmet a (test)", -- [353]
			"deprecated dented skullcap", -- [354]
			"табличка тотема змея", -- [355]
			"табличка непреклонной воли", -- [356]
			"табличка всплеска лавы", -- [357]
			"табличка тотема смятения", -- [358]
			"табличка уничтожения яда", -- [359]
			"книга лечения яда", -- [360]
			"табличка вызова духа", -- [361]
			"табличка исчезновения заболевания", -- [362]
			"табличка молнии ii", -- [363]
			"противоядие", -- [364]
			"противоядие", -- [365]
			"deprecated summon winter wolf (mount)", -- [366]
			"deprecated summon redwolf (mount)", -- [367]
			"deprecated summon brown wolf (mount)", -- [368]
			"deprecated light blunderbuss", -- [369]
			"deprecated heavy blunderbuss", -- [370]
			"табличка щита молний ii", -- [371]
			"табличка очищения", -- [372]
			"табличка доспехов духа ii", -- [373]
			"табличка всплеска лавы ii", -- [374]
			"табличка восстановления iii", -- [375]
			"табличка молнии iii", -- [376]
			"табличка уничтожения яда ii", -- [377]
			"табличка исчезновения заболевания ii", -- [378]
			"самогон полнолуния", -- [379]
			"твердый кончик паучьей лапки", -- [380]
			"кольцо предателя братства справедливости", -- [381]
			"кольцо мага братства справедливости", -- [382]
			"жесткое мясо кондора", -- [383]
			"хрустящее паучье мясо", -- [384]
			"гуляш по-красногорски", -- [385]
			"кодекс обновления", -- [386]
			"кодекс проницательности", -- [387]
			"кодекс внутреннего огня", -- [388]
			"кодекс слова тьмы: боль", -- [389]
			"кодекс обновления ii", -- [390]
			"кодекс исчезновения заболевания", -- [391]
			"кодекс воскрешения", -- [392]
			"кодекс божественной кары ii", -- [393]
			"кодекс малого исцеления ii", -- [394]
			"кодекс снятия проклятья", -- [395]
			"кодекс рассеивания заклинаний", -- [396]
			"кодекс слова тьмы: боль ii", -- [397]
			"deprecated codex of sustenance ii", -- [398]
			"кодекс божественной кары iii", -- [399]
			"кодекс обновления v", -- [400]
			"кодекс малого исцеления iii", -- [401]
			"кодекс обновления vi", -- [402]
			"кодекс обновления iii", -- [403]
			"кодекс господства", -- [404]
			"кодекс сна", -- [405]
			"кодекс слова света: стойкость духа ii", -- [406]
			"monster - item, fishing pole", -- [407]
			"духи в бутылках", -- [408]
			"рысьи лапы", -- [409]
			"deprecated [ph] redridge rye", -- [410]
			"рог лесного волка", -- [411]
			"рог снежного волка", -- [412]
			"рог серого волка", -- [413]
			"манускрипт: божественное одобрение ii", -- [414]
			"манускрипт: божественное одобрение", -- [415]
			"манускрипт: очищение", -- [416]
			"манускрипт: благодать ii", -- [417]
			"манускрипт: печать мощи ii", -- [418]
			"манускрипт очищения", -- [419]
			"манускрипт: благодать iii", -- [420]
			"deprecated militia handaxe", -- [421]
			"pirates patch (test)", -- [422]
			"dwarven explorer's monocle (test)", -- [423]
			"фолиант сэма", -- [424]
			"test food", -- [425]
			"зазубренный кулачный щит", -- [426]
			"маленький тарг", -- [427]
			"щит пылающего черепа", -- [428]
			"черночерепный щит", -- [429]
			"deprecated brown leather vest", -- [430]
			"deprecated light soldier boots", -- [431]
			"золотой зуб", -- [432]
			"масло олафа", -- [433]
			"взрывчатая ракета", -- [434]
			"ледяное молоко", -- [435]
			"свиток духа", -- [436]
			"кольцо инспектора", -- [437]
			"плащ инспектора", -- [438]
			"deprecated overseer's helm", -- [439]
			"пластинчатый кулачный щит", -- [440]
			"полуторный меч", -- [441]
			"лопата кобольдского горняка", -- [442]
			"табар", -- [443]
			"огромная палица", -- [444]
			"клеймор", -- [445]
			"большой деревянный щит", -- [446]
			"дубовый щит истопника", -- [447]
			"башенный щит", -- [448]
			"эгида штормграда", -- [449]
			"зеленая башня", -- [450]
			"дынный сок", -- [451]
			"моховой агат", -- [452]
			"звезда марф", -- [453]
			"камень теней", -- [454]
			"боевая портупея гнолла", -- [455]
			"слюна гнолла", -- [456]
			"наручи гнолла", -- [457]
			"дубина гнолла", -- [458]
			"поддерживающий ремень", -- [459]
			"морозные наручи", -- [460]
			"неведомая награда", -- [461]
			"тяжелая боевая дубина гнолла", -- [462]
			"красногорское мачете", -- [463]
			"волчий топор", -- [464]
			"сломанный зуб", -- [465]
			"гримуар чутья на демонов", -- [466]
			"гримуар кипящей крови", -- [467]
			"гримуар создания камня души", -- [468]
			"гримуар стрелы тьмы ii", -- [469]
			"гримуар шкуры демона ii", -- [470]
			"гримуар страха", -- [471]
			"гримуар вытягивания маны", -- [472]
			"гримуар стрелы тьмы iii", -- [473]
			"гримуар демонического доспеха", -- [474]
			"гримуар жертвенного огня ii", -- [475]
			"гримуар дыхания демона", -- [476]
			"гримуар обнаружения простой невидимости", -- [477]
			"deprecated summoned lockpick", -- [478]
			"bind on use test item", -- [479]
			"jyoo test item", -- [480]
			"мозгоруб", -- [481]
			"жало скорпиона", -- [482]
			"deprecated orcslayer", -- [483]
			"deprecated cask of merlot", -- [484]
			"deprecated bottle of moonshine", -- [485]
			"deprecated skin of sweet rum", -- [486]
			"deprecated fine spun mantle", -- [487]
			"шишки хмеля", -- [488]
			"deprecated soft leather hood", -- [489]
			"маскировочный плащ с капюшоном", -- [490]
			"deprecated quiver (test)", -- [491]
			"клык гигантского тарантула", -- [492]
			"большая ядовитая железа", -- [493]
			"палица черной горы", -- [494]
			"одеяния темного чародея", -- [495]
			"deprecated night mage wristguards", -- [496]
			"малый пояс шпиля", -- [497]
			"малый посох пика", -- [498]
			"deprecated oslow's wood cutter", -- [499]
			"deprecated oslow's hammer", -- [500]
			"deprecated oslow's ice pick", -- [501]
			"защитные перчатки вурдалака", -- [502]
			"гирлянда из лилий", -- [503]
			"ночной разрушитель", -- [504]
			"deprecated broiled sunfish", -- [505]
			"deprecated [ph] recipe: broiled sunfish", -- [506]
			"соте из рыбы-луны", -- [507]
			"книга волшебного огня", -- [508]
			"книга выведения яда", -- [509]
			"книга омоложения ii", -- [510]
			"deprecated book of nullify disease", -- [511]
			"книга гнева деревьев", -- [512]
			"книга лунного огня", -- [513]
			"костяные наручи", -- [514]
			"мортира дробителей черепов", -- [515]
			"deprecated homespun shawl", -- [516]
			"замшевая накидка", -- [517]
			"карта сокровищ капитана сандерса", -- [518]
			"рваный кожаный жилет", -- [519]
			"рваные кожаные штаны", -- [520]
			"рваные кожаные сапоги", -- [521]
			"рваные кожаные перчатки", -- [522]
			"рваный кожаный пояс", -- [523]
			"рваные кожаные наручи", -- [524]
			"deprecated ragged leather shoulderpads", -- [525]
			"рваный плащ", -- [526]
			"изношенные ботинки", -- [527]
			"изношенный плащ", -- [528]
			"изношенные перчатки", -- [529]
			"изношенные штаны", -- [530]
			"deprecated frayed shoulderpads", -- [531]
			"изношенное одеяние", -- [532]
			"тупой клинок", -- [533]
			"deprecated farmer's maul", -- [534]
			"клык вурдалака", -- [535]
			"корявый посох", -- [536]
			"молот кобольдского горняка", -- [537]
			"посох мистика из стаи речной лапы", -- [538]
			"deprecated wristguards of the fen warden", -- [539]
			"доска из сплавного леса", -- [540]
			"штаны ученика", -- [541]
			"штаны послушника", -- [542]
			"deprecated orc acolyte's pants", -- [543]
			"deprecated dwarven novice's pants", -- [544]
			"волшебная свеча", -- [545]
			"жетон быстрого пера", -- [546]
			"листовой зеленый чай", -- [547]
			"сера", -- [548]
			"deprecated capstone", -- [549]
			"пеноплюйный посох", -- [550]
			"инкрустированное жемчугом копье", -- [551]
			"иссохший посох", -- [552]
			"грубый полуторный меч", -- [553]
			"непрочный меч", -- [554]
			"треснувший ручной молот", -- [555]
			"киянка столяра", -- [556]
			"заржавленная секира", -- [557]
			"разбитый боевой топор", -- [558]
			"поношенный кожаный пояс", -- [559]
			"поношенные кожаные сапоги", -- [560]
			"поношенные кожаные наручи", -- [561]
			"поношенный плащ из шкуры", -- [562]
			"поношенные кожаные перчатки", -- [563]
			"поношенные кожаные штаны", -- [564]
			"deprecated worn leather shoulderpads", -- [565]
			"поношенный кожаный жилет", -- [566]
			"лоскутные ботинки", -- [567]
			"лоскутный плащ", -- [568]
			"лоскутные перчатки", -- [569]
			"лоскутные штаны", -- [570]
			"deprecated patchwork cloth shoulderpads", -- [571]
			"лоскутная броня", -- [572]
			"deprecated bridge worker's yoke", -- [573]
			"воинский щит", -- [574]
			"гнолловский крушитель черепов", -- [575]
			"изукрашенный амулет кайнвин", -- [576]
			"наплечье черной горы", -- [577]
			"сапоги черной горы", -- [578]
			"кольцо спасителей", -- [579]
			"рукавицы черной горы", -- [580]
			"зелье страсти", -- [581]
			"топор головореза", -- [582]
			"топор воителя клана черной горы", -- [583]
			"палица темношкуров", -- [584]
			"кувалда темношкуров", -- [585]
			"рубило темношкуров", -- [586]
			"двуручный меч темношкуров", -- [587]
			"боевой топор убийцы", -- [588]
			"кольцо тени", -- [589]
			"коготь канюка", -- [590]
			"тигрогубитель", -- [591]
			"плавник мурлока", -- [592]
			"ятаган атуна", -- [593]
			"сумка из кожи мурлока", -- [594]
			"deprecated polished lakestone charm", -- [595]
			"береговой посох", -- [596]
			"малая ядовитая железа", -- [597]
			"сломанная паучья лапа", -- [598]
			"свиток ловкости ii", -- [599]
			"мрачнокоготь", -- [600]
			"тенеклык", -- [601]
			"мордокрушитель", -- [602]
			"ведьмовской посох", -- [603]
			"вилы", -- [604]
			"куртка из древесной коры", -- [605]
			"броня мстителя", -- [606]
			"броня покрова тьмы", -- [607]
			"кольцо точности", -- [608]
			"deprecated recipe: murloc fin soup", -- [609]
			"тяжелый ятаган мародера", -- [610]
			"ситцевые ботинки", -- [611]
			"ситцевый плащ", -- [612]
			"ситцевые перчатки", -- [613]
			"ситцевые штаны", -- [614]
			"deprecated calico shoulderpads", -- [615]
			"ситцевый мундир", -- [616]
			"покоробленный кожаный пояс", -- [617]
			"покоробленные кожаные сапоги", -- [618]
			"покоробленные кожаные наручи", -- [619]
			"покоробленный плащ", -- [620]
			"покоробленные кожаные перчатки", -- [621]
			"покоробленные кожаные штаны", -- [622]
			"deprecated patched leather shoulderpads", -- [623]
			"покоробленный кожаный жилет", -- [624]
			"тяжелый молот", -- [625]
			"меч обывателя", -- [626]
			"грубый боевой топор", -- [627]
			"старый большой меч", -- [628]
			"ржавый боевой молот", -- [629]
			"грубый деревянный посох", -- [630]
			"старый топор", -- [631]
			"пот тролля", -- [632]
			"лесоповальный огрский топор", -- [633]
			"копье охоты за головами", -- [634]
			"огромная каменная дубина", -- [635]
			"нефрит", -- [636]
			"deprecated bloodscalp idol", -- [637]
			"манускрипт: благодать iv", -- [638]
			"deprecated bloodscalp vest", -- [639]
			"манускрипт: печать гнева", -- [640]
			"крючковатый посох отшельника", -- [641]
			"deprecated candle of black smoke", -- [642]
			"deprecated mantle of the seas", -- [643]
			"фолиант ледяной стрелы iii", -- [644]
			"фолиант чародейских снарядов ii", -- [645]
			"сандалии синежабрых", -- [646]
			"фолиант кадгаровой отмычки ii", -- [647]
			"фолиант элементаля воды", -- [648]
			"фолиант кольца льда ii", -- [649]
			"фолиант защиты от огня", -- [650]
			"табличка всплеска лавы iii", -- [651]
			"табличка доспехов духа iii", -- [652]
			"табличка щита молний iii", -- [653]
			"табличка грозы", -- [654]
			"deprecated [ph] recipe: zombie juice", -- [655]
			"топор-резак", -- [656]
			"табличка вызова духа ii", -- [657]
			"разноцветный меч", -- [658]
			"хранитель душ", -- [659]
			"крушитель черепов", -- [660]
			"deprecated skullsplitter idol", -- [661]
			"посох преследователя душ", -- [662]
			"табличка грозы ii", -- [663]
			"deprecated foreman's whip", -- [664]
			"мешочек из кожи ящера", -- [665]
			"шлем дробителей черепов", -- [666]
			"изысканный фламберг", -- [667]
			"сломанный электрофонарь", -- [668]
			"deprecated thornstone chunk", -- [669]
			"скалящийся топор", -- [670]
			"чудовищная секира", -- [671]
			"кодекс слова тьмы: боль iii", -- [672]
			"сок луноягоды", -- [673]
			"кодекс исцеления iv", -- [674]
			"deprecated ham sandwich", -- [675]
			"кодекс святого слова: щит vi", -- [676]
			"прочная коробка", -- [677]
			"deprecated strangleslash metal", -- [678]
			"deprecated codex of sustenance iii", -- [679]
			"кодекс воскрешения ii", -- [680]
			"кодекс слова тьмы: боль iv", -- [681]
			"инженерские перчатки", -- [682]
			"жезл усиления заклинаний", -- [683]
			"кодекс сна ii", -- [684]
			"жилет из драконьей чешуи", -- [685]
			"черные огрские тяжелые ботинки", -- [686]
			"коргская бита", -- [687]
			"раскалыватель голов", -- [688]
			"гримуар увечья", -- [689]
			"deprecated totemic headpiece", -- [690]
			"сумка из шкуры тролля", -- [691]
			"колючая щетина", -- [692]
			"втягивающийся коготь", -- [693]
			"длинный пушистый хвост", -- [694]
			"deprecated medium tiger pelt", -- [695]
			"deprecated fine panther whisker", -- [696]
			"deprecated ebony panther claw", -- [697]
			"deprecated shadowmaw pelt", -- [698]
			"deprecated lashtail hide", -- [699]
			"deprecated jungle stalker pelt", -- [700]
			"кривой коготь ящера", -- [701]
			"зуб хищного ящера", -- [702]
			"deprecated blood totem", -- [703]
			"кривой коготь василиска", -- [704]
			"невредимый хребет василиска", -- [705]
			"хрустальный хребет василиска", -- [706]
			"deprecated cold basilisk eye", -- [707]
			"малый лунный камень", -- [708]
			"густо-лазурные осколки", -- [709]
			"бри из штормграда", -- [710]
			"сладкий нектар", -- [711]
			"сильное лечебное зелье", -- [712]
			"крест жизни", -- [713]
			"ожерелье калисеи", -- [714]
			"полированная джазерентская броня", -- [715]
			"одеяние мага", -- [716]
			"двойной мундир", -- [717]
			"штаны из шкуры василиска", -- [718]
			"deprecated flint troll axe", -- [719]
			"узловатый посох", -- [720]
			"боевой молот викинга", -- [721]
			"острокаменная кувалда", -- [722]
			"deprecated jungle trail pack", -- [723]
			"большой ранец", -- [724]
			"костяное копье с отравленым наконечником", -- [725]
			"меч разложения", -- [726]
			"пылающий меч тибу", -- [727]
			"поношенный кольчужный пояс", -- [728]
			"поношенные кольчужные сапоги", -- [729]
			"поношенные кольчужные наручи", -- [730]
			"поношенный плащ", -- [731]
			"поношенные кольчужные перчатки", -- [732]
			"поношенные кольчужные штаны", -- [733]
			"deprecated worn mail shoulderpads", -- [734]
			"поношенная кольчужная рубаха", -- [735]
			"шнурованный кольчужный пояс", -- [736]
			"шнурованные кольчужные сапоги", -- [737]
			"шнурованные наручи", -- [738]
			"шнурованный плащ", -- [739]
			"шнурованные кольчужные перчатки", -- [740]
			"шнурованные кольчужные штаны", -- [741]
			"шнурованные кольчужные наплечные щитки", -- [742]
			"шнурованная кольчужная рубаха", -- [743]
			"клепаный кольчужный пояс", -- [744]
			"клепаные кольчужные сапоги", -- [745]
			"клепаные кольчужные наручи", -- [746]
			"клепаный кольчужный плащ", -- [747]
			"клепаные кольчужные перчатки", -- [748]
			"клепаные кольчужные штаны", -- [749]
			"клепаные кольчужные наплечные щитки", -- [750]
			"клепаный кольчужный нагрудник", -- [751]
			"усиленный плетеный пояс", -- [752]
			"усиленные плетеные сапоги", -- [753]
			"усиленные наручи", -- [754]
			"усиленный плетеный плащ", -- [755]
			"усиленные плетеные перчатки", -- [756]
			"усиленные плетеные штаны", -- [757]
			"усиленные плетеные наплечные щитки", -- [758]
			"усиленный плетеный нагрудник", -- [759]
			"холщовые ботинки", -- [760]
			"холщовый плащ", -- [761]
			"холщовые перчатки", -- [762]
			"холщовые штаны", -- [763]
			"холщовые наплечные щитки", -- [764]
			"холщовый жилет", -- [765]
			"парчовые ботинки", -- [766]
			"парчовый плащ", -- [767]
			"парчовые перчатки", -- [768]
			"парчовые штаны", -- [769]
			"парчовые наплечные щитки", -- [770]
			"парчовый жилет", -- [771]
			"вышитые крестом сандалии", -- [772]
			"вышитый крестом плащ", -- [773]
			"вышитые крестом перчатки", -- [774]
			"вышитые крестом штаны", -- [775]
			"вышитые крестом наплечные щитки", -- [776]
			"вышитый крестом жилет", -- [777]
			"заплатанный кожаный пояс", -- [778]
			"залатанные кожаные сапоги", -- [779]
			"залатанные кожаные наручи", -- [780]
			"заплатанный плащ", -- [781]
			"залатанные кожаные перчатки", -- [782]
			"заплатанные кожаные штаны", -- [783]
			"заплатанные кожаные наплечные щитки", -- [784]
			"заплатанный кожаный жакет", -- [785]
			"сыромятный пояс", -- [786]
			"сыромятные сапоги", -- [787]
			"сыромятные наручи", -- [788]
			"сыромятный плащ", -- [789]
			"сыромятные перчатки", -- [790]
			"сыромятные штаны", -- [791]
			"сыромятные наплечные щитки", -- [792]
			"сыромятный мундир", -- [793]
			"жесткий кожаный пояс", -- [794]
			"жесткие кожаные сапоги", -- [795]
			"жесткие кожаные наручи", -- [796]
			"жесткий плащ", -- [797]
			"жесткие кожаные перчатки", -- [798]
			"жесткие кожаные штаны", -- [799]
			"жесткие кожаные наплечные щитки", -- [800]
			"жесткий кожаный доспех", -- [801]
			"затупленнный клеймор", -- [802]
			"боевой топор с короткой рукоятью", -- [803]
			"треснувший окованный посох", -- [804]
			"побитая киянка", -- [805]
			"фигурная палица", -- [806]
			"несбалансированный топор", -- [807]
			"готовый короткий меч", -- [808]
			"обычный клеймор", -- [809]
			"кирка рудокопа", -- [810]
			"деревянная кувалда", -- [811]
			"перекошенный клинок", -- [812]
			"кедровая трость", -- [813]
			"суковатая палка", -- [814]
			"сияющая секира", -- [815]
			"громоздкая дубина", -- [816]
			"каменная кувалда", -- [817]
			"колун для мяса", -- [818]
			"каменная секира", -- [819]
			"короткая абордажная сабля", -- [820]
			"длинный полуторный меч", -- [821]
			"дубовый боевой посох", -- [822]
			"грязный кожаный пояс", -- [823]
			"грязные кожаные наручи", -- [824]
			"грубый кожаный пояс", -- [825]
			"грубые кожаные наручи", -- [826]
			"дубленый кожаный пояс", -- [827]
			"дубленые кожаные наручи", -- [828]
			"кольчужный пояс", -- [829]
			"кольчужные наручи", -- [830]
			"пояс из обработанной кожи", -- [831]
			"наручи из обработанной кожи", -- [832]
			"чистящая жидкость", -- [833]
			"чешуйчатые наручи", -- [834]
			"чешуйчатый пояс", -- [835]
			"deprecated brooch of the night watch", -- [836]
			"книга омоложения iii", -- [837]
			"deprecated book of nullify poison ii", -- [838]
			"deprecated book of nullify disease ii", -- [839]
			"книга лунного огня iii", -- [840]
			"книга лунного огня ii", -- [841]
			"monster - sword, short rusty", -- [842]
			"monster - sword, short basic", -- [843]
			"monster - sword, scimitar basic", -- [844]
			"monster - sword, long basic", -- [845]
			"monster - thieves blade", -- [846]
			"monster - mace, basic stone hammer", -- [847]
			"monster - mace, basic wooden hammer", -- [848]
			"monster - mace, basic metal hammer", -- [849]
			"monster - axe, stone basic", -- [850]
			"monster - axe, metal basic", -- [851]
			"monster - torch", -- [852]
			"monster - staff, basic", -- [853]
			"monster - staff, crooked", -- [854]
			"monster - axe, large basic", -- [855]
			"monster - item, pick", -- [856]
			"monster - tool, wrench small", -- [857]
			"deprecated reed pipe", -- [858]
			"украшенная дубинка", -- [859]
			"deprecated miniature silver hammer", -- [860]
			"deprecated bag of teeth", -- [861]
			"изукрашенный кинжал", -- [862]
			"deprecated lockpick", -- [863]
			"рапира братства справедливости", -- [864]
			"сгущеный сок", -- [865]
			"колун мертвых копей", -- [866]
			"посох мага братства справедливости", -- [867]
			"шелкотканевые брюки", -- [868]
			"плащ каменщика", -- [869]
			"посох колдовства", -- [870]
			"брюки каменщика", -- [871]
			"клинок убийцы", -- [872]
			"гоблинская отвертка", -- [873]
			"киянка из чурбана", -- [874]
			"гоблинские кольчужные поножи", -- [875]
			"перчатки для работы с металлом", -- [876]
			"перчатки для работы с деревом", -- [877]
			"deprecated large broom", -- [878]
			"deprecated gold ingot", -- [879]
			"черноводная абордажная сабля", -- [880]
			"плетеные сапоги драконьей пасти", -- [881]
			"monster - shield, small wooden", -- [882]
			"окаменелая берцовая кость", -- [883]
			"кирка холодного железа", -- [884]
			"deprecated ironforge chain pauldrons", -- [885]
			"monster - shield, buckler wooden", -- [886]
			"deprecated bone chips", -- [887]
			"перчатки белого волка", -- [888]
			"deprecated stormwind guard belt", -- [889]
			"сфера обмана", -- [890]
			"наручи усилия разума", -- [891]
			"старый большой меч пайсана", -- [892]
			"шлакомолот", -- [893]
			"сумка на 20 ячеек", -- [894]
			"перчатки волчьего когтя", -- [895]
			"стена мертвых", -- [896]
			"кольцо нижнего мира", -- [897]
			"кольчужный ледяной жакет", -- [898]
			"ночной клинок", -- [899]
			"monster - sword2h, basic", -- [900]
			"monster - shield, kite metal", -- [901]
			"monster - shield, large wooden", -- [902]
			"кишкодер", -- [903]
			"рукавицы старшего бригадира", -- [904]
			"сбалансированная кувалда", -- [905]
			"гоблинская боевая лопата", -- [906]
			"фетиш холодной трясины", -- [907]
			"кольцо огра", -- [908]
			"эбеновый разрушитель", -- [909]
			"deprecated cat's paw", -- [910]
			"кольцо вуду", -- [911]
			"прессованное войлочное одеяние", -- [912]
			"направляющий посох кровавого скальпа", -- [913]
			"deprecated torn leather harness", -- [914]
			"deprecated jordan's quiver", -- [915]
			"deprecated big quiver", -- [916]
			"крученая сабля", -- [917]
			"костемогильный посох", -- [918]
			"большой меч из черного металла", -- [919]
			"черная металлическая секира", -- [920]
			"пыльный плетеный доспех", -- [921]
			"светящиеся кожаные наручи", -- [922]
			"скелетный длинный меч", -- [923]
			"клинок полого клыка", -- [924]
			"зеленый панцирный щит", -- [925]
			"monster - spear, rusty", -- [926]
			"эспадон", -- [927]
			"зазубренный топор", -- [928]
			"скальный молот", -- [929]
			"ятаган", -- [930]
			"молот", -- [931]
			"колун", -- [932]
			"кривой посох", -- [933]
			"одеяния ученого", -- [934]
			"меч ночного неба", -- [935]
			"deprecated cougar head cap", -- [936]
			"кольцо равнин", -- [937]
			"защитник тролля", -- [938]
			"deprecated cowl of forlorn spirits", -- [939]
			"кукри синежабрых", -- [940]
			"deprecated silver ingot", -- [941]
			"monster - shield, small wooden damaged", -- [942]
			"monster - shield, small metal damaged", -- [943]
			"monster - shield, buckler metal damaged", -- [944]
			"секач трогга", -- [945]
			"небольшой деревянный молот", -- [946]
			"бархатный молот", -- [947]
			"зазубренный короткий меч братства справедливости", -- [948]
			"кувалда казона", -- [949]
			"плащ стражника", -- [950]
			"deprecated chunk of boar meat", -- [951]
			"дубина троггов", -- [952]
			"клинок каменной челюсти", -- [953]
			"секира-череп", -- [954]
			"посох обморожения", -- [955]
			"жилет из шкуры черного медведя", -- [956]
			"дарнассский блю", -- [957]
			"deprecated mountain spring water", -- [958]
			"дворфийский магический посох", -- [959]
			"дворфийская секира", -- [960]
			"палица жреца", -- [961]
			"магический посох", -- [962]
			"северный короткий меч", -- [963]
			"боевой молот сержанта", -- [964]
			"курганный топор", -- [965]
			"monster - torch, offhand", -- [966]
			"полуторный меч из темной стали", -- [967]
			"кусок мяса", -- [968]
			"прочный панцирь краба", -- [969]
			"длинная ножка краба", -- [970]
			"волшебная пыль", -- [971]
			"иссеченный кинжал", -- [972]
			"двуствольный дробовик", -- [973]
			"дворфийская пищаль", -- [974]
			"пристрелянный громобой", -- [975]
			"легкий колчан", -- [976]
			"небольшой подсумок", -- [977]
			"test arrow", -- [978]
			"deprecated standard shot", -- [979]
			"рубашка головореза", -- [980]
			"deprecated worn pants", -- [981]
			"deprecated travel-worn boots", -- [982]
			"кожаный жилет снежной гривы", -- [983]
			"плетеный нагрудник снежной гривы", -- [984]
			"светлое одеяние мага-кузнеца", -- [985]
			"жакет дровосека", -- [986]
			"снеговое одеяние", -- [987]
			"deprecated small white pouch", -- [988]
			"тонкие матерчатые ботинки", -- [989]
			"тонкие матерчатые перчатки", -- [990]
			"тонкие матерчатые штаны", -- [991]
			"тонкая стеганая куртка", -- [992]
			"потрескавшийся кожаный пояс", -- [993]
			"потрескавшиеся кожаные сапоги", -- [994]
			"потрескавшиеся кожаные наручи", -- [995]
			"потрескавшиеся кожаные перчатки", -- [996]
			"потрескавшиеся кожаные штаны", -- [997]
			"потрескавшийся кожаный жилет", -- [998]
			"поцарапанный клеймор", -- [999]
			"большой круглый щит", -- [1000]
			"дубина", -- [1001]
			"короткий меч", -- [1002]
			"короткий посох", -- [1003]
			"маленький щит", -- [1004]
			"секач", -- [1005]
			"заостренный нож для бумаг", -- [1006]
			"кортик", -- [1007]
			"нож-резак", -- [1008]
			"квирбуллийский жилет", -- [1009]
			"квирбуллийский пояс", -- [1010]
			"квирбуллийские сапоги", -- [1011]
			"квирбуллийские наручи", -- [1012]
			"квирбуллийские перчатки", -- [1013]
			"квирбуллийские штаны", -- [1014]
			"monster - sword, falchion", -- [1015]
			"полированный чешуйчатый пояс", -- [1016]
			"полированные чешуйчатые сапоги", -- [1017]
			"полированные чешуйчатые наручи", -- [1018]
			"полированные чешуйчатые перчатки", -- [1019]
			"полированные чешуйчатые поножи", -- [1020]
			"полированная чешуя", -- [1021]
			"стеганые сапоги", -- [1022]
			"стеганые перчатки", -- [1023]
			"стеганые штаны", -- [1024]
			"стеганые доспехи", -- [1025]
			"теневой клинок", -- [1026]
			"потрошитель", -- [1027]
			"поножи главаря", -- [1028]
			"перчатки старшины", -- [1029]
			"сапоги старшины", -- [1030]
			"шип-клинок", -- [1031]
			"deprecated shield of the spider princess", -- [1032]
			"боевой топор темношкуров", -- [1033]
			"monster - staff, ornate priest staff", -- [1034]
			"monster - staff, ornate mage staff", -- [1035]
			"monster - sword, long ornate", -- [1036]
			"monster - sword, scimitar badass", -- [1037]
			"monster - sword, short ornate", -- [1038]
			"monster - sword2h, baron rivendare", -- [1039]
			"monster - mace, ornate metal hammer", -- [1040]
			"monster - axe, metal badass", -- [1041]
			"monster - dagger basic", -- [1042]
			"deprecated end spawn ticket", -- [1043]
			"алмазный молот", -- [1044]
			"monster - item, mutton", -- [1045]
			"monster - item, bread", -- [1046]
			"monster - item, potion blue", -- [1047]
			"monster - item, vial purple", -- [1048]
			"monster - item, potion green", -- [1049]
			"monster - item, vial black", -- [1050]
			"monster - item, mutton with bite", -- [1051]
			"колун сломанного когтя", -- [1052]
			"штык сломанного когтя", -- [1053]
			"мраконосец", -- [1054]
			"deprecated fine pointed dagger", -- [1055]
			"джамбия", -- [1056]
			"короткий кинжал", -- [1057]
			"крис", -- [1058]
			"изношенный кулачный щит", -- [1059]
			"большой гнутый щит", -- [1060]
			"потрескавшийся кулачный щит", -- [1061]
			"старый большой щит", -- [1062]
			"деревянный кулачный щит", -- [1063]
			"деревянный щит", -- [1064]
			"простой кулачный щит", -- [1065]
			"прямоугольный щит", -- [1066]
			"маленький круглый щит", -- [1067]
			"коробчатый щит", -- [1068]
			"тарг", -- [1069]
			"башнещит", -- [1070]
			"посох огрского мага", -- [1071]
			"тяжелая огрская секира", -- [1072]
			"сапоги вестника тьмы", -- [1073]
			"поножи тенеткача", -- [1074]
			"броня ночного странника", -- [1075]
			"сломанный коготь", -- [1076]
			"черный клык", -- [1077]
			"накидка десперадо", -- [1078]
			"рука эдварда странного", -- [1079]
			"клинок крола", -- [1080]
			"шлем нарва", -- [1081]
			"перстень клеврета", -- [1082]
			"липкая паучья лапка", -- [1083]
			"обледенелый боевой молот", -- [1084]
			"deprecated thick leather gloves", -- [1085]
			"скелетная дубина", -- [1086]
			"посох снежной гривы", -- [1087]
			"короткий меч снежной гривы", -- [1088]
			"дубина снежной гривы", -- [1089]
			"секач снежной гривы", -- [1090]
			"перстень керна", -- [1091]
			"оплечье воров", -- [1092]
			"топор племени камнедробов", -- [1093]
			"кинжал племени камнедробов", -- [1094]
			"палица племени камнедробов", -- [1095]
			"клинок племени камнедробов", -- [1096]
			"посох благословенного провидца", -- [1097]
			"партизанская броня", -- [1098]
			"перчатки подрывника", -- [1099]
			"deprecated sentinel coif", -- [1100]
			"сапоги тиноброда", -- [1101]
			"поножи некроманта", -- [1102]
			"эполеты лесного следопыта", -- [1103]
			"трость кэма", -- [1104]
			"кремниевый топор родентии", -- [1105]
			"короткий меч родентии", -- [1106]
			"крысиный матерчатый пояс", -- [1107]
			"крысиный матерчатый плащ", -- [1108]
			"окорок", -- [1109]
			"свиток силы ii", -- [1110]
			"канг обезглавливатель", -- [1111]
			"некрологические одеяния", -- [1112]
			"большой клык вепря", -- [1113]
			"рыло большого жутевепря", -- [1114]
			"горящая секира", -- [1115]
			"тисненый кожаный жилет", -- [1116]
			"сшитые вручную кожаные сапоги", -- [1117]
			"сшитые вручную кожаные штаны", -- [1118]
			"накладки из тонкой кожи", -- [1119]
			"deprecated light winter cloak", -- [1120]
			"deprecated light winter boots", -- [1121]
			"тонкие кожаные сапоги", -- [1122]
			"тонкий кожаный плащ", -- [1123]
			"тисненые кожаные сапоги", -- [1124]
			"тисненый кожаный плащ", -- [1125]
			"белый кожаный жакет", -- [1126]
			"тонкие кожаные перчатки", -- [1127]
			"накладки из жесткой кожи", -- [1128]
			"укрепленный кожаный доспех", -- [1129]
			"темные кожаные сапоги", -- [1130]
			"темный кожаный плащ", -- [1131]
			"темный кожаный мундир", -- [1132]
			"тонкая кожа", -- [1133]
			"жесткая кожа", -- [1134]
			"грубая нить", -- [1135]
			"тонкая нить", -- [1136]
			"deprecated crag boar hide", -- [1137]
			"deprecated longsnout hide", -- [1138]
			"отбеливатель", -- [1139]
			"черная краска", -- [1140]
			"прочные кожаные наручи", -- [1141]
			"иссеченный в бою молот", -- [1142]
			"старый деревянный щит", -- [1143]
			"deprecated skeleton key", -- [1144]
			"тканный жилет", -- [1145]
			"тканные штаны", -- [1146]
			"тканные сапоги", -- [1147]
			"тканные перчатки", -- [1148]
			"изношенная кожаная портупея", -- [1149]
			"изношенный кожаный пояс", -- [1150]
			"изношенные кожаные штаны", -- [1151]
			"изношенные кожаные сапоги", -- [1152]
			"изношенные кожаные наручи", -- [1153]
			"изношенные кожаные перчатки", -- [1154]
			"старый щит истопника", -- [1155]
			"круглый кулачный щит", -- [1156]
			"потускневший плетеный нагрудник", -- [1157]
			"потускневший плетеный пояс", -- [1158]
			"потускневшие плетеные поножи", -- [1159]
			"потускневшие плетеные сапоги", -- [1160]
			"потускневшие плетеные наручи", -- [1161]
			"потускневшие плетеные перчатки", -- [1162]
			"ржавый плетеный нагрудник", -- [1163]
			"ржавый плетеный пояс", -- [1164]
			"ржавые плетеные поножи", -- [1165]
			"ржавые плетеные сапоги", -- [1166]
			"ржавые плетеные наручи", -- [1167]
			"ржавые плетеные перчатки", -- [1168]
			"легкие доспехи", -- [1169]
			"легкий кольчужный пояс", -- [1170]
			"легкие кольчужные поножи", -- [1171]
			"легкие кольчужные сапоги", -- [1172]
			"легкие кольчужные наручи", -- [1173]
			"легкие кольчужные перчатки", -- [1174]
			"легкий плетеный доспех", -- [1175]
			"легкий плетеный пояс", -- [1176]
			"легкие плетеные поножи", -- [1177]
			"легкие плетеные сапоги", -- [1178]
			"легкие плетеные наручи", -- [1179]
			"легкие плетеные перчатки", -- [1180]
			"deprecated pattern: light winter cloak", -- [1181]
			"deprecated pattern: light winter boots", -- [1182]
			"выкройка: тонкие кожаные сапоги", -- [1183]
			"выкройка: белый кожаный жакет", -- [1184]
			"выкройка: тонкие кожаные перчатки", -- [1185]
			"выкройка: темный кожаный мундир", -- [1186]
			"дымный факел", -- [1187]
			"узда черного жеребца", -- [1188]
			"deprecated nightmare bridle", -- [1189]
			"игреневая лошадь", -- [1190]
			"узда пегого коня", -- [1191]
			"белый жеребец", -- [1192]
			"упрочненный плетеный нагрудник", -- [1193]
			"упрочненные плетеные поножи", -- [1194]
			"упрочненные плетеный пояс", -- [1195]
			"упрочненные плетеные сапоги", -- [1196]
			"упрочненные плетеные наручи", -- [1197]
			"упрочненные плетеные перчатки", -- [1198]
			"панцирный жилет", -- [1199]
			"панцирный пояс", -- [1200]
			"панцирные поножи", -- [1201]
			"панцирные сапоги", -- [1202]
			"панцирные наручи", -- [1203]
			"панцирные перчатки", -- [1204]
			"коричневатый жилет", -- [1205]
			"коричневатые штаны", -- [1206]
			"коричневатые сапоги", -- [1207]
			"коричневатые перчатки", -- [1208]
			"украшенная вышивкой броня", -- [1209]
			"вышитые штаны", -- [1210]
			"вышитые сапоги", -- [1211]
			"вышитые перчатки", -- [1212]
			"окольцованный кулачный щит", -- [1213]
			"усиленный тарг", -- [1214]
			"металлический кулачный щит", -- [1215]
			"изысканный кулачный щит", -- [1216]
			"большой металлический щит", -- [1217]
			"каплевидный щит", -- [1218]
			"мироцвет", -- [1219]
			"тяжелый павез", -- [1220]
			"остротерн", -- [1221]
			"рыцарский щит истопника", -- [1222]
			"скорополох", -- [1223]
			"синячник", -- [1224]
			"эликсир львиной силы", -- [1225]
			"слабое зелье маны", -- [1226]
			"слабое зелье омоложения", -- [1227]
			"слабый эликсир ловкости", -- [1228]
			"слабый эликсир стойкости", -- [1229]
			"зелье скорости", -- [1230]
			"elixir of tongues (nyi)", -- [1231]
			"deprecated elemental resistance potion", -- [1232]
			"deprecated potion of lesser invulnerability (fix)", -- [1233]
			"украшенный дублет", -- [1234]
			"украшенный пояс", -- [1235]
			"украшенные штаны", -- [1236]
			"украшенные сапоги", -- [1237]
			"украшенные наручи", -- [1238]
			"клепанные перчатки", -- [1239]
			"усиленный кожаный жилет", -- [1240]
			"усиленный кожаный пояс", -- [1241]
			"усиленные кожаные штаны", -- [1242]
			"усиленные кожаные сапоги", -- [1243]
			"усиленные кожаные наручи", -- [1244]
			"усиленные кожаные перчатки", -- [1245]
			"deprecated replenishing font", -- [1246]
			"широкий топор", -- [1247]
			"большая дубина", -- [1248]
			"меч батрака", -- [1249]
			"низкосортный томагавк", -- [1250]
			"грубый широкий топор", -- [1251]
			"малый нож", -- [1252]
			"расколотая доска", -- [1253]
			"большая каменная палица", -- [1254]
			"посох послушника", -- [1255]
			"гладий", -- [1256]
			"двуручный меч", -- [1257]
			"томагавк", -- [1258]
			"большой топор", -- [1259]
			"палка", -- [1260]
			"деревянная киянка", -- [1261]
			"стилет", -- [1262]
			"трость", -- [1263]
			"короткий разбойничий меч", -- [1264]
			"ржавый клеймор", -- [1265]
			"маленький томогавк", -- [1266]
			"двулезвийный топор", -- [1267]
			"легкий молот", -- [1268]
			"деревянный боевой молот", -- [1269]
			"затупленный кинжал", -- [1270]
			"короткий посох адепта", -- [1271]
			"иссеченный короткий лук", -- [1272]
			"полированный короткий лук", -- [1273]
			"изогнутый лук рогатого леса", -- [1274]
			"многослойный изогнутый лук", -- [1275]
			"старинный мушкетон", -- [1276]
			"изысканный мушкетон", -- [1277]
			"крепкий мушкетон", -- [1278]
			"охотничий громобой", -- [1279]
			"deprecated iron shot", -- [1280]
			"испорченная остроконечная стрела", -- [1281]
			"легкий патрон", -- [1282]
			"deprecated standard arrow", -- [1283]
			"deprecated solid shot", -- [1284]
			"тяжелый патрон", -- [1285]
			"палаш", -- [1286]
			"фламберг", -- [1287]
			"топор полумесяца", -- [1288]
			"булава", -- [1289]
			"жезл", -- [1290]
			"боевой молот", -- [1291]
			"главный аргумент", -- [1292]
			"боевой посох", -- [1293]
			"фальшион", -- [1294]
			"цвайхандер", -- [1295]
			"франциска", -- [1296]
			"гигантский топор", -- [1297]
			"утренняя звезда", -- [1298]
			"боевая кувалда", -- [1299]
			"рондел", -- [1300]
			"посох бойца", -- [1301]
			"королевский ремень снежной гривы", -- [1302]
			"посох призрака", -- [1303]
			"monster - bow, short", -- [1304]
			"monster - crossbow", -- [1305]
			"monster - gun", -- [1306]
			"рецепт: слабый эликсир ловкости", -- [1307]
			"deprecated recipe: elixir of fortitude", -- [1308]
			"рецепт: зелье скорости", -- [1309]
			"рецепт: эликсир наречий", -- [1310]
			"monster - mace2h, ornate metal hammer", -- [1311]
			"monster - mace, good wooden hammer", -- [1312]
			"monster - staff, ornate warlock staff", -- [1313]
			"когти эльфийского духа", -- [1314]
			"жезл расплавленного огня", -- [1315]
			"жертвенные одеяния", -- [1316]
			"клинок зовущего", -- [1317]
			"коричневый льняной жилет", -- [1318]
			"льняные сапоги", -- [1319]
			"льняной плащ", -- [1320]
			"красное льняное одеяние", -- [1321]
			"deprecated forest silk gloves", -- [1322]
			"deprecated trogg vest", -- [1323]
			"красная льняная рубашка", -- [1324]
			"белая льняная рубашка", -- [1325]
			"синяя льняная рубашка", -- [1326]
			"варварский льняной жилет", -- [1327]
			"зеленая льняная рубашка", -- [1328]
			"усиленная льняная накидка", -- [1329]
			"зеленый шерстяной жилет", -- [1330]
		},
		["item_ids"] = {
			["пятнистая рыба-луна"] = 1467,
			["oldsquire's belt"] = 42,
			["сгущеный сок"] = 1926,
			["серебряный пояс братства справедливости"] = 832,
			["бинты из магической ткани"] = 8544,
			["deprecated writ of lakeshire"] = 1078,
			["записка вилли"] = 1327,
			["волшебная свеча"] = 1399,
			["двуручный меч темношкуров"] = 1460,
			["кедровая трость"] = 1822,
			["пояс экипировщика"] = 2186,
			["deprecated gnoll taskmaster whip"] = 1186,
			["шнурованный кольчужный пояс"] = 1738,
			["парчовые перчатки"] = 1775,
			["каменная кувалда"] = 1826,
			["bind on use test item"] = 1258,
			["малый лунный камень"] = 1705,
			["короткий разбойничий меч"] = 2496,
			["палица племени камнедробов"] = 2267,
			["deprecated quiver (test)"] = 1281,
			["mail helmet a (test)"] = 1027,
			["легкий кольчужный пояс"] = 2393,
			["сыромятные перчатки"] = 1799,
			["наручи бешеного волка"] = 897,
			["потрескавшиеся кожаные штаны"] = 2126,
			["странно пахнущий порошок"] = 2563,
			["панцирные наручи"] = 2427,
			["рваные кожаные штаны"] = 1366,
			["манускрипт: благодать ii"] = 1141,
			["темные пирожки с крабами"] = 2250,
			["деревянная кувалда"] = 1820,
			["black mail shoulderpads of might (test)"] = 907,
			["deprecated lurker leg"] = 1016,
			["deprecated codex of sustenance iii"] = 1655,
			["кодекс воскрешения ii"] = 1657,
			["книга волшебного огня"] = 1328,
			["нож для выстругивания"] = 2137,
			["красногорское мачете"] = 1219,
			["легкий плетеный пояс"] = 2399,
			["огромный огрский меч"] = 913,
			["изношенное одеяние"] = 1380,
			["омела"] = 21519,
			["двулезвийный топор"] = 2499,
			["золотой зуб"] = 1175,
			["фунт мяса"] = 887,
			["свиток интеллекта ii"] = 2290,
			["лесная кольчуга"] = 1273,
			["клинок убийцы"] = 1935,
			["deprecated skin of sweet rum"] = 1940,
			["шнурованная кольчужная рубаха"] = 1745,
			["гнутый посох"] = 35,
			["посох колдовства"] = 1933,
			["тонкие кожаные перчатки"] = 2312,
			["боевой посох"] = 2527,
			["deprecated torn leather harness"] = 1999,
			["табличка уничтожения яда ii"] = 1061,
			["книга омоложения iii"] = 1877,
			["deprecated night mage wristguards"] = 1298,
			["лоскутный плащ"] = 1429,
			["monster - axe, metal badass"] = 2183,
			["шнурованные кольчужные штаны"] = 1743,
			["большой мерцающий осколок"] = 11084,
			["ситцевые ботинки"] = 1495,
			["письмо грелину белобороду"] = 2188,
			["deprecated tauren recruit's belt"] = 155,
			["olddwarven initiate's boots"] = 92,
			["ржавые плетеные поножи"] = 2388,
			["дубленый кожаный пояс"] = 1843,
			["тяжелый ятаган мародера"] = 1493,
			["мешок ячменя"] = 738,
			["коготь канюка"] = 1464,
			["deprecated sentinel coif"] = 2275,
			["лоскутные штаны"] = 1431,
			["кодекс исцеления iv"] = 1648,
			["перчатки из обработанной кожи"] = 239,
			["потрескавшиеся кожаные перчатки"] = 2125,
			["deprecated thornstone chunk"] = 1638,
			["короткий меч ополчения"] = 1161,
			["скользкая скумбрия"] = 787,
			["колун для мяса"] = 1827,
			["дворфийский магический посох"] = 2072,
			["голова тарил'зуна"] = 1260,
			["тонкая кожа"] = 2318,
			["сапоги неофита"] = 51,
			["голова гаррика"] = 182,
			["землекорень"] = 2449,
			["костяные наручи"] = 1351,
			["ночной разрушитель"] = 1318,
			["прочный панцирь краба"] = 2087,
			["брюки кузнеца"] = 1310,
			["дворфийская секира"] = 2073,
			["штаны из шкуры василиска"] = 1718,
			["ситцевые штаны"] = 1499,
			["острокаменная кувалда"] = 1722,
			["манускрипт: воскрешение"] = 1146,
			["tan leather shoulderpads (test)"] = 906,
			["черный металлический топор"] = 885,
			["вышитые перчатки"] = 2440,
			["простой кулачный щит"] = 2216,
			["monster - shield, large wooden"] = 1985,
			["рецепт: зелье скорости"] = 2555,
			["deprecated farmer's maul"] = 1385,
			["ребристая палица"] = 766,
			["маленький красный мешочек"] = 805,
			["поношенный плащ из шкуры"] = 1421,
			["черные огрские тяжелые ботинки"] = 1678,
			["пирог со свининой"] = 962,
			["покоробленный плащ"] = 1505,
			["табличка всплеска лавы"] = 1031,
			["фолиант защиты от огня"] = 1574,
			["deprecated foreman's whip"] = 1622,
			["deprecated conjured mana gem"] = 1255,
			["deprecated shadow leather armor"] = 917,
			["клепаные кольчужные наплечные щитки"] = 1752,
			["лоскутная броня"] = 1433,
			["deprecated phylactery of rot"] = 2012,
			["deprecated light blunderbuss"] = 1046,
			["легкие кольчужные сапоги"] = 2395,
			["фолиант сэма"] = 1164,
			["колун"] = 2029,
			["leather helmet a (test)"] = 1021,
			["усиленный кожаный жилет"] = 2470,
			["deprecated trogg vest"] = 2574,
			["пирожок из печени жутеклыка"] = 724,
			["молот кобольдского горняка"] = 1389,
			["крученая сабля"] = 2011,
			["маленький томогавк"] = 2498,
			["чешуйчатые сапоги"] = 287,
			["манускрипт: божественное одобрение"] = 1138,
			["deprecated tauren recruit's pants"] = 156,
			["топор-резак"] = 1602,
			["кожаный жилет снежной гривы"] = 2108,
			["манускрипт: благодать iii"] = 1151,
			["корявый ясеневый посох"] = 791,
			["deprecated old boots"] = 87,
			["обращение соломона к западному краю"] = 1407,
			["рубашка головореза"] = 2105,
			["плавник мурлока"] = 1468,
			["вышитый крестом жилет"] = 1786,
			["куртка из древесной коры"] = 1486,
			["гримуар страха"] = 1238,
			["пачка писем"] = 2187,
			["шелковые бинты"] = 6450,
			["свиток выносливости ii"] = 1711,
			["вышитые крестом штаны"] = 1784,
			["мешок с едой старой савраски"] = 1537,
			["monster - item, potion green"] = 2200,
			["рыбий жир"] = 1322,
			["ящик аберкромби"] = 1349,
			["тонкие матерчатые перчатки"] = 2119,
			["кортик"] = 2139,
			["грубые перья стервятника"] = 555,
			["посох обморожения"] = 2067,
			["железная руда"] = 2772,
			["охотничий громобой"] = 2511,
			["потрескавшиеся кожаные сапоги"] = 2123,
			["панцирный жилет"] = 2423,
			["сапоги буяна"] = 140,
			["рваный кожаный пояс"] = 1369,
			["сапоги вестника тьмы"] = 2232,
			["жесткий кожаный доспех"] = 1810,
			["перчатки белого волка"] = 1965,
			["непрочный меч"] = 1413,
			["chows blade of doom! (test)"] = 1018,
			["deprecated scarlet badge"] = 1184,
			["рубило темношкуров"] = 1459,
			["deprecated tauren recruit's shirt"] = 157,
			["плетеные сапоги драконьей пасти"] = 1955,
			["манускрипт: печать гнева"] = 1536,
			["череп воргена"] = 895,
			["простая таинственная субстанция"] = 11134,
			["двойной мундир"] = 1717,
			["упрочненный плетеный нагрудник"] = 2417,
			["усиленные плетеные штаны"] = 1759,
			["броня покрова тьмы"] = 1489,
			["кодекс слова тьмы: боль"] = 1087,
			["deprecated candle of black smoke"] = 1544,
			["копье охоты за головами"] = 1522,
			["зеленый панцирный щит"] = 2021,
			["клык лютого волка"] = 893,
			["каменный зуб трогга"] = 2536,
			["записка калора"] = 2113,
			["жаропрочные полуперчатки салмы"] = 1479,
			["упрочненные плетеные поножи"] = 2418,
			["deprecated strangleslash metal"] = 1654,
			["deprecated summon redwolf (mount)"] = 1043,
			["monster - shield, buckler metal damaged"] = 2053,
			["monster - bow, short"] = 2550,
			["щит веры"] = 1547,
			["ультрасжиматель зорбина"] = 18904,
			["deprecated light winter boots"] = 2306,
			["deprecated skeleton key"] = 2363,
			["окольцованный кулачный щит"] = 2441,
			["сонная пыль"] = 11176,
			["белая льняная рубашка"] = 2576,
			["ящик инструментов ослоу"] = 1309,
			["тарг"] = 2221,
			["горящая восковая палочка"] = 1434,
			["трость кэма"] = 2280,
			["взрывпакет"] = 1127,
			["пылающий меч тибу"] = 1728,
			["затупленнный клеймор"] = 1811,
			["гримуар вытягивания маны"] = 1239,
			["деревянный боевой молот"] = 2501,
			["deprecated soft leather hood"] = 1279,
			["ситцевый мундир"] = 1501,
			["deprecated ravager claw"] = 894,
			["звезда марф"] = 1207,
			["рог серого волка"] = 1134,
			["пристрелянный громобой"] = 2100,
			["рваный плащ"] = 1372,
			["ящик с подковами"] = 1284,
			["грязный кожаный жилет"] = 85,
			["прессованное войлочное одеяние"] = 1997,
			["deprecated stiff leather shirt"] = 134,
			["гирлянда из лилий"] = 1315,
			["окованный посох ополчения"] = 1159,
			["pirates patch (test)"] = 1162,
			["сапоги старшины"] = 2168,
			["фолиант элементаля воды"] = 1568,
			["доспех из обработанной кожи"] = 236,
			["переведенное письмо"] = 1656,
			["напиток невидимости"] = 1257,
			["похлебка западного края"] = 733,
			["monster - sword, falchion"] = 2147,
			["свиток силы"] = 954,
			["грубые кожаные штаны"] = 798,
			["deprecated cougar head cap"] = 2038,
			["гримуар демонического доспеха"] = 1244,
			["сотворенный хлеб грубого помола"] = 1487,
			["deprecated pinto summoning (mount)"] = 903,
			["перчатки охотника на вепрей"] = 2547,
			["малый сверкающий осколок"] = 14343,
			["топор шквала"] = 871,
			["кобольдская кирка"] = 778,
			["silver mail shoulderpads (test)"] = 909,
			["топор головореза"] = 1454,
			["кристалл-источник"] = 20725,
			["брюки первопроходца"] = 1436,
			["oldinitiate's belt"] = 50,
			["зеленая башня"] = 1204,
			["квирбуллийские перчатки"] = 2145,
			["зазубренный кулачный щит"] = 1166,
			["плотные шерстяные бинты"] = 3531,
			["панцирный пояс"] = 2424,
			["жилет из драконьей чешуи"] = 1677,
			["табличка молнии ii"] = 1037,
			["украшенные штаны"] = 2465,
			["тканный жилет"] = 2364,
			["deprecated calico shoulderpads"] = 1500,
			["крученый посох певчего"] = 890,
			["легкие кольчужные наручи"] = 2396,
			["коричневатые сапоги"] = 2432,
			["табличка доспехов духа ii"] = 1052,
			["кодекс обновления vi"] = 1105,
			["дворфийский мягкий сыр"] = 422,
			["рваный плавник мурлока"] = 780,
			["рваные кожаные перчатки"] = 1368,
			["упрочненный посох из корня"] = 1317,
			["духи в бутылках"] = 1119,
			["deprecated codex of sustenance ii"] = 1099,
			["заостренный зуб кроколиска"] = 770,
			["сплетенные из плюща наручи"] = 2326,
			["deprecated pure copper ingot"] = 786,
			["тотем кары"] = 1131,
			["тисненые кожаные сапоги"] = 2309,
			["сыромятный мундир"] = 1802,
			["череп опустошителя"] = 2477,
			["партизанская броня"] = 2273,
			["deprecated cowl of forlorn spirits"] = 2045,
			["deprecated ragged leather shoulderpads"] = 1371,
			["сломанный зуб"] = 1222,
			["oldthick trapper's shirt"] = 89,
			["парчовый жилет"] = 1778,
			["рваные сапоги зверолова"] = 129,
			["поддерживающий ремень"] = 1215,
			["вязанка обуглившихся дубовых поленьев"] = 743,
			["потрепанный матерчатый жилет"] = 193,
			["шипастый ошейник"] = 1187,
			["кольцо тени"] = 1462,
			["deprecated dwarven apprentice belt"] = 115,
			["шнурованные кольчужные сапоги"] = 1739,
			["слюна гнолла"] = 1212,
			["документы маршала макбрайда"] = 745,
			["короткий меч драконьей пасти"] = 753,
			["табличка вызова духа"] = 1035,
			["хорошо прошитое одеяние"] = 1171,
			["рондел"] = 2534,
			["поношенные кольчужные сапоги"] = 1731,
			["monster - shield, small wooden"] = 1957,
			["теневой клинок"] = 2163,
			["плетеные сапоги"] = 2571,
			["большой деревянный щит"] = 1200,
			["deprecated dwarven squire's belt"] = 98,
			["страница записей, запятнанная кровью"] = 939,
			["кусок мяса"] = 2085,
			["сыромятные наплечные щитки"] = 1801,
			["топор лесника"] = 790,
			["рог лесного волка"] = 1132,
			["палаш"] = 2520,
			["deprecated palomino summoning (mount)"] = 902,
			["кольцо из чистого серебра"] = 1116,
			["изукрашенный кинжал"] = 1917,
			["щит пылающего черепа"] = 1168,
			["шлем нарва"] = 2245,
			["скалящийся топор"] = 1639,
			["воинский щит"] = 1438,
			["утолщенные матерчатые штаны"] = 201,
			["манускрипт очищения"] = 1150,
			["обледенелый боевой молот"] = 2254,
			["манускрипт: божественный щит"] = 1144,
			["deprecated small white pouch"] = 2115,
			["oldfootpad's belt"] = 46,
			["льняные бинты"] = 1251,
			["deprecated bloodscalp vest"] = 1535,
			["зубы лесного хищника"] = 777,
			["кольцо огра"] = 1993,
			["изношенные перчатки"] = 1377,
			["прямоугольный щит"] = 2217,
			["табличка грозы ii"] = 1619,
			["deprecated miniature silver hammer"] = 1914,
			["deprecated jungle stalker tail"] = 1699,
			["посох джордана"] = 873,
			["башенный щит"] = 1202,
			["deprecated tauren trapper's pants"] = 128,
			["крючковатый посох отшельника"] = 1539,
			["надколотый клык вепря"] = 771,
			["легкий колчан"] = 2101,
			["кожаный жилет речной лапы"] = 821,
			["обращение соломона к темнолесью"] = 1409,
			["грубый полуторный меч"] = 1412,
			["утолщенный матерчатый жилет"] = 200,
			["deprecated dwarven squire's pants"] = 100,
			["перчатки гнолла-заклинателя"] = 892,
			["бри из штормграда"] = 1707,
			["лапа гнолла"] = 725,
			["гнолловский крушитель черепов"] = 1440,
			["неведомая награда"] = 1217,
			["заплатанный кожаный пояс"] = 1787,
			["покрытые льдом наручи"] = 763,
			["молот старой наковальни"] = 2048,
			["свиток ловкости"] = 3012,
			["когти эльфийского духа"] = 2564,
			["плотные шелковые бинты"] = 6451,
			["бархатный молот"] = 2056,
			["коготь большого гнолла"] = 1931,
			["главный аргумент"] = 2526,
			["синяя кожаная сумка"] = 856,
			["различные припасы гоблинов"] = 2252,
			["полированный короткий лук"] = 2505,
			["украшенная вышивкой броня"] = 2435,
			["галланские манжеты"] = 2032,
			["deprecated bridge worker's yoke"] = 1435,
			["ботинки пешего разбойника"] = 47,
			["deprecated orcslayer"] = 1266,
			["малахит"] = 774,
			["таинственное послание"] = 1381,
			["deprecated fistful of hay"] = 1527,
			["жесткие кожаные наплечные щитки"] = 1809,
			["полуторный меч из темной стали"] = 2084,
			["кровавая бритва"] = 809,
			["клепаный кольчужный нагрудник"] = 1753,
			["oldrugged trapper's belt"] = 146,
			["дворфийская пищаль"] = 2099,
			["дворфийские кожаные штаны"] = 61,
			["фолиант ледяной стрелы iii"] = 1554,
			["deprecated oslow's ice pick"] = 1313,
			["deprecated standard shot"] = 2104,
			["штаны послушника"] = 1396,
			["щедро изукрашенное кольцо"] = 1156,
			["малый мерцающий осколок"] = 10978,
			["жилистое мясо стервятника"] = 729,
			["манускрипт: очищение"] = 1139,
			["тонкая матерчатая рубашка"] = 859,
			["клюв канюка"] = 556,
			["суковатая палка"] = 1823,
			["deprecated orc acolyte's shirt"] = 133,
			["deprecated captain sander's eyepatch"] = 1363,
			["великая вечная субстанция"] = 16203,
			["руническое кольцо"] = 862,
			["перчатки мостового рабочего"] = 1303,
			["сребролист"] = 765,
			["каменный молот гнолла"] = 781,
			["малый светозарный осколок"] = 11177,
			["ржавый клеймор"] = 2497,
			["жезл расплавленного огня"] = 2565,
			["deprecated shield of the spider princess"] = 2170,
			["deprecated large broom"] = 1948,
			["deprecated summoned lockpick"] = 1253,
			["сломанный электрофонарь"] = 1630,
			["пояс народного ополчения"] = 1154,
			["табар"] = 1196,
			["сапоги проходчика"] = 2037,
			["deprecated red linen shirt"] = 964,
			["monster - item, potion blue"] = 2198,
			["пластинчатый кулачный щит"] = 1193,
			["ядовитый паучий клык"] = 899,
			["deprecated dwarven novice's robe"] = 97,
			["сапоги оруженосца"] = 43,
			["фолиант ледяных оков ii"] = 1004,
			["deprecated cask of merlot"] = 1267,
			["lord brandon's tabard (test)"] = 746,
			["иссеченный кинжал"] = 2092,
			["ребро вурдалака"] = 884,
			["потускневший плетеный нагрудник"] = 2379,
			["примитивный килт"] = 153,
			["вязаный мундир"] = 795,
			["малый чешуйчатый панцирь"] = 285,
			["deprecated summon winter wolf (mount)"] = 1042,
			["записка вернера"] = 1283,
			["жесткий кожаный пояс"] = 1803,
			["перчатки священной мощи"] = 867,
			["кодекс внутреннего огня"] = 1086,
			["украшенные латунью наручи"] = 1182,
			["выкройка: тонкие кожаные сапоги"] = 2406,
			["жесткое волчье мясо"] = 750,
			["monster - thieves blade"] = 1900,
			["стеганые сапоги"] = 2156,
			["топор воителя клана черной горы"] = 1455,
			["вязаные перчатки"] = 793,
			["упрочненные плетеный пояс"] = 2419,
			["шелкотканевые брюки"] = 1929,
			["колун мертвых копей"] = 1927,
			["сотворенная чистая вода"] = 2136,
			["бочонок \"мерло\""] = 1941,
			["изношенный кулачный щит"] = 2210,
			["гримуар увечья"] = 1681,
			["чистящая жидкость"] = 1851,
			["ветвь с железного дерева"] = 911,
			["слабый эликсир стойкости"] = 2458,
			["длинный полуторный меч"] = 1830,
			["monster - torch, offhand"] = 2081,
			["грязные кожаные штаны"] = 209,
			["oldrecruit's belt"] = 41,
			["deprecated old skull"] = 877,
			["иссеченная палица"] = 36,
			["deprecated dwarven novice's boots"] = 95,
			["смертоносный луч гномов"] = 10645,
			["книга лунного огня"] = 1341,
			["медальоны рольфа и малакаи"] = 735,
			["рецепт: эликсир наречий"] = 2556,
			["свиток силы ii"] = 2289,
			["фолиант ледяной стрелы ii"] = 986,
			["коргская бита"] = 1679,
			["фолиант огненного шара iii"] = 992,
			["сумка из шкуры тролля"] = 1685,
			["огненный меч увечья"] = 997,
			["призрачный гребень"] = 1453,
			["кодекс воскрешения"] = 1090,
			["видавший виды меч"] = 1008,
			["штаны рекрута"] = 39,
			["фолиант огненного взрыва"] = 968,
			["парчовые штаны"] = 1776,
			["обычный клеймор"] = 1818,
			["табличка всплеска лавы iii"] = 1588,
			["береговой посох"] = 1473,
			["украшенная дубинка"] = 1913,
			["рваные кожаные наручи"] = 1370,
			["deprecated malachite"] = 808,
			["ржавые плетеные сапоги"] = 2389,
			["грязные кожаные сапоги"] = 210,
			["меч батрака"] = 2481,
			["посох ужасов"] = 880,
			["книга омоложения ii"] = 1334,
			["подвеска темношкуров"] = 1075,
			["поношенные кожаные перчатки"] = 1422,
			["monster - mace2h, ornate metal hammer"] = 2557,
			["круглый кулачный щит"] = 2377,
			["сапоги из дубленой кожи"] = 843,
			["тисненый кожаный жилет"] = 2300,
			["темный кожаный плащ"] = 2316,
			["oldneophyte's belt"] = 137,
			["магороза"] = 785,
			["мраконосец"] = 2205,
			["deprecated amulet of the nightmare"] = 1125,
			["тяжелотканные ботинки"] = 840,
			["грязные кожаные перчатки"] = 714,
			["большой синий мешок"] = 804,
			["кольчужный пояс"] = 1845,
			["клык тролля из клана дробителей черепов"] = 1524,
			["жесткая солонина"] = 117,
			["камень возвращения"] = 6948,
			["инженерские перчатки"] = 1659,
			["каменный томагавк"] = 1383,
			["гребень для призрачных волос"] = 1518,
			["красная шелковая бандана"] = 915,
			["deprecated fire eyed skull"] = 883,
			["monster - mace, good wooden hammer"] = 2558,
			["кодекс проницательности"] = 1085,
			["monster - mace, ornate metal hammer"] = 2182,
			["железная клепка"] = 1013,
			["зуб хищного ящера"] = 1697,
			["остротерн"] = 2450,
			["жертвенные одеяния"] = 2566,
			["чешуйчатые перчатки"] = 718,
			["накулачники волчьей гривы"] = 1306,
			["кодекс слова тьмы: боль iv"] = 1658,
			["deprecated chunk of boar meat"] = 2060,
			["оберег вуду"] = 8149,
			["утяжеленная свинцом палица"] = 865,
			["поношенные кольчужные штаны"] = 1735,
			["зеленый шерстяной жилет"] = 2582,
			["olddwarven initiate's belt"] = 90,
			["рекомендация: элвиннский лес"] = 1356,
			["deprecated copper ingot"] = 741,
			["утолщенные матерчатые перчатки"] = 203,
			["leather helmet d (test)"] = 1020,
			["острая стрела"] = 2515,
			["броня мстителя"] = 1488,
			["перчатки волчьего когтя"] = 1978,
			["зеленая льняная рубашка"] = 2579,
			["ревностный хранитель"] = 868,
			["deprecated dwarven recruit's shirt"] = 105,
			["deprecated fine spun mantle"] = 1272,
			["фолиант кадгаровой отмычки"] = 985,
			["наручи усилия разума"] = 1974,
			["свиток духа"] = 1181,
			["deprecated ogre head"] = 1672,
			["сумка посланника"] = 1923,
			["булава"] = 2523,
			["меч ночного неба"] = 2035,
			["залатанные кожаные наручи"] = 1789,
			["красная льняная рубашка"] = 2575,
			["deprecated jungle stalker pelt"] = 1695,
			["темные кожаные сапоги"] = 2315,
			["deprecated forest silk gloves"] = 2573,
			["сыромятные наручи"] = 1797,
			["соте из рыбы-луны"] = 1326,
			["льняные сапоги"] = 2569,
			["коричневый льняной жилет"] = 2568,
			["клинок зовущего"] = 2567,
			["книга лечения яда"] = 1034,
			["легкий патрон"] = 2516,
			["двуствольный дробовик"] = 2098,
			["легкие плетеные наручи"] = 2402,
			["голова чок'сула"] = 2561,
			["громоздкая дубина"] = 1825,
			["документ хмуроброва"] = 1971,
			["сотворенный ржаной хлеб"] = 1114,
			["monster - staff, ornate warlock staff"] = 2559,
			["мягкие ботинки, отделанные мехом"] = 80,
			["deprecated recipe: elixir of fortitude"] = 2554,
			["рецепт: слабый эликсир ловкости"] = 2553,
			["поношенный кожаный жилет"] = 1425,
			["изношенные ботинки"] = 1374,
			["одеяние послушника"] = 57,
			["клык гигантского тарантула"] = 1287,
			["восстанавливающий бальзам"] = 1970,
			["засапожная фляга громовара"] = 744,
			["законченный дневник трясунчика"] = 2560,
			["манускрипт: божественное одобрение ii"] = 1136,
			["ледяное молоко"] = 1179,
			["тусклая чешуя бешенки"] = 537,
			["deprecated orc apprentice pants"] = 124,
			["посох призрака"] = 2549,
			["слабое зелье маны"] = 2455,
			["бочонок пивовара скальдера"] = 2548,
			["шнурованные кольчужные перчатки"] = 1742,
			["королевский ремень снежной гривы"] = 2546,
			["deprecated stranglethorn mine map"] = 1663,
			["потрескавшийся кулачный щит"] = 2212,
			["посох бойца"] = 2535,
			["deprecated hex doll"] = 1350,
			["deprecated outfitter cloth armor"] = 77,
			["гримуар чутья на демонов"] = 1224,
			["клепаные кольчужные наручи"] = 1748,
			["plate shoulderpad (test)"] = 908,
			["гигантский топор"] = 2531,
			["готовый короткий меч"] = 1817,
			["усиленные кожаные сапоги"] = 2473,
			["deprecated dwarven apprentice boots"] = 114,
			["джутовый мешок ночного дозора"] = 1729,
			["утренняя звезда"] = 2532,
			["грубый широкий топор"] = 2483,
			["фолиант морозного доспеха ii"] = 974,
			["фальшион"] = 2528,
			["нож старой наковальни"] = 2195,
			["секира"] = 853,
			["курганный топор"] = 2080,
			["deprecated big quiver"] = 2003,
			["рука эдварда странного"] = 2243,
			["кольцо заморозки"] = 942,
			["deprecated gnoll war beads"] = 527,
			["жезл"] = 2524,
			["грубые кожаные перчатки"] = 797,
			["малый посох пика"] = 1300,
			["табличка вызова духа ii"] = 1603,
			["шнурованный плащ"] = 1741,
			["поношенный плащ"] = 1733,
			["фламберг"] = 2521,
			["тяжелый патрон"] = 2519,
			["табличка восстановления iii"] = 1057,
			["deprecated solid shot"] = 2518,
			["боевая портупея гнолла"] = 1211,
			["deprecated cat's paw"] = 1995,
			["отбеливатель"] = 2324,
			["букет алых бегоний"] = 2562,
			["стена мертвых"] = 1979,
			["испорченная остроконечная стрела"] = 2514,
			["невредимый хребет василиска"] = 1702,
			["камнерез"] = 872,
			["deprecated iron shot"] = 2513,
			["свиток интеллекта"] = 955,
			["крепкий мушкетон"] = 2510,
			["гримуар создания камня души"] = 1229,
			["изысканный мушкетон"] = 2509,
			["покоробленные кожаные сапоги"] = 1503,
			["природный меч"] = 948,
			["каплевидный щит"] = 2446,
			["простая астральная субстанция"] = 10998,
			["карточка союза шахтеров"] = 1894,
			["изогнутый лук рогатого леса"] = 2506,
			["monster - item, fishing pole"] = 1117,
			["поношенные кожаные наручи"] = 1420,
			["иссеченный короткий лук"] = 2504,
			["эластичные накулачники"] = 1183,
			["deprecated oslow's hammer"] = 1312,
			["плетеный нагрудник делегата"] = 1275,
			["короткий посох адепта"] = 2503,
			["затупленный кинжал"] = 2502,
			["deprecated jungle trail pack"] = 1724,
			["test arrow"] = 2103,
			["стилет"] = 2494,
			["deprecated [ph] recipe: zombie juice"] = 1599,
			["знак брони штормграда"] = 748,
			["деревянная киянка"] = 2493,
			["клык вурдалака"] = 1387,
			["палка"] = 2492,
			["большой топор"] = 2491,
			["кольчужные сапоги"] = 849,
			["томагавк"] = 2490,
			["двуручный меч"] = 2489,
			["простое лечебное зелье"] = 858,
			["гладий"] = 2488,
			["посох послушника"] = 2487,
			["печень жутеклыка"] = 723,
			["расколотая доска"] = 2485,
			["малый нож"] = 2484,
			["франциска"] = 2530,
			["plate helmet d1 (test)"] = 1025,
			["низкосортный томагавк"] = 2482,
			["дубовый щит истопника"] = 1201,
			["deprecated replenishing font"] = 2478,
			["целый горшок кразека"] = 1987,
			["сапоги кавалериста"] = 860,
			["жакет из дубленой кожи"] = 846,
			["deprecated dwarven apprentice pants"] = 113,
			["крушитель черепов"] = 1608,
			["большая дубина"] = 2480,
			["рубашка рекрута"] = 38,
			["кодекс сна ii"] = 1676,
			["шнурованные наручи"] = 1740,
			["deprecated cold basilisk eye"] = 1704,
			["кодекс обновления ii"] = 1088,
			["прочная коробка"] = 1652,
			["усиленные кожаные наручи"] = 2474,
			["топор полумесяца"] = 2522,
			["старинный мушкетон"] = 2508,
			["клепанные перчатки"] = 2469,
			["deprecated travel-worn boots"] = 2107,
			["deprecated capstone"] = 1403,
			["грязный кожаный пояс"] = 1835,
			["deprecated dwarven novice's pants"] = 1398,
			["украшенные сапоги"] = 2467,
			["клепаные кольчужные перчатки"] = 1750,
			["deprecated orc apprentice shirt"] = 123,
			["усиленные плетеные сапоги"] = 1755,
			["поношенная кольчужная рубаха"] = 1737,
			["deprecated iron ingot"] = 807,
			["украшенный пояс"] = 2464,
			["украшенный дублет"] = 2463,
			["deprecated potion of lesser invulnerability (fix)"] = 2462,
			["deprecated elemental resistance potion"] = 2461,
			["elixir of tongues (nyi)"] = 2460,
			["дынный сок"] = 1205,
			["любовное послание мэйбелл"] = 1208,
			["зелье скорости"] = 2459,
			["потускневшие плетеные поножи"] = 2381,
			["грубая нить"] = 2320,
			["deprecated fine panther whisker"] = 1690,
			["вышитые крестом сандалии"] = 1780,
			["deprecated dwarven squire's shirt"] = 101,
			["слабое зелье омоложения"] = 2456,
			["эликсир львиной силы"] = 2454,
			["посох огрского мага"] = 2226,
			["освежающая ключевая вода"] = 159,
			["скорополох"] = 2452,
			["рукавицы старшего бригадира"] = 1988,
			["жесткие кожаные перчатки"] = 1807,
			["рыцарский щит истопника"] = 2451,
			["тяжелый павез"] = 2448,
			["мироцвет"] = 2447,
			["пыльные шахтерские перчатки"] = 2036,
			["многослойный изогнутый лук"] = 2507,
			["deprecated orc acolyte's boots"] = 132,
			["deprecated patched leather shoulderpads"] = 1508,
			["донесение шоу"] = 1353,
			["большой металлический щит"] = 2445,
			["изысканный кулачный щит"] = 2444,
			["усиленный плетеный плащ"] = 1757,
			["кольцо вуду"] = 1996,
			["deprecated broiled sunfish"] = 1321,
			["металлический кулачный щит"] = 2443,
			["deprecated dwarven novice's belt"] = 94,
			["тонкотканый плащ"] = 1270,
			["вышитые сапоги"] = 2438,
			["deprecated silver ingot"] = 2050,
			["вышитые штаны"] = 2437,
			["жесткие кожаные наручи"] = 1805,
			["маленький круглый щит"] = 2219,
			["записка бабули стоунфилд"] = 1252,
			["deprecated speedstone"] = 941,
			["целебная трава"] = 961,
			["monster - sword, short basic"] = 1896,
			["дубина"] = 2130,
			["секира-череп"] = 2066,
			["панцирные перчатки"] = 2428,
			["кольцо точности"] = 1491,
			["deprecated ham sandwich"] = 1649,
			["плащ инспектора"] = 1190,
			["панцирные поножи"] = 2425,
			["фолиант малой невидимости"] = 1002,
			["упрочненные плетеные перчатки"] = 2422,
			["киянка из чурбана"] = 1938,
			["плотные бинты из магической ткани"] = 8545,
			["клепаные кольчужные штаны"] = 1751,
			["deprecated [ph] redridge rye"] = 1128,
			["сердце бальзамировщика"] = 2382,
			["хлыст приручения"] = 15917,
			["старый кожаный пояс"] = 2173,
			["упрочненные плетеные сапоги"] = 2420,
			["тонкая стеганая куртка"] = 2121,
			["темный кожаный мундир"] = 2317,
			["пыль духа"] = 11083,
			["игреневая лошадь"] = 2413,
			["deprecated ebony panther claw"] = 1691,
			["deprecated nightmare bridle"] = 2412,
			["узда черного жеребца"] = 2411,
			["дымный факел"] = 2410,
			["выкройка: темный кожаный мундир"] = 2409,
			["сыромятный плащ"] = 1798,
			["усиленные наручи"] = 1756,
			["выкройка: белый кожаный жакет"] = 2407,
			["deprecated pattern: light winter boots"] = 2405,
			["monster - sword, scimitar basic"] = 1897,
			["сумка шести демонов"] = 7734,
			["сера"] = 1402,
			["сильное лечебное зелье"] = 1710,
			["палец скелета"] = 2378,
			["корявый короткий посох"] = 1010,
			["перчатки львиного следа"] = 1359,
			["амулет азоры"] = 1083,
			["deprecated tauren apprentice pants"] = 150,
			["monster - axe, metal basic"] = 1905,
			["monster - sword2h, baron rivendare"] = 2181,
			["перчатки буяна"] = 720,
			["манускрипт: благодать iv"] = 1534,
			["легкий плетеный доспех"] = 2398,
			["кольцо спасителей"] = 1447,
			["потрескавшийся кожаный жилет"] = 2127,
			["табличка доспехов духа iii"] = 1589,
			["легкие кольчужные поножи"] = 2394,
			["легкие доспехи"] = 2392,
			["меч разложения"] = 1727,
			["ржавые плетеные перчатки"] = 2391,
			["сыромятный пояс"] = 1795,
			["короткий меч отмщения"] = 754,
			["ржавые плетеные наручи"] = 2390,
			["ржавый плетеный пояс"] = 2387,
			["мозгоруб"] = 1263,
			["манускрипт: печать мощи ii"] = 1149,
			["ржавый плетеный нагрудник"] = 2386,
			["вьюки коня скверны"] = 932,
			["четвертое предание троллей"] = 2008,
			["клеймор"] = 1198,
			["одеяния темного чародея"] = 1297,
			["огненная секира"] = 870,
			["кодекс слова света: стойкость духа ii"] = 1112,
			["белый кожаный жакет"] = 2311,
			["паутинная железа размером с кулак"] = 878,
			["легкие плетеные перчатки"] = 2403,
			["deprecated overseer's helm"] = 1192,
			["фолиант кольца льда"] = 989,
			["старый щит истопника"] = 2376,
			["изношенные кожаные перчатки"] = 2375,
			["кулачный щит народного ополчения"] = 2249,
			["изношенные кожаные сапоги"] = 2373,
			["изношенные кожаные штаны"] = 2372,
			["разноцветный меч"] = 1604,
			["сломанный коготь"] = 2235,
			["меч обывателя"] = 1511,
			["изношенная кожаная портупея"] = 2370,
			["припасы для свена"] = 1922,
			["коробчатый щит"] = 2220,
			["пыльное неотосланное письмо"] = 889,
			["deprecated white leather satchel"] = 855,
			["огромная каменная дубина"] = 1523,
			["жизнекамень"] = 833,
			["укороченный посох"] = 854,
			["жесткие кожаные штаны"] = 1808,
			["тканные штаны"] = 2366,
			["мясные продукты зарга"] = 16306,
			["сапоги головореза"] = 121,
			["заряженный камень души"] = 1199,
			["рукавицы черной горы"] = 1448,
			["иссеченный в бою молот"] = 2361,
			["хрустальный хребет василиска"] = 1703,
			["прочные кожаные наручи"] = 2327,
			["фолиант кадгаровой отмычки ii"] = 1567,
			["жакет дровосека"] = 2112,
			["дубленые кожаные наручи"] = 1844,
			["красная кожаная бандана"] = 829,
			["черная краска"] = 2325,
			["расписание вымогателя"] = 2223,
			["deprecated lashtail hide"] = 1694,
			["deprecated brown leather vest"] = 1170,
			["deprecated crag boar hide"] = 2322,
			["табличка тотема смятения"] = 1032,
			["тонкая нить"] = 2321,
			["слабый эликсир ловкости"] = 2457,
			["разбитый боевой топор"] = 1417,
			["светящийся посох из яркодерева"] = 812,
			["блестящая ракушка"] = 779,
			["черная металлическая секира"] = 2015,
			["еще один ключ к сокровищу сандерса"] = 1361,
			["кольцо железной воли"] = 1319,
			["полированный чешуйчатый пояс"] = 2148,
			["заржавленная секира"] = 1416,
			["счастливые брюки"] = 1832,
			["короткий меч снежной гривы"] = 2258,
			["камень теней"] = 1210,
			["одеяние ученика"] = 56,
			["потускневшие плетеные сапоги"] = 2383,
			["тисненый кожаный плащ"] = 2310,
			["головокрушитель"] = 1264,
			["костяное копье с отравленым наконечником"] = 1726,
			["тонкие кожаные сапоги"] = 2307,
			["топор дровосека"] = 768,
			["deprecated light winter cloak"] = 2305,
			["оплечье воров"] = 2264,
			["упрочненные плетеные наручи"] = 2421,
			["кодекс слова тьмы: боль ii"] = 1096,
			["шерстяные бинты"] = 3530,
			["сшитые вручную кожаные сапоги"] = 2302,
			["горящая секира"] = 2299,
			["deprecated gold ingot"] = 1950,
			["рыло большого жутевепря"] = 2296,
			["большой клык вепря"] = 2295,
			["кольцо равнин"] = 2039,
			["жезл усиления заклинаний"] = 1664,
			["большой красный мешок"] = 857,
			["холщовые штаны"] = 1768,
			["грубый деревянный посох"] = 1515,
			["бутылка \"сока зомби\""] = 1451,
			["сломанный зубец"] = 813,
			["бинты из рунной ткани"] = 14529,
			["фолиант ледяных оков"] = 975,
			["сотворенная свежая вода"] = 2288,
			["кодекс рассеивания заклинаний"] = 1095,
			["гримуар обнаружения простой невидимости"] = 1250,
			["посох мистика из стаи речной лапы"] = 1391,
			["крысиный матерчатый плащ"] = 2284,
			["инкрустированное жемчугом копье"] = 1406,
			["кривой посох"] = 2030,
			["deprecated old belt"] = 86,
			["бурдюк со сладким ромом"] = 1939,
			["букет нарциссов"] = 1325,
			["короткий меч родентии"] = 2282,
			["холщовый плащ"] = 1766,
			["кремниевый топор родентии"] = 2281,
			["ситцевый плащ"] = 1497,
			["эполеты лесного следопыта"] = 2278,
			["нефрит"] = 1529,
			["боевой молот упорства"] = 789,
			["deprecated dented skullcap"] = 1028,
			["поножи некроманта"] = 2277,
			["deprecated skullsplitter idol"] = 1612,
			["сапоги тиноброда"] = 2276,
			["deprecated horse summoning (mount)"] = 823,
			["гибкие плетеные поножи"] = 2545,
			["посох благословенного провидца"] = 2271,
			["взрывчатая ракета"] = 1178,
			["клинок племени камнедробов"] = 2268,
			["фолиант кольца льда ii"] = 1571,
			["тяжелотканные перчатки"] = 839,
			["deprecated flint troll axe"] = 1719,
			["топор племени камнедробов"] = 2265,
			["плотные льняные бинты"] = 2581,
			["скелетный длинный меч"] = 2018,
			["лоскутные ботинки"] = 1427,
			["накладки из тонкой кожи"] = 2304,
			["великая субстанция пустоты"] = 11175,
			["свиток ловкости ii"] = 1477,
			["перстень керна"] = 2262,
			["секач снежной гривы"] = 2260,
			["потрескавшиеся кожаные наручи"] = 2124,
			["накладки из жесткой кожи"] = 2313,
			["посох снежной гривы"] = 2257,
			["сапоги из обработанной кожи"] = 238,
			["скелетная дубина"] = 2256,
			["кулачный щит моря"] = 1557,
			["deprecated thick leather gloves"] = 2255,
			["monster - dagger basic"] = 2184,
			["липкая паучья лапка"] = 2251,
			["изношенные кожаные наручи"] = 2374,
			["deprecated inferno stone"] = 1444,
			["тяжелотканная броня"] = 837,
			["monster - shield, kite metal"] = 1984,
			["грубый кожаный пояс"] = 1839,
			["перстень клеврета"] = 2246,
			["рапира братства справедливости"] = 1925,
			["боевой молот"] = 2525,
			["штаны ученика"] = 1395,
			["сушеная голова"] = 1532,
			["плащ каменщика"] = 1930,
			["кольцо вымогателя"] = 2239,
			["deprecated shadowmaw pelt"] = 1693,
			["брюки каменщика"] = 1934,
			["черный клык"] = 2236,
			["изношенный кожаный пояс"] = 2371,
			["броня ночного странника"] = 2234,
			["пыльный плетеный доспех"] = 2016,
			["deprecated small brown pouch"] = 184,
			["маленький тарг"] = 1167,
			["гоблинская боевая лопата"] = 1991,
			["кодекс исчезновения заболевания"] = 1089,
			["жезл сноходца"] = 1155,
			["инфернальное одеяние"] = 2231,
			["план сбора золота"] = 1307,
			["перчатки брауна"] = 2230,
			["тяжелая огрская секира"] = 2227,
			["острый кухонный нож"] = 2225,
			["кинжал ополчения"] = 2224,
			["палица темношкуров"] = 1457,
			["перчатки охотника на кроликов"] = 719,
			["deprecated longsnout hide"] = 2323,
			["башнещит"] = 2222,
			["побитая киянка"] = 1814,
			["наплечье черной горы"] = 1445,
			["обоюдоострый топор"] = 927,
			["тканные перчатки"] = 2369,
			["кинжал ремесленника"] = 2218,
			["деревянный щит"] = 2215,
			["деревянный кулачный щит"] = 2214,
			["несбалансированный топор"] = 1816,
			["deprecated war harness"] = 138,
			["большой гнутый щит"] = 2211,
			["цветок гнили"] = 1598,
			["поношенные кольчужные перчатки"] = 1734,
			["стеганые перчатки"] = 2158,
			["сандалии синежабрых"] = 1560,
			["большая свеча"] = 772,
			["короткий кинжал"] = 2208,
			["джамбия"] = 2207,
			["olddwarven initiate's pants"] = 91,
			["deprecated fine pointed dagger"] = 2206,
			["зазубренный топор"] = 2025,
			["штык сломанного когтя"] = 2204,
			["колун сломанного когтя"] = 2203,
			["monster - item, mutton with bite"] = 2202,
			["изношенный плащ"] = 1376,
			["вендетта"] = 776,
			["monster - item, vial black"] = 2201,
			["monster - sword, long ornate"] = 2178,
			["покоробленный кожаный пояс"] = 1502,
			["deprecated end spawn ticket"] = 2191,
			["наручи народного ополчения"] = 710,
			["monster - item, mutton"] = 2196,
			["алмазный молот"] = 2194,
			["monster - item, vial purple"] = 2199,
			["мрачнокоготь"] = 1481,
			["tigole's boomstick (test)"] = 2189,
			["monster - sword, short ornate"] = 2180,
			["раскрашенные поручи гнолла"] = 782,
			["monster - staff, ornate mage staff"] = 2177,
			["monster - staff, ornate priest staff"] = 2176,
			["узловатый посох"] = 1720,
			["боевой топор темношкуров"] = 2175,
			["крестьянский пояс"] = 2172,
			["deprecated bone chips"] = 1963,
			["мифриловая руда"] = 3858,
			["шип-клинок"] = 2169,
			["jyoo test item"] = 1259,
			["поножи главаря"] = 2166,
			["охранный свиток ii"] = 1478,
			["нарезающий клинок"] = 820,
			["защитные перчатки вурдалака"] = 1314,
			["кувалда казона"] = 2058,
			["рубашка неофита"] = 53,
			["табличка исчезновения заболевания ii"] = 1063,
			["кодекс божественной кары ii"] = 1091,
			["deprecated broken venomweb fang"] = 898,
			["потрошитель"] = 2164,
			["сыромятные штаны"] = 1800,
			["чешуйчатые наручи"] = 1852,
			["книга с фермы свена"] = 2161,
			["ветка смоковницы"] = 742,
			["тенеклык"] = 1482,
			["стеганые штаны"] = 2159,
			["тонкие матерчатые штаны"] = 2120,
			["deprecated amulet of the palomino"] = 1124,
			["\"роман о моргане ладиморе\""] = 2154,
			["плетеные перчатки штормграда"] = 1360,
			["приправленная котлета из волчатины"] = 1017,
			["месть горняка"] = 1893,
			["deprecated mantle of the seas"] = 1545,
			["полированные чешуйчатые поножи"] = 2152,
			["deprecated red linen sack"] = 965,
			["перчатки для верховой езды"] = 1304,
			["первое предание троллей"] = 2005,
			["plate helmet d3 (test)"] = 1026,
			["мортира дробителей черепов"] = 1352,
			["deprecated deep pocket pouch"] = 930,
			["малая ядовитая железа"] = 1475,
			["oldbrawler's belt"] = 141,
			["эгида штормграда"] = 1203,
			["боевой топор с короткой рукоятью"] = 1812,
			["тигровый глаз"] = 818,
			["полированные чешуйчатые сапоги"] = 2149,
			["квирбуллийские штаны"] = 2146,
			["квирбуллийские наручи"] = 2144,
			["квирбуллийские сапоги"] = 2143,
			["deprecated wolf summoning (mount)"] = 842,
			["квирбуллийский пояс"] = 2142,
			["квирбуллийский жилет"] = 2141,
			["наручи гнолла"] = 1213,
			["длинный пушистый хвост"] = 1688,
			["заостренный нож для бумаг"] = 2138,
			["мешок ржи"] = 740,
			["хранитель душ"] = 1607,
			["секач"] = 2134,
			["топор лесных чащоб"] = 811,
			["ухо тролля из клана кровавого скальпа"] = 1519,
			["пыль провидения"] = 11137,
			["маленький щит"] = 2133,
			["короткий посох"] = 2132,
			["test fire sword"] = 788,
			["перчатки из черного дракончика"] = 1302,
			["колючая щетина"] = 1686,
			["большой круглый щит"] = 2129,
			["горсть овса"] = 1528,
			["поцарапанный клеймор"] = 2128,
			["дубина снежной гривы"] = 2259,
			["дубина народной войны"] = 1480,
			["потрескавшийся кожаный пояс"] = 2122,
			["белый жеребец"] = 2415,
			["рваный кожаный жилет"] = 1364,
			["тонкие матерчатые ботинки"] = 2117,
			["дубина троггов"] = 2064,
			["снеговое одеяние"] = 2114,
			["гримуар стрелы тьмы ii"] = 1231,
			["табличка молнии iii"] = 1058,
			["нить из призрачных волос"] = 1596,
			["плетеный нагрудник снежной гривы"] = 2109,
			["золотая руда"] = 2776,
			["полуночная сфера"] = 1261,
			["киянка столяра"] = 1415,
			["парчовые наплечные щитки"] = 1777,
			["трость"] = 2495,
			["легкие плетеные поножи"] = 2400,
			["волшебная пыль"] = 2091,
			["дубина гнолла"] = 1214,
			["резной кинжал"] = 2089,
			["вышитые крестом перчатки"] = 1783,
			["джутовый мешок визбанга"] = 2082,
			["грубый топор речной лапы"] = 826,
			["deprecated recipe: murloc fin soup"] = 1492,
			["боевой молот сержанта"] = 2079,
			["шнурованные кольчужные наплечные щитки"] = 1744,
			["магический посох"] = 2077,
			["палица жреца"] = 2075,
			["твердый клинок"] = 2074,
			["чешуйчатый пояс"] = 1853,
			["deprecated mountain spring water"] = 2071,
			["дарнассский блю"] = 2070,
			["сбалансированная кувалда"] = 1990,
			["жилет из шкуры черного медведя"] = 2069,
			["посох западного края"] = 2042,
			["deprecated dwarven recruit's boots"] = 103,
			["поношенные кожаные штаны"] = 1423,
			["залатанные кожаные сапоги"] = 1788,
			["коричневатый жилет"] = 2429,
			["deprecated brooch of the night watch"] = 1854,
			["посох преследователя душ"] = 1613,
			["клинок каменной челюсти"] = 2065,
			["плащ стражника"] = 2059,
			["судьба"] = 647,
			["мешок кукурузы"] = 739,
			["зазубренный короткий меч братства справедливости"] = 2057,
			["небольшой деревянный молот"] = 2055,
			["секач трогга"] = 2054,
			["monster - shield, small metal damaged"] = 2052,
			["зубчатый короткий меч"] = 727,
			["deprecated jordan's quiver"] = 2002,
			["изношенные штаны"] = 1378,
			["кукри синежабрых"] = 2046,
			["гибельная шипастая палица"] = 920,
			["полумесяц неприкаянных духов"] = 2044,
			["короткий меч"] = 2131,
			["мундир западного края"] = 2041,
			["защитник тролля"] = 2040,
			["одеяния ученого"] = 2034,
			["потускневшие плетеные наручи"] = 2384,
			["рубашка пешего разбойника"] = 49,
			["крысиный матерчатый пояс"] = 2283,
			["deprecated homespun shawl"] = 1354,
			["молот"] = 2028,
			["deprecated amulet of the white stallion"] = 1122,
			["deprecated malakai's medallion"] = 734,
			["скальный молот"] = 2026,
			["табличка исчезновения заболевания"] = 1036,
			["посох магии стихий"] = 944,
			["листовой зеленый чай"] = 1401,
			["карта сокровищ капитана сандерса"] = 1357,
			["эспадон"] = 2024,
			["огромная палица"] = 1197,
			["monster - spear, rusty"] = 2023,
			["табличка грозы"] = 1597,
			["deprecated orc acolyte's belt"] = 131,
			["слабое лечебное зелье"] = 118,
			["полуторный меч"] = 1194,
			["крест жизни"] = 1713,
			["светящиеся кожаные наручи"] = 2017,
			["monster - axe, large basic"] = 1909,
			["красная холщовая бандана"] = 752,
			["большой меч из черного металла"] = 2014,
			["кодекс обновления iii"] = 1108,
			["палица черной горы"] = 1296,
			["костемогильный посох"] = 2013,
			["третье предание троллей"] = 2007,
			["второе предание троллей"] = 2006,
			["dwarven explorer's monocle (test)"] = 1163,
			["записи грелина белоборода"] = 2004,
			["принцип"] = 2000,
			["направляющий посох кровавого скальпа"] = 1998,
			["том ледяного доспеха"] = 994,
			["deprecated standard arrow"] = 2517,
			["мордокрушитель"] = 1483,
			["одеяния прозрения"] = 940,
			["иссохший посох"] = 1411,
			["синяя льняная рубашка"] = 2577,
			["фолиант огненного шара ii"] = 973,
			["фетиш холодной трясины"] = 1992,
			["вышитые крестом наплечные щитки"] = 1785,
			["поножи тенеткача"] = 2233,
			["monster - staff, basic"] = 1907,
			["deprecated dwarven squire's boots"] = 99,
			["плотные бинты из рунной ткани"] = 14530,
			["большой походный мешок"] = 933,
			["короткая абордажная сабля"] = 1829,
			["monster - sword, long basic"] = 1899,
			["черноводная абордажная сабля"] = 1951,
			["monster - sword2h, basic"] = 1983,
			["ночной клинок"] = 1982,
			["кольчужный ледяной жакет"] = 1981,
			["кольцо нижнего мира"] = 1980,
			["испачканные страницы записей"] = 938,
			["бочонок громоварского"] = 1262,
			["кодекс обновления"] = 1084,
			["deprecated stiff leather pants"] = 135,
			["deprecated book of nullify disease ii"] = 1880,
			["гримуар дыхания демона"] = 1246,
			["шлакомолот"] = 1976,
			["olddwarven initiate's shirt"] = 93,
			["старый большой меч пайсана"] = 1975,
			["сфера обмана"] = 1973,
			["лопата кобольдского горняка"] = 1195,
			["документ западного края"] = 1972,
			["залатанные кожаные перчатки"] = 1791,
			["monster - gun"] = 2552,
			["deprecated stormwind guard belt"] = 1969,
			["монокль огров"] = 1968,
			["deprecated old leather boots"] = 136,
			["молот северного ветра"] = 810,
			["хрустящее паучье мясо"] = 1081,
			["monster - shield, buckler wooden"] = 1961,
			["иссеченный короткий меч"] = 25,
			["серебряная руда"] = 2775,
			["deprecated ironforge chain pauldrons"] = 1960,
			["кирка холодного железа"] = 1959,
			["окаменелая берцовая кость"] = 1958,
			["большой огрский плетеный доспех"] = 914,
			["абордажная сабля"] = 851,
			["черный металлический короткий меч"] = 886,
			["секач старой наковальни"] = 2047,
			["перчатки для работы с металлом"] = 1944,
			["гоблинские кольчужные поножи"] = 1943,
			["ситцевые перчатки"] = 1498,
			["кольцо мага братства справедливости"] = 1077,
			["сшитые вручную кожаные штаны"] = 2303,
			["свисторез"] = 1937,
			["гоблинская отвертка"] = 1936,
			["кодекс малого исцеления ii"] = 1092,
			["заплатанные штаны"] = 2237,
			["масло олафа"] = 1177,
			["рваная накидка"] = 2240,
			["посох мага братства справедливости"] = 1928,
			["клинок крола"] = 2244,
			["накидка десперадо"] = 2241,
			["рысьи лапы"] = 1121,
			["эбеновый разрушитель"] = 1994,
			["крис"] = 2209,
			["твердая металлическая дубина"] = 1158,
			["deprecated bag of teeth"] = 1915,
			["deprecated reed pipe"] = 1912,
			["monster - tool, wrench small"] = 1911,
			["простая вечная субстанция"] = 16202,
			["стеганые доспехи"] = 2160,
			["monster - staff, crooked"] = 1908,
			["постный волчий бок"] = 1015,
			["monster - torch"] = 1906,
			["рваные кожаные сапоги"] = 1367,
			["deprecated sturdy brown pants"] = 104,
			["грязные кожаные наручи"] = 1836,
			["удочка"] = 6256,
			["небольшой подсумок"] = 2102,
			["черночерепный щит"] = 1169,
			["бутылка самогона"] = 1942,
			["растительный клинок"] = 2263,
			["monster - mace, basic wooden hammer"] = 1902,
			["потрепанные матерчатые сапоги"] = 195,
			["monster - mace, basic stone hammer"] = 1901,
			["кишкодер"] = 1986,
			["коричневатые штаны"] = 2431,
			["monster - sword, short rusty"] = 1895,
			["книга лунного огня ii"] = 1886,
			["жесткая кожа"] = 2319,
			["сумка на 20 ячеек"] = 1977,
			["deprecated book of nullify poison ii"] = 1878,
			["oldthug belt"] = 122,
			["изысканный фламберг"] = 1625,
			["амулет чертополоха"] = 1875,
			["усиленный кожаный пояс"] = 2471,
			["наручи из обработанной кожи"] = 1850,
			["выцветшая подвеска темношкуров"] = 1956,
			["старый деревянный кулачный щит"] = 876,
			["deprecated [ph] recipe: broiled sunfish"] = 1323,
			["deprecated wristguards of the fen warden"] = 1392,
			["старый большой меч"] = 1513,
			["клинок полого клыка"] = 2020,
			["волчий топор"] = 1220,
			["втягивающийся коготь"] = 1687,
			["глаз мурлока"] = 730,
			["байдана"] = 847,
			["доска из сплавного леса"] = 1394,
			["озерное государство"] = 1293,
			["пояс из обработанной кожи"] = 1849,
			["deprecated nightmare summoning (mount)"] = 900,
			["легкая шкура"] = 783,
			["кольчужные наручи"] = 1846,
			["сотворенный хлеб"] = 1113,
			["посылка вильяма"] = 957,
			["жесткий плащ"] = 1806,
			["грубые кожаные наручи"] = 1840,
			["табличка уничтожения яда"] = 1033,
			["deprecated tiny flame sac"] = 784,
			["клык воргена"] = 896,
			["ответ элло чернодрева соломону"] = 1410,
			["рубашка оруженосца"] = 45,
			["дворфийские матерчатые брюки"] = 79,
			["каменная секира"] = 1828,
			["потрепанные матерчатые штаны"] = 194,
			["перчатки старшины"] = 2167,
			["deprecated elwynn trout"] = 761,
			["кодекс малого исцеления iii"] = 1102,
			["окованная дубина"] = 925,
			["monster - mace, basic metal hammer"] = 1903,
			["штаны из дубленой кожи"] = 845,
			["тяжелый молот"] = 1510,
			["ароматические соли"] = 1176,
			["синячник"] = 2453,
			["сияющая секира"] = 1824,
			["кодекс божественной кары iii"] = 1100,
			["книга лунного огня iii"] = 1882,
			["кривой коготь ящера"] = 1696,
			["тяжелая боевая дубина гнолла"] = 1218,
			["deprecated militia handaxe"] = 1157,
			["грубая стрела"] = 2512,
			["сума из искаженной шкуры"] = 918,
			["золотая пыль"] = 773,
			["большая магическая субстанция"] = 10939,
			["deprecated parker's lunch"] = 1324,
			["талисман-хранитель"] = 1490,
			["самогон полнолуния"] = 1072,
			["факел грейсона"] = 1172,
			["старый большой щит"] = 2213,
			["фигурная палица"] = 1815,
			["жало скорпиона"] = 1265,
			["кусок кабанины"] = 769,
			["перчатки подрывника"] = 2274,
			["полночная палица"] = 936,
			["треснувший окованный посох"] = 1813,
			["длинный посох бо"] = 767,
			["полированные чешуйчатые наручи"] = 2150,
			["многослойный мундир"] = 60,
			["сапоги ученика"] = 55,
			["моховой агат"] = 1206,
			["large moneybag (old)"] = 1014,
			["противоядие"] = 1041,
			["monster - shield, small wooden damaged"] = 2051,
			["оловянная руда"] = 2771,
			["потрепанные матерчатые перчатки"] = 711,
			["фетиш дробителей черепов"] = 2466,
			["перчатки для работы с деревом"] = 1945,
			["жесткие кожаные сапоги"] = 1804,
			["коричневатые перчатки"] = 2434,
			["кольцо сары"] = 2162,
			["мешочек из кожи ящера"] = 1623,
			["покоробленные кожаные наручи"] = 1504,
			["выкройка: тонкие кожаные перчатки"] = 2408,
			["красное льняное одеяние"] = 2572,
			["заплатанный кожаный жакет"] = 1794,
			["заплатанные кожаные наплечные щитки"] = 1793,
			["заплатанные кожаные штаны"] = 1792,
			["простая субстанция пустоты"] = 11174,
			["большой ранец"] = 1725,
			["заплатанный плащ"] = 1790,
			["варварский льняной жилет"] = 2578,
			["deprecated area trigger flag - jasperlode mine"] = 956,
			["жесткое мясо кондора"] = 1080,
			["малый пояс шпиля"] = 1299,
			["зелье страсти"] = 1450,
			["рог снежного волка"] = 1133,
			["длинная ножка краба"] = 2088,
			["вышитый крестом плащ"] = 1782,
			["monster - axe, stone basic"] = 1904,
			["парчовый плащ"] = 1774,
			["штаны из обработанной кожи"] = 237,
			["deprecated orc apprentice boots"] = 125,
			["поношенные кольчужные наручи"] = 1732,
			["парчовые ботинки"] = 1772,
			["deprecated light soldier boots"] = 1174,
			["deprecated heavy blunderbuss"] = 1047,
			["карманные часы хмуроброва"] = 841,
			["рваные штаны зверолова"] = 147,
			["холщовый жилет"] = 1770,
			["потускневшие плетеные перчатки"] = 2385,
			["deptecated white stallion summoning (mount)"] = 901,
			["дубовый боевой посох"] = 1831,
			["канг обезглавливатель"] = 2291,
			["deprecated patchwork cloth shoulderpads"] = 1432,
			["deprecated rogue's vest"] = 119,
			["холщовые перчатки"] = 1767,
			["холщовые ботинки"] = 1764,
			["изукрашенный амулет кайнвин"] = 1443,
			["усиленный плетеный нагрудник"] = 1761,
			["усиленные плетеные наплечные щитки"] = 1760,
			["большой сверкающий осколок"] = 14344,
			["кривой коготь василиска"] = 1701,
			["капюшон искристого металла"] = 1282,
			["ответ камнегрива соломону"] = 1408,
			["полированные чешуйчатые перчатки"] = 2151,
			["великая астральная субстанция"] = 11082,
			["усиленный плетеный пояс"] = 1754,
			["густо-лазурные осколки"] = 1706,
			["скальная палица"] = 1382,
			["deprecated heavy brown sack"] = 931,
			["клепаный кольчужный плащ"] = 1749,
			["потускневший плетеный пояс"] = 2380,
			["латунный ошейник"] = 1006,
			["мрачный жнец"] = 863,
			["deprecated tauren apprentice shirt"] = 151,
			["monster - item, pick"] = 1910,
			["ториевая руда"] = 10620,
			["полированная джазерентская броня"] = 1715,
			["штаны головореза"] = 120,
			["сладкий нектар"] = 1708,
			["странная пыль"] = 10940,
			["северный короткий меч"] = 2078,
			["тканные сапоги"] = 2367,
			["deprecated worn mail shoulderpads"] = 1736,
			["deprecated lockpick"] = 1918,
			["штаны буяна"] = 139,
			["усиленные кожаные штаны"] = 2472,
			["короткий меч ночного дозора"] = 935,
			["поношенный кольчужный пояс"] = 1730,
			["штаны неофита"] = 52,
			["monster - sword, scimitar badass"] = 2179,
			["панцирные сапоги"] = 2426,
			["одеяние мага"] = 1716,
			["кирка рудокопа"] = 1819,
			["сапоги рекрута"] = 40,
			["окра"] = 732,
			["тонкий кожаный плащ"] = 2308,
			["легкий молот"] = 2500,
			["усиленный тарг"] = 2442,
			["боевой молот викинга"] = 1721,
			["компактный молот"] = 1009,
			["холщовые наплечные щитки"] = 1769,
			["великая таинственная субстанция"] = 11135,
			["кинжал племени камнедробов"] = 2266,
			["последний ключ к сокровищу сандерса"] = 1362,
			["deprecated wolf femur"] = 751,
			["длинный посох"] = 928,
			["рыло жутеклыка"] = 731,
			["бурдюк с маслом"] = 814,
			["ожерелье калисеи"] = 1714,
			["замшевая накидка"] = 1355,
			["меч тени"] = 945,
			["грубые кожаные сапоги"] = 796,
			["большой светящийся осколок"] = 11139,
			["свиток духа ii"] = 1712,
			["deprecated pattern: light winter cloak"] = 2404,
			["фиал паучьего яда"] = 1130,
			["недоставленное письмо"] = 910,
			["боевой топор"] = 926,
			["deprecated worn pants"] = 2106,
			["широкий топор"] = 2479,
			["deprecated blood totem"] = 1700,
			["deprecated lashtail claw"] = 1698,
			["deprecated oslow's wood cutter"] = 1311,
			["светящаяся подвеска темношкуров"] = 1962,
			["мешок разноцветных шариков"] = 1191,
			["большая каменная палица"] = 2486,
			["красная льняная бандана"] = 1019,
			["ятаган"] = 2027,
			["перекошенный клинок"] = 1821,
			["deprecated tauren trapper's belt"] = 130,
			["штаны сорванца"] = 2238,
			["deprecated shadowmaw fang"] = 1692,
			["книга выведения яда"] = 1332,
			["кодекс снятия проклятья"] = 1093,
			["deprecated medium tiger pelt"] = 1689,
			["нож-резак"] = 2140,
			["табличка очищения"] = 1049,
			["рубашка зверолова"] = 127,
			["ring of righteous flame (test)"] = 996,
			["чудовищная секира"] = 1640,
			["deprecated orc acolyte's pants"] = 1397,
			["корявый посох"] = 1388,
			["поношенные кожаные сапоги"] = 1419,
			["пеноплюйный посох"] = 1405,
			["deprecated totemic headpiece"] = 1684,
			["растаявшая свеча"] = 755,
			["чешуя с брюха черного дракончика"] = 1221,
			["мясницкий колун"] = 1292,
			["кодекс господства"] = 1109,
			["deprecated amulet of the pinto"] = 1123,
			["попона старой савраски"] = 2165,
			["табличка щита молний iii"] = 1591,
			["усиленные кожаные перчатки"] = 2475,
			["кодекс святого слова: щит vi"] = 1651,
			["лезвие народного ополчения"] = 1566,
			["кодекс слова тьмы: боль iii"] = 1641,
			["deprecated frayed shoulderpads"] = 1379,
			["малое кольцо благословения"] = 1449,
			["письмо к элло"] = 1637,
			["клепаные кольчужные сапоги"] = 1747,
			["лечебное зелье"] = 929,
			["штаны оруженосца"] = 44,
			["утолщенные матерчатые ботинки"] = 202,
			["грубый кожаный жилет"] = 799,
			["шлем дробителей черепов"] = 1624,
			["кодекс сна"] = 1111,
			["кинжальчик"] = 816,
			["малый светящийся осколок"] = 11138,
			["морозные наручи"] = 1216,
			["старый деревянный щит"] = 2362,
			["грубый боевой топор"] = 1512,
			["deprecated tauren apprentice belt"] = 149,
			["сломанная паучья лапа"] = 1476,
			["гримуар шкуры демона ii"] = 1232,
			["monster - shield, stormwind guard"] = 143,
			["светлое одеяние мага-кузнеца"] = 2110,
			["красный льняной кушак"] = 983,
			["ботинки послушника"] = 59,
			["deprecated brown leather satchel"] = 806,
			["monster - crossbow"] = 2551,
			["одеяние жнеца"] = 1561,
			["deprecated dwarven recruit's belt"] = 102,
			["фолиант чародейских снарядов ii"] = 1559,
			["ослепительный длинный меч"] = 869,
			["полированная чешуя"] = 2153,
			["призыв гнедого коня"] = 875,
			["deprecated worn leather shoulderpads"] = 1424,
			["гримуар стрелы тьмы iii"] = 1243,
			["deprecated bloodscalp idol"] = 1533,
			["deprecated hollowed wooden tube"] = 1924,
			["охлажденный окорок василиска"] = 2476,
			["лесоповальный огрский топор"] = 1521,
			["пот тролля"] = 1520,
			["палица"] = 852,
			["пыль иллюзий"] = 16204,
			["ржавый боевой молот"] = 1514,
			["покоробленные кожаные штаны"] = 1507,
			["покоробленные кожаные перчатки"] = 1506,
			["monster - item, bread"] = 2197,
			["кольчужные штаны"] = 848,
			["сок луноягоды"] = 1645,
			["ожерелье бернис"] = 981,
			["deprecated book of nullify disease"] = 1335,
			["свиток выносливости"] = 1180,
			["вилы"] = 1485,
			["ведьмовской посох"] = 1484,
			["кодекс обновления v"] = 1101,
			["deprecated area trigger flag - fargodeep"] = 960,
			["легкие плетеные сапоги"] = 2401,
			["deprecated area trigger flag - darkhollow mine"] = 958,
			["малый камень огня"] = 1254,
			["рваная рубашка зверолова"] = 148,
			["сумка из кожи мурлока"] = 1470,
			["oldprimitive leather belt"] = 152,
			["ятаган атуна"] = 1469,
			["табличка щита молний ii"] = 1048,
			["тигрогубитель"] = 1465,
			["боевой топор убийцы"] = 1461,
			["туннельная кирка"] = 756,
			["табличка всплеска лавы ii"] = 1053,
			["кольчужные перчатки"] = 850,
			["боевые перчатки наги"] = 888,
			["табличка непреклонной воли"] = 1030,
			["гибельная дубинка"] = 827,
			["кувалда темношкуров"] = 1458,
			["чешуйчатые штаны"] = 286,
			["тупой клинок"] = 1384,
			["кувалда"] = 924,
			["старый топор"] = 1516,
			["вода святого источника"] = 737,
			["большой светозарный осколок"] = 11178,
			["некрологические одеяния"] = 2292,
			["легкие кольчужные перчатки"] = 2397,
			["фолиант ледяного щита"] = 966,
			["deprecated summon brown wolf (mount)"] = 1044,
			["фолиант ледяного щита ii"] = 980,
			["сапоги черной горы"] = 1446,
			["маскировочный плащ с капюшоном"] = 1280,
			["треснувший ручной молот"] = 1414,
			["закаленный огнем кулачный щит"] = 1276,
			["лоскутные перчатки"] = 1430,
			["выцветшая страница с записями"] = 921,
			["даларанский острый сыр"] = 414,
			["кольцо предателя братства справедливости"] = 1076,
			["поношенный кожаный пояс"] = 1418,
			["tome of whirlwind (test)"] = 951,
			["deprecated polished lakestone charm"] = 1472,
			["маленький синий мешочек"] = 828,
			["сыромятные сапоги"] = 1796,
			["гуляш по-красногорски"] = 1082,
			["усиленные плетеные перчатки"] = 1758,
			["оберег прилива"] = 1404,
			["украшенные наручи"] = 2468,
			["рыцарский длинный меч"] = 864,
			["шершавый топор"] = 1386,
			["вязаные сандалии"] = 792,
			["deprecated orc apprentice belt"] = 126,
			["тяжелотканные штаны"] = 838,
			["узда пегого коня"] = 2414,
			["вырванная из дневника страница"] = 916,
			["ключ к сокровищу сандерса"] = 1358,
			["deprecated bottle of moonshine"] = 1268,
			["перчатки из дубленой кожи"] = 844,
			["боевая кувалда"] = 2533,
			["дакийский фалькс"] = 922,
			["выцветшие сапоги"] = 1173,
			["книга гнева деревьев"] = 1339,
			["малая магическая субстанция"] = 10938,
			["test food"] = 1165,
			["льняной плащ"] = 2570,
			["plate helmet d2 (test)"] = 1024,
			["укрепленный кожаный доспех"] = 2314,
			["клепаный кольчужный пояс"] = 1746,
			["табличка тотема змея"] = 1029,
			["кольцо неприкаянных духов"] = 2043,
			["ответ генерала"] = 1294,
			["раскалыватель голов"] = 1680,
			["фолиант снятия проклятья"] = 976,
			["mail helmet d (test)"] = 1022,
			["монашеский посох"] = 866,
			["штаны пешего разбойника"] = 48,
			["черный посох сумеречного леса"] = 937,
			["руда истинного серебра"] = 7911,
			["шишки хмеля"] = 1274,
			["ветка хрустального фукуса"] = 1256,
			["окорок"] = 2287,
			["гримуар жертвенного огня ii"] = 1245,
			["oldnovice's belt"] = 54,
			["deprecated old pants"] = 88,
			["гримуар кипящей крови"] = 1228,
			["усиленная льняная накидка"] = 2580,
			["кольцо инспектора"] = 1189,
			["сапоги посла"] = 2033,
			["посох тюремщика"] = 943,
			["зеркальце мэри"] = 1946,
			["жнец сталвана"] = 934,
			["твердый кончик паучьей лапки"] = 1074,
			["большая ядовитая железа"] = 1288,
			["жетон быстрого пера"] = 1400,
			["вязаные штаны"] = 794,
			["deprecated ragged scalp"] = 1115,
			["цвайхандер"] = 2529,
			["deprecated heavy net"] = 836,
			["острый топор"] = 1011,
			["фолиант защиты от магии льда"] = 967,
			["покоробленный кожаный жилет"] = 1509,
			["рецепт: похлебка западного края"] = 728,
			["простая мантия"] = 154,
			["длинный меч"] = 923,
			["oldacolyte's belt"] = 58,
			["mail helmet c (test)"] = 1023,
			["большая веревочная сеть"] = 835,
		},
		["unused_item_ids"] = {
			true, -- [1]
			true, -- [2]
			true, -- [3]
			true, -- [4]
			true, -- [5]
			true, -- [6]
			true, -- [7]
			true, -- [8]
			true, -- [9]
			true, -- [10]
			true, -- [11]
			true, -- [12]
			true, -- [13]
			true, -- [14]
			true, -- [15]
			true, -- [16]
			true, -- [17]
			true, -- [18]
			true, -- [19]
			true, -- [20]
			true, -- [21]
			true, -- [22]
			true, -- [23]
			true, -- [24]
			nil, -- [25]
			true, -- [26]
			true, -- [27]
			true, -- [28]
			true, -- [29]
			true, -- [30]
			true, -- [31]
			true, -- [32]
			true, -- [33]
			true, -- [34]
			nil, -- [35]
			nil, -- [36]
			nil, -- [37]
			nil, -- [38]
			nil, -- [39]
			nil, -- [40]
			nil, -- [41]
			nil, -- [42]
			nil, -- [43]
			nil, -- [44]
			nil, -- [45]
			nil, -- [46]
			nil, -- [47]
			nil, -- [48]
			nil, -- [49]
			nil, -- [50]
			nil, -- [51]
			nil, -- [52]
			nil, -- [53]
			nil, -- [54]
			nil, -- [55]
			nil, -- [56]
			nil, -- [57]
			nil, -- [58]
			nil, -- [59]
			nil, -- [60]
			nil, -- [61]
			true, -- [62]
			true, -- [63]
			true, -- [64]
			true, -- [65]
			true, -- [66]
			true, -- [67]
			true, -- [68]
			true, -- [69]
			true, -- [70]
			true, -- [71]
			true, -- [72]
			true, -- [73]
			true, -- [74]
			true, -- [75]
			true, -- [76]
			nil, -- [77]
			true, -- [78]
			nil, -- [79]
			nil, -- [80]
			true, -- [81]
			true, -- [82]
			true, -- [83]
			true, -- [84]
			nil, -- [85]
			nil, -- [86]
			nil, -- [87]
			nil, -- [88]
			nil, -- [89]
			nil, -- [90]
			nil, -- [91]
			nil, -- [92]
			nil, -- [93]
			nil, -- [94]
			nil, -- [95]
			true, -- [96]
			nil, -- [97]
			nil, -- [98]
			nil, -- [99]
			nil, -- [100]
			nil, -- [101]
			nil, -- [102]
			nil, -- [103]
			nil, -- [104]
			nil, -- [105]
			true, -- [106]
			true, -- [107]
			true, -- [108]
			true, -- [109]
			true, -- [110]
			true, -- [111]
			true, -- [112]
			nil, -- [113]
			nil, -- [114]
			nil, -- [115]
			true, -- [116]
			nil, -- [117]
			nil, -- [118]
			nil, -- [119]
			nil, -- [120]
			nil, -- [121]
			nil, -- [122]
			nil, -- [123]
			nil, -- [124]
			nil, -- [125]
			nil, -- [126]
			nil, -- [127]
			nil, -- [128]
			nil, -- [129]
			nil, -- [130]
			nil, -- [131]
			nil, -- [132]
			nil, -- [133]
			nil, -- [134]
			nil, -- [135]
			nil, -- [136]
			nil, -- [137]
			nil, -- [138]
			nil, -- [139]
			nil, -- [140]
			nil, -- [141]
			true, -- [142]
			nil, -- [143]
			true, -- [144]
			true, -- [145]
			nil, -- [146]
			nil, -- [147]
			nil, -- [148]
			nil, -- [149]
			nil, -- [150]
			nil, -- [151]
			nil, -- [152]
			nil, -- [153]
			nil, -- [154]
			nil, -- [155]
			nil, -- [156]
			nil, -- [157]
			true, -- [158]
			nil, -- [159]
			true, -- [160]
			true, -- [161]
			true, -- [162]
			true, -- [163]
			true, -- [164]
			true, -- [165]
			true, -- [166]
			true, -- [167]
			true, -- [168]
			true, -- [169]
			true, -- [170]
			true, -- [171]
			true, -- [172]
			true, -- [173]
			true, -- [174]
			true, -- [175]
			true, -- [176]
			true, -- [177]
			true, -- [178]
			true, -- [179]
			true, -- [180]
			true, -- [181]
			nil, -- [182]
			true, -- [183]
			nil, -- [184]
			true, -- [185]
			true, -- [186]
			true, -- [187]
			true, -- [188]
			true, -- [189]
			true, -- [190]
			true, -- [191]
			true, -- [192]
			nil, -- [193]
			nil, -- [194]
			nil, -- [195]
			true, -- [196]
			true, -- [197]
			true, -- [198]
			true, -- [199]
			nil, -- [200]
			nil, -- [201]
			nil, -- [202]
			nil, -- [203]
			true, -- [204]
			true, -- [205]
			true, -- [206]
			true, -- [207]
			true, -- [208]
			nil, -- [209]
			nil, -- [210]
			true, -- [211]
			true, -- [212]
			true, -- [213]
			true, -- [214]
			true, -- [215]
			true, -- [216]
			true, -- [217]
			true, -- [218]
			true, -- [219]
			true, -- [220]
			true, -- [221]
			true, -- [222]
			true, -- [223]
			true, -- [224]
			true, -- [225]
			true, -- [226]
			true, -- [227]
			true, -- [228]
			true, -- [229]
			true, -- [230]
			true, -- [231]
			true, -- [232]
			true, -- [233]
			true, -- [234]
			true, -- [235]
			nil, -- [236]
			nil, -- [237]
			nil, -- [238]
			nil, -- [239]
			true, -- [240]
			true, -- [241]
			true, -- [242]
			true, -- [243]
			true, -- [244]
			true, -- [245]
			true, -- [246]
			true, -- [247]
			true, -- [248]
			true, -- [249]
			true, -- [250]
			true, -- [251]
			true, -- [252]
			true, -- [253]
			true, -- [254]
			true, -- [255]
			true, -- [256]
			true, -- [257]
			true, -- [258]
			true, -- [259]
			true, -- [260]
			true, -- [261]
			true, -- [262]
			true, -- [263]
			true, -- [264]
			true, -- [265]
			true, -- [266]
			true, -- [267]
			true, -- [268]
			true, -- [269]
			true, -- [270]
			true, -- [271]
			true, -- [272]
			true, -- [273]
			true, -- [274]
			true, -- [275]
			true, -- [276]
			true, -- [277]
			true, -- [278]
			true, -- [279]
			true, -- [280]
			true, -- [281]
			true, -- [282]
			true, -- [283]
			true, -- [284]
			nil, -- [285]
			nil, -- [286]
			nil, -- [287]
			true, -- [288]
			true, -- [289]
			true, -- [290]
			true, -- [291]
			true, -- [292]
			true, -- [293]
			true, -- [294]
			true, -- [295]
			true, -- [296]
			true, -- [297]
			true, -- [298]
			true, -- [299]
			true, -- [300]
			true, -- [301]
			true, -- [302]
			true, -- [303]
			true, -- [304]
			true, -- [305]
			true, -- [306]
			true, -- [307]
			true, -- [308]
			true, -- [309]
			true, -- [310]
			true, -- [311]
			true, -- [312]
			true, -- [313]
			true, -- [314]
			true, -- [315]
			true, -- [316]
			true, -- [317]
			true, -- [318]
			true, -- [319]
			true, -- [320]
			true, -- [321]
			true, -- [322]
			true, -- [323]
			true, -- [324]
			true, -- [325]
			true, -- [326]
			true, -- [327]
			true, -- [328]
			true, -- [329]
			true, -- [330]
			true, -- [331]
			true, -- [332]
			true, -- [333]
			true, -- [334]
			true, -- [335]
			true, -- [336]
			true, -- [337]
			true, -- [338]
			true, -- [339]
			true, -- [340]
			true, -- [341]
			true, -- [342]
			true, -- [343]
			true, -- [344]
			true, -- [345]
			true, -- [346]
			true, -- [347]
			true, -- [348]
			true, -- [349]
			true, -- [350]
			true, -- [351]
			true, -- [352]
			true, -- [353]
			true, -- [354]
			true, -- [355]
			true, -- [356]
			true, -- [357]
			true, -- [358]
			true, -- [359]
			true, -- [360]
			true, -- [361]
			true, -- [362]
			true, -- [363]
			true, -- [364]
			true, -- [365]
			true, -- [366]
			true, -- [367]
			true, -- [368]
			true, -- [369]
			true, -- [370]
			true, -- [371]
			true, -- [372]
			true, -- [373]
			true, -- [374]
			true, -- [375]
			true, -- [376]
			true, -- [377]
			true, -- [378]
			true, -- [379]
			true, -- [380]
			true, -- [381]
			true, -- [382]
			true, -- [383]
			true, -- [384]
			true, -- [385]
			true, -- [386]
			true, -- [387]
			true, -- [388]
			true, -- [389]
			true, -- [390]
			true, -- [391]
			true, -- [392]
			true, -- [393]
			true, -- [394]
			true, -- [395]
			true, -- [396]
			true, -- [397]
			true, -- [398]
			true, -- [399]
			true, -- [400]
			true, -- [401]
			true, -- [402]
			true, -- [403]
			true, -- [404]
			true, -- [405]
			true, -- [406]
			true, -- [407]
			true, -- [408]
			true, -- [409]
			true, -- [410]
			true, -- [411]
			true, -- [412]
			true, -- [413]
			nil, -- [414]
			true, -- [415]
			true, -- [416]
			true, -- [417]
			true, -- [418]
			true, -- [419]
			true, -- [420]
			true, -- [421]
			nil, -- [422]
			true, -- [423]
			true, -- [424]
			true, -- [425]
			true, -- [426]
			true, -- [427]
			true, -- [428]
			true, -- [429]
			true, -- [430]
			true, -- [431]
			true, -- [432]
			true, -- [433]
			true, -- [434]
			true, -- [435]
			true, -- [436]
			true, -- [437]
			true, -- [438]
			true, -- [439]
			true, -- [440]
			true, -- [441]
			true, -- [442]
			true, -- [443]
			true, -- [444]
			true, -- [445]
			true, -- [446]
			true, -- [447]
			true, -- [448]
			true, -- [449]
			true, -- [450]
			true, -- [451]
			true, -- [452]
			true, -- [453]
			true, -- [454]
			true, -- [455]
			true, -- [456]
			true, -- [457]
			true, -- [458]
			true, -- [459]
			true, -- [460]
			true, -- [461]
			true, -- [462]
			true, -- [463]
			true, -- [464]
			true, -- [465]
			true, -- [466]
			true, -- [467]
			true, -- [468]
			true, -- [469]
			true, -- [470]
			true, -- [471]
			true, -- [472]
			true, -- [473]
			true, -- [474]
			true, -- [475]
			true, -- [476]
			true, -- [477]
			true, -- [478]
			true, -- [479]
			true, -- [480]
			true, -- [481]
			true, -- [482]
			true, -- [483]
			true, -- [484]
			true, -- [485]
			true, -- [486]
			true, -- [487]
			true, -- [488]
			true, -- [489]
			true, -- [490]
			true, -- [491]
			true, -- [492]
			true, -- [493]
			true, -- [494]
			true, -- [495]
			true, -- [496]
			true, -- [497]
			true, -- [498]
			true, -- [499]
			true, -- [500]
			true, -- [501]
			true, -- [502]
			true, -- [503]
			true, -- [504]
			true, -- [505]
			true, -- [506]
			true, -- [507]
			true, -- [508]
			true, -- [509]
			true, -- [510]
			true, -- [511]
			true, -- [512]
			true, -- [513]
			true, -- [514]
			true, -- [515]
			true, -- [516]
			true, -- [517]
			true, -- [518]
			true, -- [519]
			true, -- [520]
			true, -- [521]
			true, -- [522]
			true, -- [523]
			true, -- [524]
			true, -- [525]
			true, -- [526]
			nil, -- [527]
			true, -- [528]
			true, -- [529]
			true, -- [530]
			true, -- [531]
			true, -- [532]
			true, -- [533]
			true, -- [534]
			true, -- [535]
			true, -- [536]
			nil, -- [537]
			true, -- [538]
			true, -- [539]
			true, -- [540]
			true, -- [541]
			true, -- [542]
			true, -- [543]
			true, -- [544]
			true, -- [545]
			true, -- [546]
			true, -- [547]
			true, -- [548]
			true, -- [549]
			true, -- [550]
			true, -- [551]
			true, -- [552]
			true, -- [553]
			true, -- [554]
			nil, -- [555]
			nil, -- [556]
			true, -- [557]
			true, -- [558]
			true, -- [559]
			true, -- [560]
			true, -- [561]
			true, -- [562]
			true, -- [563]
			true, -- [564]
			true, -- [565]
			true, -- [566]
			true, -- [567]
			true, -- [568]
			true, -- [569]
			true, -- [570]
			true, -- [571]
			true, -- [572]
			true, -- [573]
			true, -- [574]
			true, -- [575]
			true, -- [576]
			true, -- [577]
			true, -- [578]
			true, -- [579]
			true, -- [580]
			true, -- [581]
			true, -- [582]
			true, -- [583]
			true, -- [584]
			true, -- [585]
			true, -- [586]
			true, -- [587]
			true, -- [588]
			true, -- [589]
			true, -- [590]
			true, -- [591]
			true, -- [592]
			true, -- [593]
			true, -- [594]
			true, -- [595]
			true, -- [596]
			true, -- [597]
			true, -- [598]
			true, -- [599]
			true, -- [600]
			true, -- [601]
			true, -- [602]
			true, -- [603]
			true, -- [604]
			true, -- [605]
			true, -- [606]
			true, -- [607]
			true, -- [608]
			true, -- [609]
			true, -- [610]
			true, -- [611]
			true, -- [612]
			true, -- [613]
			true, -- [614]
			true, -- [615]
			true, -- [616]
			true, -- [617]
			true, -- [618]
			true, -- [619]
			true, -- [620]
			true, -- [621]
			true, -- [622]
			true, -- [623]
			true, -- [624]
			true, -- [625]
			true, -- [626]
			true, -- [627]
			true, -- [628]
			true, -- [629]
			true, -- [630]
			true, -- [631]
			true, -- [632]
			true, -- [633]
			true, -- [634]
			true, -- [635]
			true, -- [636]
			true, -- [637]
			true, -- [638]
			true, -- [639]
			true, -- [640]
			true, -- [641]
			true, -- [642]
			true, -- [643]
			true, -- [644]
			true, -- [645]
			true, -- [646]
			nil, -- [647]
			true, -- [648]
			true, -- [649]
			true, -- [650]
			true, -- [651]
			true, -- [652]
			true, -- [653]
			true, -- [654]
			true, -- [655]
			true, -- [656]
			true, -- [657]
			true, -- [658]
			true, -- [659]
			true, -- [660]
			true, -- [661]
			true, -- [662]
			true, -- [663]
			true, -- [664]
			true, -- [665]
			true, -- [666]
			true, -- [667]
			true, -- [668]
			true, -- [669]
			true, -- [670]
			true, -- [671]
			true, -- [672]
			true, -- [673]
			true, -- [674]
			true, -- [675]
			true, -- [676]
			true, -- [677]
			true, -- [678]
			true, -- [679]
			true, -- [680]
			true, -- [681]
			true, -- [682]
			true, -- [683]
			true, -- [684]
			true, -- [685]
			true, -- [686]
			true, -- [687]
			true, -- [688]
			true, -- [689]
			true, -- [690]
			true, -- [691]
			true, -- [692]
			true, -- [693]
			true, -- [694]
			true, -- [695]
			true, -- [696]
			true, -- [697]
			true, -- [698]
			true, -- [699]
			true, -- [700]
			true, -- [701]
			true, -- [702]
			true, -- [703]
			true, -- [704]
			true, -- [705]
			true, -- [706]
			true, -- [707]
			true, -- [708]
			true, -- [709]
			nil, -- [710]
			nil, -- [711]
			true, -- [712]
			true, -- [713]
			nil, -- [714]
			true, -- [715]
			true, -- [716]
			true, -- [717]
			nil, -- [718]
			nil, -- [719]
			nil, -- [720]
			true, -- [721]
			true, -- [722]
			nil, -- [723]
			nil, -- [724]
			nil, -- [725]
			true, -- [726]
			nil, -- [727]
			nil, -- [728]
			nil, -- [729]
			nil, -- [730]
			nil, -- [731]
			nil, -- [732]
			nil, -- [733]
			nil, -- [734]
			nil, -- [735]
			true, -- [736]
			[747] = true,
			[749] = true,
			[757] = true,
			[758] = true,
			[759] = true,
			[760] = true,
			[762] = true,
			[764] = true,
			[775] = true,
			[800] = true,
			[801] = true,
			[802] = true,
			[803] = true,
			[815] = true,
			[817] = true,
			[819] = true,
			[822] = true,
			[824] = true,
			[825] = true,
			[830] = true,
			[831] = true,
			[834] = true,
			[861] = true,
			[874] = true,
			[879] = true,
			[881] = true,
			[882] = true,
			[891] = true,
			[904] = true,
			[905] = true,
			[912] = true,
			[919] = true,
			[946] = true,
			[947] = true,
			[949] = true,
			[950] = true,
			[952] = true,
			[953] = true,
			[959] = true,
			[963] = true,
			[969] = true,
			[970] = true,
			[971] = true,
			[972] = true,
			[977] = true,
			[978] = true,
			[979] = true,
			[982] = true,
			[984] = true,
			[987] = true,
			[988] = true,
			[990] = true,
			[991] = true,
			[993] = true,
			[995] = true,
			[998] = true,
			[999] = true,
			[1000] = true,
			[1001] = true,
			[1003] = true,
			[1005] = true,
			[1007] = true,
			[1012] = true,
			[109141] = true,
			[36860] = true,
			[2062] = true,
			[2068] = true,
			[152556] = true,
			[109142] = true,
			[2086] = true,
			[1045] = true,
			[2090] = true,
			[2094] = true,
			[2096] = true,
			[1050] = true,
			[1051] = true,
			[1054] = true,
			[1055] = true,
			[109143] = true,
			[2116] = true,
			[63427] = true,
			[1062] = true,
			[1064] = true,
			[1065] = true,
			[1066] = true,
			[1067] = true,
			[1068] = true,
			[1069] = true,
			[1070] = true,
			[1071] = true,
			[109144] = true,
			[1073] = true,
			[52718] = true,
			[34368] = true,
			[53038] = true,
			[2174] = true,
			[1094] = true,
			[2190] = true,
			[1097] = true,
			[1098] = true,
			[1103] = true,
			[1104] = true,
			[1106] = true,
			[1107] = true,
			[52719] = true,
			[1110] = true,
			[2228] = true,
			[21884] = true,
			[1118] = true,
			[1120] = true,
			[34721] = true,
			[2248] = true,
			[1126] = true,
			[139652] = true,
			[1135] = true,
			[2270] = true,
			[1137] = true,
			[139653] = true,
			[1140] = true,
			[52720] = true,
			[1142] = true,
			[1143] = true,
			[2286] = true,
			[1145] = true,
			[139654] = true,
			[1147] = true,
			[1148] = true,
			[2298] = true,
			[1152] = true,
			[1153] = true,
			[139655] = true,
			[37887] = true,
			[22572] = true,
			[1160] = true,
			[139656] = true,
			[2328] = true,
			[2330] = true,
			[2332] = true,
			[2334] = true,
			[2336] = true,
			[139657] = true,
			[108319] = true,
			[2342] = true,
			[52721] = true,
			[2346] = true,
			[2348] = true,
			[2350] = true,
			[2352] = true,
			[139658] = true,
			[2356] = true,
			[21885] = true,
			[2360] = true,
			[1185] = true,
			[139659] = true,
			[1188] = true,
			[139660] = true,
			[34052] = true,
			[139661] = true,
			[1209] = true,
			[139662] = true,
			[2430] = true,
			[139663] = true,
			[2436] = true,
			[1223] = true,
			[1225] = true,
			[1226] = true,
			[1227] = true,
			[34053] = true,
			[1230] = true,
			[1233] = true,
			[1234] = true,
			[1235] = true,
			[1236] = true,
			[1237] = true,
			[23836] = true,
			[1240] = true,
			[1241] = true,
			[1242] = true,
			[21886] = true,
			[1247] = true,
			[1248] = true,
			[1249] = true,
			[139667] = true,
			[139668] = true,
			[24268] = true,
			[139669] = true,
			[2538] = true,
			[1271] = true,
			[2542] = true,
			[2544] = true,
			[1277] = true,
			[74247] = true,
			[22446] = true,
			[1285] = true,
			[1286] = true,
			[22574] = true,
			[1289] = true,
			[1290] = true,
			[1291] = true,
			[34055] = true,
			[1295] = true,
			[108391] = true,
			[1301] = true,
			[111652] = true,
			[1305] = true,
			[34471] = true,
			[1308] = true,
			[75208] = true,
			[35622] = true,
			[37700] = true,
			[1316] = true,
			[111589] = true,
			[1320] = true,
			[34056] = true,
			[24269] = true,
			[1330] = true,
			[1331] = true,
			[1333] = true,
			[1336] = true,
			[1337] = true,
			[1338] = true,
			[1340] = true,
			[35623] = true,
			[22447] = true,
			[1344] = true,
			[1345] = true,
			[1346] = true,
			[1347] = true,
			[52183] = true,
			[133925] = true,
			[22575] = true,
			[41058] = true,
			[74252] = true,
			[1365] = true,
			[111656] = true,
			[1373] = true,
			[35624] = true,
			[1375] = true,
			[74637] = true,
			[1390] = true,
			[1393] = true,
			[31463] = true,
			[90175] = true,
			[35625] = true,
			[37703] = true,
			[52185] = true,
			[111595] = true,
			[22576] = true,
			[1426] = true,
			[1428] = true,
			[1437] = true,
			[1439] = true,
			[1441] = true,
			[1442] = true,
			[1452] = true,
			[33069] = true,
			[1456] = true,
			[167698] = true,
			[41509] = true,
			[1463] = true,
			[1466] = true,
			[23424] = true,
			[35627] = true,
			[1471] = true,
			[1474] = true,
			[111663] = true,
			[116139] = true,
			[1494] = true,
			[129055] = true,
			[1496] = true,
			[111601] = true,
			[111665] = true,
			[1517] = true,
			[115502] = true,
			[1525] = true,
			[1526] = true,
			[111666] = true,
			[1530] = true,
			[1531] = true,
			[23425] = true,
			[2049] = true,
			[1538] = true,
			[1540] = true,
			[1541] = true,
			[1542] = true,
			[22578] = true,
			[2063] = true,
			[1546] = true,
			[1548] = true,
			[1549] = true,
			[1550] = true,
			[1551] = true,
			[1552] = true,
			[1553] = true,
			[2083] = true,
			[35278] = true,
			[1556] = true,
			[1558] = true,
			[111668] = true,
			[2095] = true,
			[2097] = true,
			[1562] = true,
			[1563] = true,
			[1564] = true,
			[1565] = true,
			[2111] = true,
			[1569] = true,
			[1570] = true,
			[1572] = true,
			[1573] = true,
			[36909] = true,
			[1575] = true,
			[1576] = true,
			[1577] = true,
			[1578] = true,
			[1579] = true,
			[72092] = true,
			[1581] = true,
			[1582] = true,
			[1583] = true,
			[1584] = true,
			[1585] = true,
			[1586] = true,
			[1587] = true,
			[113588] = true,
			[1590] = true,
			[111670] = true,
			[1592] = true,
			[1593] = true,
			[1594] = true,
			[1595] = true,
			[23426] = true,
			[2171] = true,
			[22451] = true,
			[1600] = true,
			[1601] = true,
			[1605] = true,
			[36910] = true,
			[111671] = true,
			[1609] = true,
			[1610] = true,
			[1611] = true,
			[1614] = true,
			[1615] = true,
			[1616] = true,
			[1617] = true,
			[1618] = true,
			[1620] = true,
			[1621] = true,
			[111672] = true,
			[1626] = true,
			[1627] = true,
			[1628] = true,
			[1629] = true,
			[1631] = true,
			[1632] = true,
			[1633] = true,
			[1634] = true,
			[1635] = true,
			[2247] = true,
			[111673] = true,
			[1642] = true,
			[2261] = true,
			[1644] = true,
			[1646] = true,
			[2269] = true,
			[1650] = true,
			[2279] = true,
			[1653] = true,
			[2285] = true,
			[2293] = true,
			[1660] = true,
			[1661] = true,
			[1662] = true,
			[22452] = true,
			[32698] = true,
			[1665] = true,
			[1666] = true,
			[1667] = true,
			[1668] = true,
			[1669] = true,
			[36912] = true,
			[111675] = true,
			[1673] = true,
			[1674] = true,
			[1675] = true,
			[2329] = true,
			[2331] = true,
			[2333] = true,
			[2335] = true,
			[2337] = true,
			[1682] = true,
			[1683] = true,
			[2343] = true,
			[2345] = true,
			[2347] = true,
			[111676] = true,
			[2351] = true,
			[2353] = true,
			[2355] = true,
			[2357] = true,
			[2359] = true,
			[109119] = true,
			[1709] = true,
			[1723] = true,
			[42732] = true,
			[2433] = true,
			[2439] = true,
			[28767] = true,
			[88535] = true,
			[1762] = true,
			[1763] = true,
			[1765] = true,
			[1771] = true,
			[1773] = true,
			[1779] = true,
			[1781] = true,
			[2539] = true,
			[2541] = true,
			[2543] = true,
			[46954] = true,
			[108294] = true,
			[133725] = true,
			[133726] = true,
			[108295] = true,
			[133727] = true,
			[133728] = true,
			[108296] = true,
			[133729] = true,
			[32825] = true,
			[1833] = true,
			[1834] = true,
			[133730] = true,
			[165699] = true,
			[1838] = true,
			[1841] = true,
			[1842] = true,
			[133731] = true,
			[1847] = true,
			[1848] = true,
			[133732] = true,
			[1855] = true,
			[1856] = true,
			[1857] = true,
			[1858] = true,
			[133733] = true,
			[1860] = true,
			[1861] = true,
			[1862] = true,
			[1863] = true,
			[1864] = true,
			[1865] = true,
			[1866] = true,
			[133734] = true,
			[1868] = true,
			[1869] = true,
			[1870] = true,
			[1871] = true,
			[1872] = true,
			[1873] = true,
			[1874] = true,
			[133735] = true,
			[1876] = true,
			[1879] = true,
			[1881] = true,
			[133736] = true,
			[1884] = true,
			[1885] = true,
			[1887] = true,
			[1888] = true,
			[1889] = true,
			[108300] = true,
			[133737] = true,
			[1892] = true,
			[2540] = true,
			[2537] = true,
			[2416] = true,
			[2368] = true,
			[1898] = true,
			[133738] = true,
			[2365] = true,
			[2358] = true,
			[2354] = true,
			[2349] = true,
			[2341] = true,
			[2339] = true,
			[108301] = true,
			[133739] = true,
			[2344] = true,
			[2340] = true,
			[2185] = true,
			[2253] = true,
			[2157] = true,
			[2301] = true,
			[111650] = true,
			[133740] = true,
			[1916] = true,
			[1636] = true,
			[2294] = true,
			[22456] = true,
			[1920] = true,
			[1921] = true,
			[108302] = true,
			[133741] = true,
			[2031] = true,
			[108297] = true,
			[1890] = true,
			[37701] = true,
			[2242] = true,
			[111651] = true,
			[140786] = true,
			[133742] = true,
			[1932] = true,
			[2193] = true,
			[2338] = true,
			[108298] = true,
			[21991] = true,
			[2076] = true,
			[108303] = true,
			[109991] = true,
			[2192] = true,
			[1278] = true,
			[2272] = true,
			[108299] = true,
			[37702] = true,
			[1543] = true,
			[2061] = true,
			[1947] = true,
			[2229] = true,
			[1949] = true,
			[32321] = true,
			[2135] = true,
			[1952] = true,
			[1953] = true,
			[1954] = true,
			[1039] = true,
			[1040] = true,
			[160711] = true,
			[152543] = true,
			[1555] = true,
			[1343] = true,
			[2093] = true,
			[1606] = true,
			[1056] = true,
			[1964] = true,
			[23427] = true,
			[1966] = true,
			[1967] = true,
			[111659] = true,
			[1059] = true,
			[108305] = true,
			[41265] = true,
			[37704] = true,
			[34191] = true,
			[152545] = true,
			[21990] = true,
			[108304] = true,
			[22573] = true,
			[1580] = true,
			[111658] = true,
			[1837] = true,
			[1329] = true,
			[152546] = true,
			[22457] = true,
			[37705] = true,
			[152544] = true,
			[108306] = true,
			[1060] = true,
			[1079] = true,
			[1989] = true,
			[152547] = true,
			[2155] = true,
			[61323] = true,
			[111674] = true,
			[109137] = true,
			[111245] = true,
			[111667] = true,
			[97512] = true,
			[152548] = true,
			[109138] = true,
			[1859] = true,
			[2001] = true,
			[108307] = true,
			[2118] = true,
			[33278] = true,
			[34722] = true,
			[152549] = true,
			[34832] = true,
			[1867] = true,
			[2009] = true,
			[2010] = true,
			[111662] = true,
			[1671] = true,
			[109140] = true,
			[37727] = true,
			[109139] = true,
			[1883] = true,
			[111664] = true,
			[108308] = true,
			[2019] = true,
			[1643] = true,
			[1647] = true,
			[2022] = true,
			[1348] = true,
			[2297] = true,
			[1919] = true,
			[111669] = true,
			[1670] = true,
			[139664] = true,
			[1891] = true,
			[139665] = true,
			[33119] = true,
			[139666] = true,
			[115504] = true,
			[108309] = true,
			[22577] = true,
			[136605] = true,
			[1342] = true,
		},
		["action_shortcuts"] = false,
	},
	["character"] = {
		["Пламегор|Зайи"] = {
			["tooltip"] = {
				["merchant_buy"] = false,
				["merchant_sell"] = true,
				["value"] = true,
				["disenchant_distribution"] = false,
				["disenchant_value"] = false,
				["daily"] = false,
			},
		},
	},
	["realm"] = {
		["Пламегор"] = {
			["characters"] = {
				["Зайи"] = 123925.561,
			},
			["favorite_searches"] = {
			},
			["recent_searches"] = {
			},
		},
	},
	["faction"] = {
		["Пламегор|Horde"] = {
			["post"] = {
			},
			["history"] = {
			},
		},
	},
}
