
AtlasLootClassicDB = {
	["profileKeys"] = {
		["Астана - Вестник Рока"] = "Астана - Вестник Рока",
		["Фаерфигня - Рок-Делар"] = "Фаерфигня - Рок-Делар",
		["Каспийголд - Змейталак"] = "Каспийголд - Змейталак",
		["Енг - Змейталак"] = "Енг - Змейталак",
		["Санталучия - Рок-Делар"] = "Санталучия - Рок-Делар",
		["Cmeptb - Patchwerk"] = "Cmeptb - Patchwerk",
		["Cmeptb - Dragon's Call"] = "Cmeptb - Dragon's Call",
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Каспиголд - Рок-Делар"] = "Каспиголд - Рок-Делар",
		["Исцелю - Рок-Делар"] = "Исцелю - Рок-Делар",
		["Деларива - Рок-Делар"] = "Деларива - Рок-Делар",
		["Хунтая - Рок-Делар"] = "Хунтая - Рок-Делар",
		["Народныйбанк - Рок-Делар"] = "Народныйбанк - Рок-Делар",
		["Каспийголд - Рок-Делар"] = "Каспийголд - Рок-Делар",
		["Каспиголд - Змейталак"] = "Каспиголд - Змейталак",
	},
	["global"] = {
		["__addonrevision"] = 1050001,
	},
	["profiles"] = {
		["Астана - Вестник Рока"] = {
		},
		["Фаерфигня - Рок-Делар"] = {
			["GUI"] = {
				["selected"] = {
					nil, -- [1]
					"ScarletMonasteryCathedral", -- [2]
					3, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 197.987551693087,
			},
		},
		["Каспийголд - Змейталак"] = {
			["minimap"] = {
				["minimapPos"] = 203.498547646135,
			},
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-182.000091552734, -- [4]
					87.9999618530274, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Engineering", -- [2]
					5, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Енг - Змейталак"] = {
			["minimap"] = {
				["minimapPos"] = 196.551575335795,
			},
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					0, -- [4]
					40.2752952575684, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Engineering", -- [2]
					9, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Санталучия - Рок-Делар"] = {
		},
		["Cmeptb - Patchwerk"] = {
		},
		["Cmeptb - Dragon's Call"] = {
		},
		["Знать - Рок-Делар"] = {
			["GUI"] = {
				["point"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					-152.000015258789, -- [4]
					-50.0000076293945, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Alchemy", -- [2]
					9, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 178.355242846268,
			},
		},
		["Каспиголд - Рок-Делар"] = {
			["GUI"] = {
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Cooking", -- [2]
					9, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 245.165359839766,
			},
		},
		["Исцелю - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 178.748444620943,
			},
			["GUI"] = {
				["selected"] = {
					nil, -- [1]
					"Ragefire", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Деларива - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 193.290960614628,
			},
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					5.433135811472310e-05, -- [4]
					0, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"RazorfenKraul", -- [2]
					7, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Хунтая - Рок-Делар"] = {
		},
		["Народныйбанк - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 205.665093645169,
			},
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-139.000411987305, -- [4]
					49.5001411437988, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Alchemy", -- [2]
					4, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Каспийголд - Рок-Делар"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					-0.999996602535248, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Alchemy", -- [2]
					3, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 242.049020893571,
			},
		},
		["Каспиголд - Змейталак"] = {
		},
	},
}
