
ThreatClassic2DB = {
	["profileKeys"] = {
		["Астана - Вестник Рока"] = "Астана - Вестник Рока",
		["Фаерфигня - Рок-Делар"] = "Фаерфигня - Рок-Делар",
		["Каспийголд - Змейталак"] = "Каспийголд - Змейталак",
		["Енг - Змейталак"] = "Енг - Змейталак",
		["Санталучия - Рок-Делар"] = "Санталучия - Рок-Делар",
		["Cmeptb - Patchwerk"] = "Cmeptb - Patchwerk",
		["Cmeptb - Dragon's Call"] = "Cmeptb - Dragon's Call",
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Каспиголд - Рок-Делар"] = "Каспиголд - Рок-Делар",
		["Исцелю - Рок-Делар"] = "Исцелю - Рок-Делар",
		["Деларива - Рок-Делар"] = "Деларива - Рок-Делар",
		["Хунтая - Рок-Делар"] = "Хунтая - Рок-Делар",
		["Народныйбанк - Рок-Делар"] = "Народныйбанк - Рок-Делар",
		["Каспийголд - Рок-Делар"] = "Каспийголд - Рок-Делар",
		["Каспиголд - Змейталак"] = "Каспиголд - Змейталак",
	},
	["profiles"] = {
		["Астана - Вестник Рока"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Фаерфигня - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					139.780471801758, -- [4]
					-176.505905151367, -- [5]
				},
			},
		},
		["Каспийголд - Змейталак"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Енг - Змейталак"] = {
			["frame"] = {
				["height"] = 101.426055908203,
				["width"] = 216.160934448242,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					13.9200954437256, -- [4]
					-285.585144042969, -- [5]
				},
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Санталучия - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Cmeptb - Patchwerk"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Cmeptb - Dragon's Call"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Знать - Рок-Делар"] = {
			["frame"] = {
				["height"] = 99.748031616211,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					209.849578857422, -- [4]
					-214.082015991211, -- [5]
				},
				["width"] = 170.851119995117,
			},
			["general"] = {
				["rawPercent"] = true,
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Каспиголд - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					4.37023210525513, -- [4]
					-89.7358016967774, -- [5]
				},
			},
		},
		["Исцелю - Рок-Делар"] = {
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					154.044631958008, -- [4]
					-174.827865600586, -- [5]
				},
			},
			["bar"] = {
				["count"] = 8,
			},
		},
		["Деларива - Рок-Делар"] = {
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					142.297454833984, -- [4]
					-168.954467773438, -- [5]
				},
			},
			["bar"] = {
				["count"] = 8,
			},
		},
		["Хунтая - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Народныйбанк - Рок-Делар"] = {
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					123.999984741211, -- [4]
					-313.999847412109, -- [5]
				},
			},
			["bar"] = {
				["count"] = 8,
			},
		},
		["Каспийголд - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Каспиголд - Змейталак"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
	},
}
