
TukuiData = {
	["Patchwerk"] = {
		["Cmeptb"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
	},
	["Змейталак"] = {
		["Каспиголд"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
		["Каспийголд"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["ChatRightHidden"] = false,
		},
	},
	["Рок-Делар"] = {
		["Каспиголд"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-28.5535373687744, -- [3]
					50.2043571472168, -- [4]
					387.893951416016, -- [5]
					130.000045776367, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
		},
		["Каспийголд"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
		["Народныйбанк"] = {
			["WorldMapPosition"] = {
				"CENTER", -- [1]
				"UIParent", -- [2]
				"CENTER", -- [3]
				-33.2780570983887, -- [4]
				49.9175453186035, -- [5]
			},
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
	},
	["Dragon's Call"] = {
		["Cmeptb"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
		},
	},
}
TukuiSettings = {
}
TukuiGold = {
	["Patchwerk"] = {
		["Cmeptb"] = 0,
	},
	["Змейталак"] = {
		["Каспиголд"] = 3,
		["Каспийголд"] = 404188,
	},
	["Рок-Делар"] = {
		["Каспиголд"] = 86393,
		["Каспийголд"] = 51444,
		["Народныйбанк"] = 3299826,
	},
	["Dragon's Call"] = {
		["Cmeptb"] = 0,
	},
}
TukuiSettingsPerCharacter = {
	["Patchwerk"] = {
		["Cmeptb"] = {
		},
	},
	["Змейталак"] = {
		["Каспиголд"] = {
		},
		["Каспийголд"] = {
			["General"] = {
				["MinimapScale"] = 200,
			},
		},
	},
	["Рок-Делар"] = {
		["Каспиголд"] = {
			["Misc"] = {
				["ErrorFilterEnable"] = false,
			},
		},
		["Каспийголд"] = {
		},
		["Народныйбанк"] = {
		},
	},
	["Dragon's Call"] = {
		["Cmeptb"] = {
		},
	},
}
LibClassicMobHealth10DB = {
	["revision"] = 1,
	["pc"] = {
		[21] = {
			["Аркси"] = 631.25,
		},
		[-1] = {
			["Знать"] = 1785.71428571429,
		},
	},
	["npc"] = {
		{
			["Равнинный долгоног"] = 42,
			["Пятнистый вепрь"] = 42,
		}, -- [1]
		{
			["Равнинный долгоног"] = 55,
			["Пятнистый вепрь"] = 55,
		}, -- [2]
		{
			["Горная пума"] = 71,
			["Рабочий скорпид"] = 71,
			["Дыбогривый свинобраз"] = 71,
			["Злобный фамилиар"] = 69,
			["Ловец Скверны"] = 71,
			["Боевой вепрь"] = 71,
		}, -- [3]
		{
			["Шаман из племени Дыбогривов"] = 83,
			["Саркот"] = 86,
			["Дыбогривый свинобраз"] = 86,
			["Боевой вепрь"] = 86,
			["Злобный фамилиар"] = 83,
			["Ловец Скверны"] = 86,
			["Боевой вепрь-дыбогрив"] = 86,
		}, -- [4]
		{
			["\"Визгун\" Шипогрив"] = 102,
			["Дубильщик из стаи Бледногривов"] = 98,
			["Древесник"] = 102,
			["Вождь Остроклык Терновая Мантия"] = 102,
			["Тощий перепелятник"] = 102,
			["Гремучий скорпид"] = 102,
			["Карликовый приливный краб"] = 102,
			["Сова"] = 102,
			["Моряк Кул-Тираса"] = 102,
			["Боевой вепрь-дыбогрив"] = 102,
			["Волк прерий"] = 102,
			["Наймит Торговой компании"] = 102,
			["Йоррог Тень Проклятия"] = 98,
		}, -- [5]
		{
			["Взрослый равнинный долгоног"] = 120,
			["Лютый пятнистый вепрь"] = 120,
			["Древесник"] = 120,
			["Страж бухты Кул-Тираса"] = 120,
			["Тощий перепелятник"] = 120,
			["Свинобраз из племени Иглогривых"] = 120,
			["Карликовый приливный краб"] = 120,
			["Гремучий скорпид"] = 120,
			["Чернорабочий из племени Колкар"] = 120,
			["Работник Торговой компании"] = 120,
			["Шкуродер из стаи Бледногривов"] = 115,
			["Макрура-панцирник"] = 120,
			["Кровопалый кнутохвост"] = 120,
			["Макрура-трещот"] = 120,
			["Дубильщик из стаи Бледногривов"] = 115,
			["Волк прерий"] = 120,
			["Наймит Торговой компании"] = 120,
			["Моряк Кул-Тираса"] = 120,
		}, -- [6]
		{
			["Погромщица из стаи Пыльного Ветра"] = 137,
			["Перепелятник"] = 137,
			["Охотник прерий"] = 137,
			["Чернорабочий из племени Колкар"] = 137,
			["Страж бухты Кул-Тираса"] = 137,
			["Свинобраз из племени Иглогривых"] = 137,
			["Сова-крикун"] = 137,
			["Гонец из племени Колкар"] = 131,
			["Ночной саблезуб-охотник"] = 137,
			["Гарпия из стаи Пыльного Ветра"] = 137,
			["Лютый пятнистый вепрь"] = 137,
			["Пума плоскогорья"] = 137,
			["Браконьер из стаи Бледногривов"] = 137,
			["Работник Торговой компании"] = 137,
			["Разведчик племени Иглогривых"] = 137,
			["Надсмотрщик Торговой компании"] = 137,
			["Волк племени Иглогривых"] = 137,
			["Макрура-панцирник"] = 137,
			["Кровопалый кнутохвост"] = 137,
			["Шкуродер из стаи Бледногривов"] = 131,
			["Макрура-трещот"] = 137,
			["Заскорузлый древесник-потрошитель"] = 137,
			["Дуротарский тигр"] = 137,
			["Взрослый равнинный долгоног"] = 137,
		}, -- [7]
		{
			["Лейтенант Бенедикт"] = 156,
			["Перепелятник"] = 156,
			["Охотник прерий"] = 156,
			["Старый крапчатый вепрь"] = 156,
			["Лезвезуб Кровавого Когтя"] = 156,
			["Гонец из племени Колкар"] = 148,
			["Ночной саблезуб-охотник"] = 156,
			["Пылебег из племени Иглогривых"] = 148,
			["Чащобный паук-балдахинник"] = 156,
			["Старый ночной саблезуб"] = 156,
			["Браконьер из стаи Бледногривов"] = 156,
			["Гарпия из стаи Пыльного Ветра"] = 156,
			["Разведчик племени Иглогривых"] = 156,
			["Кровопалый кнутохвост"] = 156,
			["Волк племени Иглогривых"] = 156,
			["Тролль-вудуист"] = 148,
			["Пума плоскогорья"] = 156,
			["Проклятый тролль"] = 148,
			["Заскорузлый древесник-потрошитель"] = 156,
			["Сова-охотник"] = 156,
			["Дуротарский тигр"] = 156,
			["Погромщица из стаи Пыльного Ветра"] = 156,
		}, -- [8]
		{
			["Боевой страж племени Иглогривых"] = 176,
			["Перепелятник"] = 176,
			["Фурия из стаи Кровавого Пера"] = 176,
			["Старый крапчатый вепрь"] = 176,
			["Болотный древесник"] = 176,
			["Рокочущая ящерица"] = 176,
			["Старый полевой долгоног"] = 176,
			["Пылебег из племени Иглогривых"] = 166,
			["Карликовый прибрежный краб"] = 176,
			["Мститель из племени Кривой Сосны"] = 176,
			["Старый ночной саблезуб"] = 176,
			["Землепроходец из племени Кривой Сосны"] = 166,
			["Дикарка из стаи Пыльного Ветра"] = 176,
			["Хищник плоскогорья"] = 176,
			["Могучий волк прерий"] = 176,
			["Лезвезуб Кровавого Когтя"] = 176,
			["Крупнозубый кроколиск"] = 176,
			["Ведьма ветров из стаи Кровавого Пера"] = 176,
			["Проклятый тролль"] = 166,
			["Медвежонок-осотник"] = 220,
			["Тролль-вудуист"] = 166,
			["Ядохвостый скорпид"] = 176,
			["Фанатик из клана Пылающего Клинка"] = 166,
		}, -- [9]
		{
			["Боевой страж племени Иглогривых"] = 198,
			["Бурешкура"] = 198,
			["Водоискатель из племени Иглогривых"] = 198,
			["Грозовая ведьма из стаи Пыльного Ветра"] = 186,
			["Ведьма ветров из стаи Кровавого Пера"] = 198,
			["Костолом из клана Пылающего Клинка"] = 198,
			["Дикарка из стаи Пыльного Ветра"] = 198,
			["Болотный древесник"] = 198,
			["Гигантский чащобный тенетник"] = 198,
			["Рокочущая ящерица"] = 198,
			["Ученик из клана Пылающего Клинка"] = 178,
			["Залазан"] = 186,
			["Коварный грелль"] = 198,
			["Мститель из племени Кривой Сосны"] = 198,
			["Оскверненный лезвезуб Кровавого Когтя"] = 198,
			["Землепроходец из племени Кривой Сосны"] = 186,
			["Старый древесник"] = 186,
			["Яростный ночной саблезуб"] = 198,
			["Могучий волк прерий"] = 198,
			["Прислужник-демон Бездны"] = 158,
			["Фурия из стаи Кровавого Пера"] = 198,
			["Карликовый прибрежный краб"] = 198,
			["Цап-царап"] = 198,
			["Терноплет из племени Иглогривых"] = 186,
			["Проклятый высокорожденный"] = 198,
			["Ядохвостый скорпид"] = 198,
			["Фанатик из клана Пылающего Клинка"] = 186,
		}, -- [10]
		{
			["Птенец лесного долгохода"] = 222,
			["Бурешкура"] = 222,
			["Водоискатель из племени Иглогривых"] = 222,
			["Грозовая ведьма из стаи Пыльного Ветра"] = 208,
			["Костолом из клана Пылающего Клинка"] = 222,
			["Дикий грелль"] = 222,
			["Гигантский чащобный тенетник"] = 222,
			["Зловещая Утроба"] = 222,
			["Терзаемый Высокорожденный"] = 222,
			["Колючешерстный медведь"] = 278,
			["Большой равнинный долгоног"] = 222,
			["Малорослый лунопард"] = 222,
			["Охотник из племени Иглогривых"] = 222,
			["Коварный грелль"] = 222,
			["Налетчик из племени Серой Мглы"] = 222,
			["Оскверненный лезвезуб Кровавого Когтя"] = 222,
			["Послушник из клана Пылающего Клинка"] = 199,
			["Старый древесник"] = 208,
			["Охотница саванны"] = 222,
			["Скорнн Ткач Скверны"] = 624,
			["Ученик из клана Пылающего Клинка"] = 199,
			["Прислужник-демон Бездны"] = 178,
			["Яркочешуйчатый кнутохвост"] = 178,
			["Матриарх стаи Кровавого Пера"] = 208,
			["Терноплет из племени Иглогривых"] = 208,
			["Проклятый высокорожденный"] = 222,
			["Яростный ночной саблезуб"] = 222,
			["Оскверненный крапчатый вепрь"] = 222,
		}, -- [11]
		{
			["Птенец лесного долгохода"] = 247,
			["Охотница саванны"] = 247,
			["Дикий грелль"] = 247,
			["Леди Сатра"] = 230,
			["Грабитель Южных морей"] = 247,
			["Бес-прислужник"] = 79,
			["Защитник племени Иглогривых"] = 247,
			["Колючешерстный медведь"] = 309,
			["Пастух из племени Колкар"] = 247,
			["Урсал Изверг"] = 247,
			["Послушник из клана Пылающего Клинка"] = 219,
			["Охотник из племени Иглогривых"] = 247,
			["Землепроходец из племени Чернолесья"] = 230,
			["Проворный равнинный долгоног"] = 247,
			["Геомант племени Иглогривых"] = 219,
			["Большой равнинный долгоног"] = 247,
			["Яркочешуйчатый кнутохвост"] = 198,
			["Береговик из племени Серой Мглы"] = 247,
			["Крепкозуб Темного берега"] = 247,
			["Пшикс Черношквал"] = 219,
			["Терзаемый Высокорожденный"] = 247,
			["Стенающая Высокорожденная"] = 247,
		}, -- [12]
		{
			["Береговик из племени Серой Мглы"] = 273,
			["Буревестница из племени Колкар"] = 253,
			["Чернокнижник из клана Огненного Клинка"] = 723,
			["Батрак Торговой компании"] = 273,
			["Бешеный колючешерстный медведь"] = 341,
			["Грабитель Южных морей"] = 273,
			["Заклинатель ветра из племени Чернолесья"] = 273,
			["Сатир из племени Дет'рилл"] = 273,
			["Трогг Огненной пропасти"] = 819,
			["Яркочешуйчатый крикун"] = 273,
			["Геомант племени Иглогривых"] = 241,
			["Тазан"] = 273,
			["Пастух из племени Колкар"] = 273,
			["Ясновидец из племени Серой Мглы"] = 253,
			["Птенец лесного долгохода"] = 273,
			["Головорез из клана Огненного Клинка"] = 819,
			["Сектант из клана Огненного Клинка"] = 759,
			["Оплавленный элементаль"] = 819,
			["Проворный равнинный долгоног"] = 273,
			["Землепроходец из племени Чернолесья"] = 253,
			["Мистик из племени Иглогривых"] = 253,
			["Шаман Огненной пропасти"] = 759,
			["Лунный совух"] = 273,
			["Яркочешуйчатый кнутохвост"] = 218,
			["Защитник племени Иглогривых"] = 273,
			["Канонир Южных морей"] = 273,
			["Жевра-бегун"] = 273,
			["Землеед"] = 819,
			["Стенающая Высокорожденная"] = 273,
		}, -- [13]
		{
			["Прислужник-демон Бездны"] = 240,
			["Сетеплет из племени Серой Мглы"] = 300,
			["Буревестница из племени Колкар"] = 276,
			["Лесной долгоход"] = 300,
			["Чернокнижник из клана Огненного Клинка"] = 789,
			["Крепкозуб Темного берега"] = 300,
			["Бешеный колючешерстный медведь"] = 375,
			["Жевра-бегун"] = 300,
			["Трогг Огненной пропасти"] = 900,
			["Лисиллин"] = 263,
			["Ясновидец из племени Серой Мглы"] = 276,
			["Канонир Южных морей"] = 300,
			["Чернорабочий Торговой компании"] = 300,
			["Наемник племени Зловещего Тотема"] = 300,
			["Яркочешуйчатый крикун"] = 300,
			["Хищник саванны"] = 300,
			["Батрак Торговой компании"] = 300,
			["Оплавленный элементаль"] = 900,
			["Кровопыт из племени Колкар"] = 235,
			["Газз'уз"] = 342,
			["Головорез из клана Огненного Клинка"] = 900,
			["Шаман Огненной пропасти"] = 828,
			["Лунопард"] = 300,
			["Сектант из клана Огненного Клинка"] = 828,
			["Мистик из племени Иглогривых"] = 276,
			["Детеныш густого мха"] = 300,
			["Бузотер из племени Зловещего Тотема"] = 300,
			["Землеед"] = 900,
			["Заклинатель ветра из племени Чернолесья"] = 300,
		}, -- [14]
		{
			["Сетеплет из племени Серой Мглы"] = 328,
			["Хищник саванны"] = 328,
			["Чернокнижник из клана Огненного Клинка"] = 855,
			["Скалозавр"] = 328,
			["Наемник Торговой компании"] = 328,
			["Рифовый краб"] = 328,
			["Степной жираф"] = 328,
			["Громила из племени Зловещего Тотема"] = 328,
			["Воин из племени Серой Мглы"] = 328,
			["Зубастая гиена"] = 328,
			["Чернорабочий Торговой компании"] = 328,
			["Наемник племени Зловещего Тотема"] = 328,
			["Скользящий по волнам из клана Гремучей Чешуи"] = 328,
			["Лесной долгоход"] = 328,
			["Шаман Огненной пропасти"] = 903,
			["Оплавленный элементаль"] = 984,
			["Кровопыт из племени Колкар"] = 256,
			["Колдун племени Зловещего Тотема"] = 285,
			["Головорез из клана Огненного Клинка"] = 984,
			["Тераморский страж бухты"] = 328,
			["Старый мистик Остроморд"] = 903,
			["Сектант из клана Огненного Клинка"] = 903,
			["Лунопард"] = 328,
			["Криниг Грознорыл"] = 328,
			["Бузотер из племени Зловещего Тотема"] = 328,
			["Яркочешуйчатый крикун"] = 328,
			["Трогг Огненной пропасти"] = 984,
		}, -- [15]
		{
			["Тераморская оберегательница"] = 325,
			["Воин из племени Серой Мглы"] = 356,
			["Фанатик из клана Темной Нити"] = 356,
			["Лесной долгоход"] = 356,
			["Патриарх саванны"] = 356,
			["Грязнюк Жестокий"] = 356,
			["Наемник Торговой компании"] = 356,
			["Рифовый краб"] = 356,
			["Огглфлинт"] = 1424,
			["Барак Кодобой"] = 356,
			["Зубастая гиена"] = 356,
			["Тарагаман Ненасытный"] = 1869,
			["Громила из племени Зловещего Тотема"] = 356,
			["Головорез Торговой компании"] = 356,
			["Ичияки"] = 356,
			["Воин из племени Чернолесья"] = 356,
			["Скользящий по волнам из клана Гремучей Чешуи"] = 356,
			["Барон Дольноберег"] = 356,
			["Ремонтник Угрелов"] = 356,
			["Яркочешуйчатый смертехват"] = 356,
			["Анайя Вестница Рассвета"] = 356,
			["Колдун племени Зловещего Тотема"] = 307,
			["Сирена из клана Гремучей Чешуи"] = 325,
			["Тераморский страж бухты"] = 356,
			["Мародер из племени Колкар"] = 356,
			["Надзиратель Глибби"] = 356,
			["Злобный равнинный долгоног"] = 356,
			["Охотник из клана Серой Мглы"] = 356,
			["Ползун из густого мха"] = 356,
			["Степной жираф"] = 356,
			["Седой колючешерстный медведь"] = 445,
		}, -- [16]
		{
			["Охотник из клана Серой Мглы"] = 386,
			["Малорослый лунопард"] = 386,
			["Яркочешуйчатый смертехват"] = 386,
			["Гигантский лесной долгоног"] = 386,
			["Тераморская оберегательница"] = 350,
			["Воин из племени Чернолесья"] = 386,
			["Взрослый лунопард"] = 386,
			["Седой колючешерстный медведь"] = 483,
			["Сирена из клана Гремучей Чешуи"] = 350,
			["Фанатик из клана Темной Нити"] = 386,
			["Рифовый краб"] = 386,
			["Злобный равнинный долгоног"] = 386,
			["Моховой ядоплюй"] = 290,
			["Ползун из густого мха"] = 386,
			["Головорез Торговой компании"] = 386,
			["Тотемист из племени Чернолесья"] = 350,
		}, -- [17]
		{
			["Разведчик из племени Золотоносного Песка"] = 417,
			["Грундиг Темное Облако"] = 417,
			["Гигантский лесной долгоног"] = 417,
			["Яркочешуйчатый смертехват"] = 417,
			["Бригадир Зубовиззл"] = 417,
			["Верог Дервиш"] = 417,
			["Моховой ядоплюй"] = 313,
			["Взрослый лунопард"] = 417,
			["Потресканный голем"] = 354,
			["Оракул из племени Серой Мглы"] = 377,
			["Надзиратель Торговой компании"] = 417,
			["Жевра-скакун"] = 417,
			["Покрытый илом краб"] = 417,
			["Фурболг из племени Чернолесья"] = 377,
			["Тотемист из племени Чернолесья"] = 377,
		}, -- [18]
		{
			["Волнолов из племени Серой Мглы"] = 404,
			["Разведчик из племени Золотоносного Песка"] = 449,
			["Гигантский лесной долгоног"] = 449,
			["Мать-медведица"] = 561,
			["Хэрзул Кровавая Отметина"] = 449,
			["Покрытый илом краб"] = 449,
			["Канонир Вессан"] = 449,
			["Потресканный голем"] = 382,
			["Оракул из племени Серой Мглы"] = 404,
			["Шаман из племени Чернолесья"] = 404,
			["Глубомрак"] = 516,
			["Каменное чудище"] = 382,
			["Канонир Смайт"] = 449,
			["Моховой паук-вязальщик"] = 449,
		}, -- [19]
		{
			["Волнолов из племени Серой Мглы"] = 433,
			["Костегрыз из племени Золотого Песка"] = 484,
			["Капитан Гордостанная"] = 484,
			["Покрытый илом краб"] = 484,
			["Паук-скакун Дикого Терна"] = 494,
			["Бешенатор 4100"] = 968,
			["Геомант из племени Золотого Песка"] = 413,
			["Каменное чудище"] = 411,
			["Гневный рифовый краб"] = 494,
			["Лунопард-матриарх"] = 484,
			["Землечерп из клана Темной Нити"] = 484,
		}, -- [20]
		{
			["Гневный рифовый краб"] = 531,
			["Паук-скакун Дикого Терна"] = 531,
			["Бесселет"] = 1563,
		}, -- [21]
		{
			["Моховая паучиха"] = 573,
		}, -- [22]
		nil, -- [23]
		{
			["Вестница Ясеневого леса"] = 582,
		}, -- [24]
		[27] = {
			["Светлолапый вожак"] = 840,
		},
		[-1] = {
			["Инфернал"] = 4883,
		},
	},
	["pet"] = {
	},
}
LibClassicMobHealth10Opt = {
	["prune"] = 1000,
	["save"] = true,
}
