
AGTOptionsSettings = {
	["Visuals"] = {
		["FontType"] = {
			["Value"] = 3,
		},
		["NumberSeats"] = {
			["Value"] = 3,
		},
		["Scale"] = {
			["Value"] = 1,
		},
	},
	["Global"] = {
		["Enabled"] = {
			["Value"] = 1,
		},
		["EditLib"] = {
			["Value"] = "Edit Library",
		},
		["Guild"] = {
			["Value"] = 1,
		},
		["HideIfEmpty"] = {
			["Value"] = -1,
		},
		["RemoveInaktiveAfter"] = {
			["Value"] = 300,
		},
		["Quotes"] = {
			["Value"] = 0,
		},
		["Friends"] = {
			["Value"] = 1,
		},
		["OnlyLast"] = {
			["Value"] = 1,
		},
		["AddTherapistPrefix"] = {
			["Value"] = -1,
		},
		["CharsPerMinute"] = {
			["Value"] = 400,
		},
		["Hello"] = {
			["Value"] = -1,
		},
		["AGTShowHelpTooltips"] = {
			["Value"] = 1,
		},
		["AutoSurgery"] = {
			["Value"] = -1,
		},
		["Reset"] = {
			["Value"] = "Reset Settings",
		},
	},
	["Sounds"] = {
		["WhisperInSurgery"] = {
			["Value"] = 1,
		},
		["Ignore"] = {
			["Value"] = 11,
		},
	},
}
AGTkeyword = {
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "**NO KEY FOUND** DO NOT TOUCH THIS KEY",
		["Responses"] = {
			106, -- [1]
			107, -- [2]
			108, -- [3]
			109, -- [4]
			110, -- [5]
			111, -- [6]
			112, -- [7]
			129, -- [8]
			130, -- [9]
			131, -- [10]
			132, -- [11]
		},
	}, -- [1]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "**REPEAT WHISPER** DO NOT TOUCH THIS KEY",
		["Responses"] = {
			113, -- [1]
			114, -- [2]
			115, -- [3]
			116, -- [4]
			117, -- [5]
		},
	}, -- [2]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "YOU'RE",
		["Responses"] = {
			6, -- [1]
			7, -- [2]
			8, -- [3]
			9, -- [4]
		},
	}, -- [3]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I DON'T",
		["Responses"] = {
			10, -- [1]
			11, -- [2]
			12, -- [3]
			13, -- [4]
		},
	}, -- [4]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I FEEL",
		["Responses"] = {
			14, -- [1]
			15, -- [2]
			16, -- [3]
		},
	}, -- [5]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "WHY DON'T YOU",
		["Responses"] = {
			17, -- [1]
			18, -- [2]
			19, -- [3]
		},
	}, -- [6]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "WHY CAN'T I",
		["Responses"] = {
			20, -- [1]
			21, -- [2]
		},
	}, -- [7]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ARE YOU",
		["Responses"] = {
			22, -- [1]
			23, -- [2]
			24, -- [3]
		},
	}, -- [8]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I CAN'T",
		["Responses"] = {
			25, -- [1]
			26, -- [2]
			27, -- [3]
		},
	}, -- [9]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I AM",
		["Responses"] = {
			28, -- [1]
			29, -- [2]
			30, -- [3]
			31, -- [4]
		},
	}, -- [10]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I'M",
		["Responses"] = {
			28, -- [1]
			29, -- [2]
			30, -- [3]
			31, -- [4]
		},
	}, -- [11]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "YOU",
		["Responses"] = {
			32, -- [1]
			33, -- [2]
			34, -- [3]
		},
	}, -- [12]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "I WANT",
		["Responses"] = {
			35, -- [1]
			36, -- [2]
			37, -- [3]
			38, -- [4]
			39, -- [5]
		},
	}, -- [13]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "WHAT",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [14]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "HOW",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [15]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "WHO",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [16]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "WHERE",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [17]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "WHEN",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [18]
	{
		["Q"] = true,
		["Selected"] = false,
		["key"] = "WHY",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [19]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "NAME",
		["Responses"] = {
			49, -- [1]
			50, -- [2]
		},
	}, -- [20]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CAUSE",
		["Responses"] = {
			51, -- [1]
			52, -- [2]
			53, -- [3]
			54, -- [4]
		},
	}, -- [21]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SORRY",
		["Responses"] = {
			55, -- [1]
			56, -- [2]
			57, -- [3]
			58, -- [4]
		},
	}, -- [22]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "DREAM",
		["Responses"] = {
			59, -- [1]
			60, -- [2]
			61, -- [3]
			62, -- [4]
		},
	}, -- [23]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HELLO",
		["Responses"] = {
			63, -- [1]
		},
	}, -- [24]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HI",
		["Responses"] = {
			63, -- [1]
		},
	}, -- [25]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MAYBE",
		["Responses"] = {
			64, -- [1]
			65, -- [2]
			66, -- [3]
			67, -- [4]
			68, -- [5]
		},
	}, -- [26]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "NO",
		["Responses"] = {
			69, -- [1]
			70, -- [2]
			71, -- [3]
			72, -- [4]
			73, -- [5]
		},
	}, -- [27]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "YOUR",
		["Responses"] = {
			74, -- [1]
			75, -- [2]
		},
	}, -- [28]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ALWAYS",
		["Responses"] = {
			76, -- [1]
			77, -- [2]
			78, -- [3]
			79, -- [4]
		},
	}, -- [29]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "THINK",
		["Responses"] = {
			80, -- [1]
			81, -- [2]
			82, -- [3]
		},
	}, -- [30]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ALIKE",
		["Responses"] = {
			83, -- [1]
			84, -- [2]
			85, -- [3]
			86, -- [4]
			87, -- [5]
			88, -- [6]
			89, -- [7]
		},
	}, -- [31]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "YES",
		["Responses"] = {
			90, -- [1]
			91, -- [2]
			92, -- [3]
		},
	}, -- [32]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "FRIEND",
		["Responses"] = {
			93, -- [1]
			94, -- [2]
			95, -- [3]
			96, -- [4]
			97, -- [5]
			98, -- [6]
		},
	}, -- [33]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "NOOB",
		["Responses"] = {
			99, -- [1]
			100, -- [2]
			101, -- [3]
			102, -- [4]
			103, -- [5]
			104, -- [6]
			105, -- [7]
		},
	}, -- [34]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CAN I",
		["Responses"] = {
			4, -- [1]
			5, -- [2]
		},
	}, -- [35]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CAN YOU",
		["Responses"] = {
			1, -- [1]
			2, -- [2]
			3, -- [3]
		},
	}, -- [36]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "YOU ARE",
		["Responses"] = {
			6, -- [1]
			7, -- [2]
			8, -- [3]
			9, -- [4]
		},
	}, -- [37]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HEALER",
		["Responses"] = {
			118, -- [1]
			119, -- [2]
		},
	}, -- [38]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HOLY",
		["Responses"] = {
			118, -- [1]
			119, -- [2]
		},
	}, -- [39]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "RESTORATION",
		["Responses"] = {
			118, -- [1]
			119, -- [2]
		},
	}, -- [40]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HEAL",
		["Responses"] = {
			118, -- [1]
			119, -- [2]
		},
	}, -- [41]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "PORT",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [42]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "PORTAL",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [43]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "WATER",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [44]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "FOOD",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [45]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MONEY",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [46]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "GOLD",
		["Responses"] = {
			40, -- [1]
			41, -- [2]
			42, -- [3]
			43, -- [4]
			44, -- [5]
			45, -- [6]
			46, -- [7]
			47, -- [8]
			48, -- [9]
		},
	}, -- [47]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "PVP",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [48]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ARATHI",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [49]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "RAGEFIRE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [50]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ORGRIMMAR",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [51]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "WAILING",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [52]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CAVERNS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [53]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "DEADMINES",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [54]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "EYE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [55]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SHADOWFANG",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [56]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CAVERNS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [57]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "STOCKADE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [58]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "RAZORFEN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [59]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "GNOMEREGAN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [60]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MONASTERY",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [61]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ULDAMAN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [62]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MARAUDON",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [63]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ZUL'FARRAK",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [64]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "TEMPLE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [65]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BLACKROCK",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [66]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BRD",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [67]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ALTERAC",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [68]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "DIRE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [69]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "STRATHOLME",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [70]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "RUINS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [71]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "AHN'QIRAJ",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [72]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SCHOLOMANCE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [73]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SCHOLO",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [74]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HELLFIRE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [75]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "RAMPARTS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [76]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ZUL'GURUB",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [77]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ZUL",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [78]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ZA",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [79]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ONYXIA",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [80]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BWL",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [81]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MOLTEN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [82]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CORE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [83]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MC",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [84]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "NAXXRAMAS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [85]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "NAXX",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [86]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BLOOD FURNACE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [87]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BLOOD",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [88]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "UNDERBOG",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [89]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SLAVE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [90]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "PENS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [91]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "TOMBS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [92]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HILLSBRAD",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [93]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "AUCHENAI",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [94]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "CRYPTS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [95]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MORASS",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [96]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SHATTERED",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [97]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SETHEKK",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [98]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ARCATRAZ",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [99]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SHADOW",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [100]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SHADOW",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [101]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "LABYRINTH",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [102]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BOTANICA",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [103]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MECHANAR",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [104]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "TERRACE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [105]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "KARAZHAN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [106]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "KARA",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [107]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MH",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [108]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "HYJAL",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [109]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "STEAMVAULT",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [110]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ZUL'AMAN",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [111]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "TEMPEST",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [112]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BLACK TEMPLE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [113]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "BT",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [114]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SUNWELL",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [115]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "SERPENTSHRINE",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [116]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "GRUUL",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [117]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "WARSONG",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [118]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "ARENA",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [119]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MAGTHERIDON",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [120]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "MAG",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [121]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "LORDAERON",
		["Responses"] = {
			120, -- [1]
			121, -- [2]
			122, -- [3]
			123, -- [4]
			124, -- [5]
			125, -- [6]
		},
	}, -- [122]
	{
		["Q"] = false,
		["Selected"] = false,
		["key"] = "GUILD",
		["Responses"] = {
			126, -- [1]
			127, -- [2]
			128, -- [3]
		},
	}, -- [123]
}
AGTresponse = {
	{
		["Selected"] = false,
		["Text"] = "Нравится ли тебе тот человек, которым ты стали?",
	}, -- [1]
	{
		["Selected"] = false,
		["Text"] = "Что люди скажут о тебе на твоих похоронах?",
	}, -- [2]
	{
		["Selected"] = false,
		["Text"] = "О чем ты будешь сожалеть, что не сделал в своей жизни?",
	}, -- [3]
	{
		["Selected"] = false,
		["Text"] = "Какова самая мудрая мысль, которую ты когда-либо слышал?",
	}, -- [4]
	{
		["Selected"] = false,
		["Text"] = "Чему тебя научил твой личный горький опыт?",
	}, -- [5]
	{
		["Selected"] = false,
		["Text"] = "Как часто реализуются твои самые сильные тревоги и страхи?",
	}, -- [6]
	{
		["Selected"] = false,
		["Text"] = "Если бы тебе осталось жить год, чего бы ты попытался достичь?",
	}, -- [7]
	{
		["Selected"] = false,
		["Text"] = "ты служишь деньгам, или деньги — на службе у тебя?",
	}, -- [8]
	{
		["Selected"] = false,
		["Text"] = "Боишься ли ты быть самим собой в кругу других людей? Почему?",
	}, -- [9]
	{
		["Selected"] = false,
		["Text"] = "За что ты благодарен матери?",
	}, -- [10]
	{
		["Selected"] = false,
		["Text"] = "Сделали ли ты недавно что-то, чем гордишься?",
	}, -- [11]
	{
		["Selected"] = false,
		["Text"] = "Сделали ли ты недавно что-то доброе?",
	}, -- [12]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты знал, что завтра умрешь, какие бы вопросы задал себе?",
	}, -- [13]
	{
		["Selected"] = false,
		["Text"] = "Если бы сбылись твои худшие страхи, имело бы это значение пять лет спустя?",
	}, -- [14]
	{
		["Selected"] = false,
		["Text"] = "Как бы ты описал себя?",
	}, -- [15]
	{
		["Selected"] = false,
		["Text"] = "Пользуешься ли ты чужими советами?",
	}, -- [16]
	{
		["Selected"] = false,
		["Text"] = "ты быстро обижаешься?",
	}, -- [17]
	{
		["Selected"] = false,
		["Text"] = "Считаешь ли ты себя приятным человеком?",
	}, -- [18]
	{
		["Selected"] = false,
		["Text"] = "«То, что мы получаем, обеспечивает нам существование. То, что мы отдаем, творит нашу жизнь» – Что эти слова Уинстона Черчилля значат для тебя?",
	}, -- [19]
	{
		["Selected"] = false,
		["Text"] = "Обогащаешь ли ты чем-то жизнь других?",
	}, -- [20]
	{
		["Selected"] = false,
		["Text"] = "Живешь ли ты осмысленной жизнью?",
	}, -- [21]
	{
		["Selected"] = false,
		["Text"] = "Что такое осмысленная жизнь?",
	}, -- [22]
	{
		["Selected"] = false,
		["Text"] = "Отдал бы ты свою жизнь, чтобы спасти жизнь другого человека?",
	}, -- [23]
	{
		["Selected"] = false,
		["Text"] = "Многим ли ты готов пожертвовать ради людей, оказавшихся в нищете?",
	}, -- [24]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты мог проживать один и тот же день снова и снова, что бы ты предпочел сделать в этот день?",
	}, -- [25]
	{
		["Selected"] = false,
		["Text"] = "Что поможет тебе чувствовать себя более достойным человеком? Что в тебе должно стать иначе?",
	}, -- [26]
	{
		["Selected"] = false,
		["Text"] = "Что тебя чаще всего расстраивает?",
	}, -- [27]
	{
		["Selected"] = false,
		["Text"] = "Согласился бы ты работать меньше (и заниматься любимыми делами) и меньше зарабатывать?",
	}, -- [28]
	{
		["Selected"] = false,
		["Text"] = "Что принесешь ты в мир?",
	}, -- [29]
	{
		["Selected"] = false,
		["Text"] = "Каково главное качество, которое ты ищешь в других?",
	}, -- [30]
	{
		["Selected"] = false,
		["Text"] = "Какова твоя главная мечта?",
	}, -- [31]
	{
		["Selected"] = false,
		["Text"] = "Каков твой главный страх?",
	}, -- [32]
	{
		["Selected"] = false,
		["Text"] = "Как изменился бы мир, если бы ты не родился?",
	}, -- [33]
	{
		["Selected"] = false,
		["Text"] = "Какие жизненные уроки ты хотел бы знать десять лет назад?",
	}, -- [34]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты мог сказать самому себе в молодости что-то одно, что бы это могло быть?",
	}, -- [35]
	{
		["Selected"] = false,
		["Text"] = "Если бы твоя жизнь была фильмом, как бы он назывался?",
	}, -- [36]
	{
		["Selected"] = false,
		["Text"] = "Если бы твоя жизнь была фильмом, понравилось бы ты его смотреть?",
	}, -- [37]
	{
		["Selected"] = false,
		["Text"] = "Что для тебя значит успех?",
	}, -- [38]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты мог стать другим человеком, то каким бы стал?",
	}, -- [39]
	{
		["Selected"] = false,
		["Text"] = "Каким был лучший день твоей жизни? Почему ты так считаешь?",
	}, -- [40]
	{
		["Selected"] = false,
		["Text"] = "Чего ты больше всего ждешь в жизни?",
	}, -- [41]
	{
		["Selected"] = false,
		["Text"] = "От каких дурных привычек ты хотел бы отказаться?",
	}, -- [42]
	{
		["Selected"] = false,
		["Text"] = "Кто для тебя авторитет и почему?",
	}, -- [43]
	{
		["Selected"] = false,
		["Text"] = "Знают ли люди, которых ты любишь больше всего, как ты их любишь?",
	}, -- [44]
	{
		["Selected"] = false,
		["Text"] = "Удовлетворен ли ты глубиной своих отношений с людьми?",
	}, -- [45]
	{
		["Selected"] = false,
		["Text"] = "Что ты должен себе?",
	}, -- [46]
	{
		["Selected"] = false,
		["Text"] = "Учитывая твою нынешнюю повседневную жизнь, чего ты рассчитываешь добиться через пять лет?",
	}, -- [47]
	{
		["Selected"] = false,
		["Text"] = "Часто ли ты говоришь «да», хотя на самом деле хочешь сказать «нет»? Почему?",
	}, -- [48]
	{
		["Selected"] = false,
		["Text"] = "Что ты узнал вчера?",
	}, -- [49]
	{
		["Selected"] = false,
		["Text"] = "Что тебе нравится в себе?",
	}, -- [50]
	{
		["Selected"] = false,
		["Text"] = "Назвал бы ты себя щедрым человеком?",
	}, -- [51]
	{
		["Selected"] = false,
		["Text"] = "Когда люди с тобою говорят, ты действительно слушаешь?",
	}, -- [52]
	{
		["Selected"] = false,
		["Text"] = "Что самое главное, что тебе нужно изменить в своей жизни в этом году?",
	}, -- [53]
	{
		["Selected"] = false,
		["Text"] = "Сколько часов в неделю ты проводишь в интернете?",
	}, -- [54]
	{
		["Selected"] = false,
		["Text"] = "Какие твои самые распространенные негативные мысли? Есть ли в них логика?",
	}, -- [55]
	{
		["Selected"] = false,
		["Text"] = "Считаешь ли ты, что за некоторые вещи тебе уже поздно браться? Почему?",
	}, -- [56]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты мог стать самым влиятельным человеком в мире, что бы ты изменил?",
	}, -- [57]
	{
		["Selected"] = false,
		["Text"] = "Сколько времени ты проводишь с семьей и друзьями?",
	}, -- [58]
	{
		["Selected"] = false,
		["Text"] = "Где ты хочешь оказаться через пять лет?",
	}, -- [59]
	{
		["Selected"] = false,
		["Text"] = "Осложняют ли тебе жизнь вещи, в которых нет необходимости?",
	}, -- [60]
	{
		["Selected"] = false,
		["Text"] = "Как ты мог бы упростить свою жизнь и сосредоточиться на самом важном?",
	}, -- [61]
	{
		["Selected"] = false,
		["Text"] = "Что вызывает у тебя стресс?",
	}, -- [62]
	{
		["Selected"] = false,
		["Text"] = "Что делает твою жизнь проще?",
	}, -- [63]
	{
		["Selected"] = false,
		["Text"] = "Как часто ты делишься чем-то, не ожидая получить что-то в ответ?",
	}, -- [64]
	{
		["Selected"] = false,
		["Text"] = "Каков главный вызов в твоей жизни?",
	}, -- [65]
	{
		["Selected"] = false,
		["Text"] = "Что самое главное для тебя в жизни? Уделяешь ли ты этому достаточно времени?",
	}, -- [66]
	{
		["Selected"] = false,
		["Text"] = "Если бы ты мог отправить всему миру послание, что бы ты сказали за 30 секунд?",
	}, -- [67]
	{
		["Selected"] = false,
		["Text"] = "О чем ты никому не рассказываешь и очень сожалеешь об этом?",
	}, -- [68]
	{
		["Selected"] = false,
		["Text"] = "Когда ты в последний раз пробовал что-то новое?",
	}, -- [69]
	{
		["Selected"] = false,
		["Text"] = "Боишься ли ты выражать собственное мнение?",
	}, -- [70]
	{
		["Selected"] = false,
		["Text"] = "Не слишком ли часто ты поддаешьсь на уговоры других, а потом чувствуешь обиду и сожаление?",
	}, -- [71]
	{
		["Selected"] = false,
		["Text"] = "Держишься ли ты за что-то, что нужно оставить позади?",
	}, -- [72]
	{
		["Selected"] = false,
		["Text"] = "Как часто ты позволяешь своим страхам удержать тебя от действий?",
	}, -- [73]
}
