
FishingBuddy_Info = {
	["FishTotals"] = {
		[1457000] = 74,
		[1457001] = 74,
		[1439001] = 731,
		[1439000] = 731,
	},
	["HiddenFishies"] = {
	},
	["FishingSkill"] = {
		[1457001] = 0,
		[1439001] = 0,
	},
	["DataFish"] = 0,
	["FishingHoles"] = {
		[1457001] = {
			[6289] = 45,
			[6308] = 17,
			[6291] = 12,
		},
		[1439001] = {
			[12238] = 259,
			[6353] = 2,
			[6351] = 1,
			[6303] = 159,
			[6361] = 226,
			[6307] = 5,
			[6358] = 79,
		},
	},
	["Version"] = 19500,
	["KnownZones"] = {
		[1457] = "Tradesmen's Terrace",
		[1439] = "The Long Wash",
	},
	["SubZones"] = {
		[1457000] = 1,
		[1457001] = "Tradesmen's Terrace",
		[1439001] = "The Long Wash",
		[1439000] = 1,
	},
	["ImppDBLoaded"] = 0,
	["Fishies"] = {
		[6361] = {
			["quality"] = 1,
			["texture"] = 133911,
			["ruRU"] = "Сырой радужный тунец",
		},
		[6303] = {
			["quality"] = 1,
			["texture"] = 133910,
			["ruRU"] = "Сырая скользкая скумбрия",
		},
		[6289] = {
			["quality"] = 1,
			["texture"] = 133918,
			["ruRU"] = "Сырой илистый луциан",
		},
		[6291] = {
			["quality"] = 1,
			["texture"] = 133894,
			["ruRU"] = "Сырая блестящая рыбка",
		},
		[6307] = {
			["ruRU"] = "Послание в бутылке",
			["texture"] = 132799,
			["quality"] = 1,
		},
		[6308] = {
			["quality"] = 1,
			["texture"] = 133916,
			["ruRU"] = "Сырая зубатка ощетиненная",
		},
		[6358] = {
			["quality"] = 1,
			["texture"] = 134302,
			["ruRU"] = "Масляный черноротик",
		},
		[6351] = {
			["quality"] = 1,
			["texture"] = 132765,
			["ruRU"] = "Продавленный ящик",
		},
		[12238] = {
			["quality"] = 1,
			["texture"] = 133912,
			["ruRU"] = "Окунь с Темных берегов",
		},
		[6353] = {
			["quality"] = 1,
			["texture"] = 132594,
			["ruRU"] = "Маленький сундук",
		},
	},
	["FishInfo2"] = 0,
}
