
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 1050001,
	},
	["profileKeys"] = {
		["Зайи - Рок-Делар"] = "Зайи - Рок-Делар",
		["Умку - Рок-Делар"] = "Умку - Рок-Делар",
		["Гули - Рок-Делар"] = "Гули - Рок-Делар",
	},
	["profiles"] = {
		["Зайи - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 241.568697230165,
			},
			["GUI"] = {
				["selected"] = {
					nil, -- [1]
					"Ragefire", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Умку - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 251.908924684037,
			},
		},
		["Гули - Рок-Делар"] = {
		},
	},
}
