Guidelime.registerGuide([[
[N6-12 Orc,Troll Durotar на русском]
[GA Horde,Orc,Troll]
[G64,76.2 Durotar]Возьмите задание [QA786 Thwarting Kolkar Aggression]
В деревне троллей, возьмите следующие задания: \\ - [QA817 Practical Prey][G56,73.9] в маленьком доме, прямо перед вами \\ - [QA818 A solvent Spirit][G55.9,74.4].
Сдайте [QT805 Report to Sen'jin Village][G56,74.7]. \\Возьмите задание [QA808 Minshina's Skull] \\Возьмите задание [QA823 Report to Orgnil] \\Возьмите задание [QA826 Zalazane]
[G56.47,73.11]Купите *Лук* у [V]Trayexir, оставьте зелье исцеления, пригодится.\\ - 2.85 |cffC0C0C0серебра|r для Тролля, или 3 |cffC0C0C0серебра|r для Орка[A Hunter][O]
[G52.2,43.1]Сдайте [QT823 Report to Orgnil] (+320XP).\\Возьмите задание [QA806 Dark Storms].[A Warlock,Warrior,Hunter,Rogue,Shaman,Priest]
[G52,43.4]Сразу слева от вас, запрыгните на козырек бункера и возьмите задания [QA784 Vanquish the Betrayers] and [QA837 Encroachment].
[G51.1,42.4]Возьмите задание [QA815 Break a Few Eggs]
[G50,43]Подойдите к подножию холма
[G49.9,40.4]Поверните направо и идите вверх, взберитесь на башню и возьмите [QA791 Carry Your Weight]
[G51.5,41.6]Идите в гостиницу и сдайте [QT2161 A Peon's Burden]. \\ - Поговорите с владельцем [S Razor Hill] таверны и сделайте ее своим [H] домом (ПКМ->Я хочу остановиться здесь) [S Razor Hill]
[V]Освободите сумки от всего, продайте хлеб и воду тоже (не нужны). Оставьте зелье исцеления, пригодится.
[G59.73,58.28]Убейте Лейтенанта Бенедикта. Идите к крепости, по пути убивая солдат, собирая с них квестовые вещи. Не концентрируйтесь на соладатах, остаток добьете на обратном пути когда убьете Лейтенанта Бенедикта. Чтобы его найти, на втором этаже поверните налево. Убивайте солдат по одному, пока в комнате не останется 1 солдат и Лейтенант. Приготовьте *зелье исцеления* (мы его получили за задание) на панель. Сначала убиваем лейтенанта и быстро собираем с него все вещи. Когда здоровье сядет меньше половины, прожимаем способность *Берсерк* и выпиваем *зелье исцеления*. Затем убиваем солдата, потому что сбежать не получится.\\[QC784,3 Vanquish the Betrayers]\\ - возьмите его ключ
После того, как убили лейтенанта, идем выше по лестнице, которая находится справа от выхода комнаты с лейтенантом. Находим сундук на крыше, открываем его и берем записку. Открываем инвентарь и нажимаем правой кнопкой по записке, берем задание [QA830 The Admiral's Orders (part 1)]
[G59.73,58.28]Завершите\\[QC784,1-][QC784,2 Vanquish the Betrayers][QC791 Carry Your Weight]
Используйте [H] или |cFFFF0000(Нажмите ESC->Help->Character Stuck->Teleport to Graveyard). После смерти, воскресните у ангела|r
[G52,43.4]Сдайте [QT784 Vanquish the Betrayers] и [QT830 The Admiral's Orders (part 1)]. \\Возьмите задание [QA825 From The Wreckage....] и [QA831 The Admiral's Orders (part 2)]
[G50,43]Подойдите к подножию холма
[G49.9,40.4]Поверните направо и идите вверх, взберитесь на башню и сдайте [QT791 Carry Your Weight]
Оденьте полученную сумку
[G62.02,46.35Durotar]Идите на восток на пляж [QC818 A solvent Spirit] и [QC825 From The Wreckage....]
Используйте [H] или |cFFFF0000(Нажмите ESC->Help->Character Stuck->Teleport to Graveyard). После смерти, воскресните у ангела|r
[G51.2,42.6][V]Grimtak - продайте все вещи, освободите сумки
[G50.02,49.37]Не сдавайте задания, сразу идите делать [QC837,1-][QC837,2 Encroachment]
Убивайте мобов, пока вам не будет хватать [XP8-600 600 XP до 8 уровня][A Warlock,Warrior,Hunter,Rogue,Shaman,Priest]
[G52,43.4]Сдайте [QT825 From The Wreckage....].
[G51.86,43.43]|cFFABD473[T]Изучите навыки:\\ - Parry (Passive) 2 |cffC0C0C0серебра|cFFABD473\\ - Concussive Shot 2 |cffC0C0C0серебра|cFFABD473\\ - Raptor Strike (Rank 2) 2 |cffC0C0C0серебра|r\\P.S. Не забудьте обновить кнопки способностей, нажав "P" и перетащив обновленные навыки поверх старых
Сожгите планы атак лежащие на земле: \\ - [QC786,1 Attack Plan: Valley of Trials][G49.81,81.31] \\ - [QC786,2 Attack Plan: Sen'jin Village][G47.67,77.39] \\ - [QC786,3 Attack Plan: Orgrimmar][G46.26,78.98]
Идите в деревню Троллей СенДжин и сдайте [QT786 Thwarting Kolkar Aggression][G64,76.2 Durotar]
Сдайте [QT818 A solvent Spirit][G55.9,74.4].\\ - Вытащите *Really Sticky Glue(Липкий клей)* на панель
[G55.6,73.6][R]Починитесь и [V]Продайте вещи.
Плывите на острова на юге: \\[QC815 Break a Few Eggs] - Собирайте яйца, которые охраняются рапторами\\[QC817 Practical Prey] - Собирайте шкуры тигров\\[QC808 Minshina's Skull][G67.4,87.8] - On the little hill with candles around it\\[QC826 Zalazane][G67.19,86.98] - Kill Trolls and Zalazane.
[H]|cFFFF0000Умрите. После смерти, воскресните у ангела|r
[G56,73.9Durotar]Сдайте [QT817 Practical Prey].
[G56,74.7Durotar]Сдайте [QT808 Minshina's Skull].\\ - Сохраните *Faintly Glowing Skull (Череп)* на панель. Понадобится, чтобы пройти босса. 
[G56,74.7Durotar]Сдайте [QT826 Zalazane].
[H]Используйте камень возвращения
[G51.1,42.4Durotar]Сдайте [QT815 Break a Few Eggs].
[G51.2,42.6][V]Grimtak - продайте все вещи, освободите сумки
[G45.2,38.6]Идите на запад [QC837,3-][QC837,4 Encroachment]
[G43.09,30.34]Убивайте по пути мобов, чтобы полоса здоровья не доходила до 100%(теряем эффективность) и возьмите задание [QA816 Lost But Not Forgotten]
[G46.37,23.12]Идите на Северо-Запад и Возьмите задание [QA834 Winds in the Desert]
[QC834 Winds in the Desert] собирайте мешки, на карте отображены такими иконками: [L47.2,29.61][L47.18,30.87][L48.13,34.31][L49.21,32.99][L49.66,32.11]
[G46.37,23.12]Идите обратно и сдайте [QT834 Winds in the Desert].\\Возьмите задание [QA835 Securing the Lines].
[G41.53,18.6]Идите на Северо-Запад и возьмите задание |cffE7E43BNeed for a Cure|r.\\|cffdddd00ВНИМАНИЕ!!! Не обращайте внимания на таймер под миникартой|r
Убивайте мобов, пока вам не будет хватать [XP10-625 625 XP до 10 уровня].[A Warlock, Warrior, Rogue, Hunter, Priest,Shaman]
Дойдите до [G51.2,31.7]точки или можете использовать [H Razor Hill] и нажмите |cffff0000ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела в Razor Hill|r
[G52,43.4]Запрыгните на козырек бункера и сдайте [QT837 Encroachment].[A Warlock, Rogue, Hunter, Warrior, Priest,Shaman]
[G51.8,43.4]Возьмите задание [QA6062]
[G51.86,43.43]|cFFABD473[T]Изучите все способности, кроме Hunter's Mark.|r\\P.S. Не забудьте обновить кнопки способностей, нажав "P" и перетащив обновленные навыки поверх старых[A Hunter]
Изучите талант, нажмите N->Вкладка Survival->Deflection. Делайте это каждый раз, когда берете уровень. Эта ветка позволит убивать по 2 моба одновременно.
[G50.6,44.2]Приручите Черного Кабана (Corrupted Mottled Boar) не выше 10 уровня, с помощью квестовой вещи в инвентари *Taming Rod*. Лучше сделать макрос(пропишите в чат /macro, в открывшемся окне создайте новый макрос), с командой /use Taming Rod[QC6062]
[G51.8,43.4]Сдайте задание [QT6062]\\Возьмите задание [QA6083]
[G59,40]Идите на берег в сторону Океана
[G59.6,30.2]По воде плывите на север. Важно! Избавьтесь от кабана, иначе не приручится краб (ПКМ по иконке->Abandon). Приручите Краба с помощью квестовой вещи в инвентари *Taming Rod*[QC6083]
[H]|cFFFF0000Можете использовать камень или нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела|r
[G51.8,43.4]Сдайте задание [QT6083]\\Возьмите задание [QA6082]
[G51.2,42.6][V]Grimtak - КУПИТЕ СТРЕЛЫ и продайте все вещи
[G50,43]Подойдите к подножию холма, за большим деревом
[G49.4,35.8]Поверните направо и идите вверх. Приручите Скорпиона с помощью квестовой вещи в инвентари *Taming Rod*[QC6082]
[H]|cFFFF0000Можете использовать камень или нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела|r
[G51.8,43.4]Сдайте задание [QT6082]\\Возьмите задание [QA6081]
[G52.0,40.6][R]Починитесь у Uhgar
[G50.2,29.8]Добегите до точки и |cFFFF0000Нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела возле Огриммара|r
[G66,18.5 Orgrimmar]По пути в аукционном доме купите зелья исцеления *Minor Healing Potion*, чтобы было 5 штук в сумке (потраченные 10 |cffC0C0C0серебра|r сэкономит вам 10 минут бега от духа к трупу) и вынесите на панель на кнопку Q. Сдайте [QT6081 Training the Beast]
[G31.81,37.78Orgrimmar]Идите к Траллу и возьмите задание [QA5726 Hidden Enemies (part 1)].
[G32.2,35.78Orgrimmar]Сбоку в двух шагах от Тралла, Сдайте [QT831 The Admiral's Orders].
[G46.98,53.71 Orgrimmar]возьмите задание [QA813 Finding the Antidote].
|cFFFF0000Нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела|r
[G37.0,14]Приручите *Dreadmaw Crocolisk* 10-го уровня, ради способности Bite (Rank 1). Изучите ему способность Growl (Rank 2)(Нажмите P->Вкладка General->Beast Training(Иконка рогатки)->Growl Rank 2). Побейте вдоль реки Крокодилов, пока не увидите в чате желтыми буквами "|cffE7E43BYou have learned a new spell: Bite (Rank 1)|r"
[G38.2,23]Избавьтесь от Крокодила(ПКМ по иконке->Abandon), иначе не приручится Кабан. Приручите *Elder Mottled* Boar 9 уровня. Изучите ему способность Growl (Rank 2)(Нажмите P->Вкладка General->Beast Training(Иконка рогатки)->Growl Rank 2).
[G42.93,17.88]Сделайте [QC813 Finding the Antidote] и [QC816 Lost But Not Forgotten]
Изучите питомцу способность Bite (Rank 1)(Нажмите P->Вкладка General->Beast Training(Иконка рогатки)->Bite (Rank 1).
Если забились сумки, идите [G44,35] и |cFFFF0000нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела в Razor Hill|r. Продайте вещи и купите стрелы.
[G53.85,25.09Durotar]Если в сумках есть ~10 слотов. Завершите [QC835 Securing the Lines]
|cFFFF0000Умрите если на камне нет Кулдауна, если на камне КД, нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела у Orgrimmar|r
[G46.37,23.12]Выберите лук за [QT835 Securing the Lines].
[G42,25]Спуститесь тут, на выступающий камень, потом спрыгните на камень поближе к лагерю (|CFFFF0000Не прыгайте на землю|r), подождите когда Fizzle отойдет от костра. Отстреливайте мечников оттуда, они не будут бежать по прямой, будут идти в обход большим крюком, питомца держите возле себя (иначе не сможете собрать вещи с трупа). В идеале, пока мечник будет бежать вы должны просадить ему здоровье до 1 удара топором.
[G42.07,26.63]После зачистки мечников, можете спуститься. Убейте Fizzle Darkstorm. Он дальнобойный и с питомцем, поэтому бой должен начать питомец, чтобы танковать урон от 2 мобов, смело отправляйте на смерть. [QC806 Dark Storms]
[G43.09,30.34]Сдайте [QT816 Lost But Not Forgotten]
[G43,35][H] или |cFFFF0000Бегите ровно вниз (Не надо бежать в сторону Razor Hill - так будет дольше). Нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела|r
[G52.2,43.2]Сдайте [QT806 Dark Storms]. \\Возьмите задания [QA828 Margoz]
[G50.8,43.6]Возьмите [QA840 Conscript of the Horde]
[G52.0,40.6][R]Починитесь у Uhgar и продайте все вещи в сумках.
[G56.4,20Durotar]Убивайте мобов по пути [QT828 Margoz].\\Возьмите [QA827 Skull Rock].[A Warrior,Hunter,Rogue,Priest,Warlock,Mage]
[G55,9]Войдите в пещеру и держитесь правой стороны [QC827 Skull Rock] и [QC5726 Hidden Enemies (part 1)]
Убейте Босса Gazz'uz(дальнобойный, бьет больно, отправьте питомца первым, чтобы он принял на себя весь урон), если надо используйте череп, который дали за задание[G51.88,9.56 Durotar]\\ - Возьмите с него *Eye of Burning Shadow*[OC]
Возьмите задание с Красного камня, который получите с Gazz'uz [QA832 Burning Shadows]
Убивайте по пути мобов, за задание [G56.4,20][QT827 Skull Rock] возьмите в награду меч (самый дорогой). \\Возьмите задание [QA829 Neeru Fireblade].
Убивайте мобов, пока вам не будет хватать [XP12-2000 2000 XP до 12 уровня].
[G66,18.5 Orgrimmar]|cffdddd00ТОЛЬКО ЕСЛИ У ВАС 12 УРОВЕНЬ:\\ - |cFFABD473[T]идите напрямик к тренеру и изучите способности:\\ - Arcane Shot\\ - Mend Pet(лечит питомца)\\ - Wing Clip(замедляет врага на 50%)|r[A Hunter]\\ - затем идите к троллю по имени [T]Hanashi[G81.6,19.4] и изучите Staves (Посохи)\\P.S. Не забудьте обновить кнопки способностей, нажав "P" и перетащив обновленные навыки поверх старых
Идите к троллю [G66.6, 14.8][T]*Xao'tsu <Pet Trainer>* и изучите все, что он предлагает. Потом через способность *Beast Training* обучите питомца всем этим навыкам
[G31.81,37.78Orgrimmar]Сдайте [QT5726 Hidden Enemies (part 1)]. \\Возьмите задание [QA5727 Hidden Enemies (part 2)]
[G46.98,53.71 Orgrimmar]Сдайте [QT813 Finding the Antidote].
|cffff0000Не берите задание|r [QS813 Finding the Antidote]
[G49.5,50.63Orgrimmar]Рядом сдайте [QT829 Neeru Fireblade] и [QT832 Burning Shadows]. \\Возьмите задание [QA809 Ak'Zeloth].
[G49.6,50.6]Поговорите с ним же (ПКМ по мобу->белая иконка в окне "You may speak frankly. Neery...")[QC5727 Hidden Enemies (part 2)]
[G31.81,37.78Orgrimmar]Идите обратно в тронный зал к Thrall [QT5727 Hidden Enemies (part 2)] \\|cFFFF0000 - не берите задание [QS5728]|r
[G66,18.5 Orgrimmar]|cFFABD473[T] Если еще не ходили к тренеру, идите напрямик к тренеру и изучите способности:\\ - Arcane Shot\\ - Mend Pet(лечит питомца)\\ - Wing Clip(замедляет врага на 50%)|r[A Hunter]\\P.S. Не забудьте обновить кнопки способностей, нажав "P" и перетащив обновленные навыки поверх старых
Идите к троллю по имени [T]Hanashi[G81.6,19.4] и изучите Staves (Посохи)
|cffff0000Умрите в подземелье или если на камне КД, нажмите ESC->Help->Character Stuck->Teleport to Graveyard. После смерти, воскресните у ангела у Orgrimmar|r
[G41.53,18.6Durotar]Возьмите задание [QA812 Need for a Cure].\\Сдайте [QT812 Need for a Cure].
[NX12-20 Orc,Troll Durotar на русском]
]],"Sanat's Horde Hunter Troll,Orc Leveling guide")
