
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 2010000,
	},
	["profileKeys"] = {
		["Астана - Вестник Рока"] = "Астана - Вестник Рока",
		["Фаерфигня - Рок-Делар"] = "Фаерфигня - Рок-Делар",
		["Каспиголд - Пламегор"] = "Каспиголд - Пламегор",
		["Енг - Змейталак"] = "Енг - Змейталак",
		["Gdfjkhguidh - Golemagg"] = "Gdfjkhguidh - Golemagg",
		["Оод - Пламегор"] = "Оод - Пламегор",
		["Деларива - Рок-Делар"] = "Деларива - Рок-Делар",
		["Тектрел - Рок-Делар"] = "Тектрел - Рок-Делар",
		["Хунтая - Рок-Делар"] = "Хунтая - Рок-Делар",
		["Оощ - Пламегор"] = "Оощ - Пламегор",
		["Исцелю - Рок-Делар"] = "Исцелю - Рок-Делар",
		["Ооы - Пламегор"] = "Ооы - Пламегор",
		["Оож - Пламегор"] = "Оож - Пламегор",
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Оои - Пламегор"] = "Оои - Пламегор",
		["Ооб - Пламегор"] = "Ооб - Пламегор",
	},
	["profiles"] = {
		["Астана - Вестник Рока"] = {
		},
		["Фаерфигня - Рок-Делар"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					16.7156105041504, -- [4]
					-6.61836385726929, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"ScarletMonasteryGraveyard", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 197.987551693087,
			},
		},
		["Каспиголд - Пламегор"] = {
			["GUI"] = {
				["point"] = {
					"BOTTOMRIGHT", -- [1]
					nil, -- [2]
					"BOTTOMRIGHT", -- [3]
					0, -- [4]
					2.827753067016602, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"AlchemyBC", -- [2]
					2, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 201.500957535716,
			},
		},
		["Енг - Змейталак"] = {
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					0, -- [4]
					40.2752952575684, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Engineering", -- [2]
					9, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 196.551575335795,
			},
		},
		["Gdfjkhguidh - Golemagg"] = {
		},
		["Оод - Пламегор"] = {
			["minimap"] = {
				["minimapPos"] = 197.096204445109,
			},
			["GUI"] = {
				["point"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					0, -- [4]
					-1.999976754188538, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Factions", -- [1]
					"TheScryers", -- [2]
					nil, -- [3]
					2, -- [4]
					0, -- [5]
				},
			},
		},
		["Деларива - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 193.290960614628,
			},
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					5.43313581147231e-05, -- [4]
					0, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"RazorfenKraul", -- [2]
					7, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Тектрел - Рок-Делар"] = {
		},
		["Хунтая - Рок-Делар"] = {
		},
		["Оощ - Пламегор"] = {
		},
		["Исцелю - Рок-Делар"] = {
			["GUI"] = {
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Enchanting", -- [2]
					2, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 178.748444620943,
			},
		},
		["Ооы - Пламегор"] = {
		},
		["Оож - Пламегор"] = {
		},
		["Знать - Рок-Делар"] = {
			["minimap"] = {
				["minimapPos"] = 162.814429292457,
			},
			["GUI"] = {
				["point"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					-1.41387379169464, -- [4]
					-3.45927309989929, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"Maraudon", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Оои - Пламегор"] = {
			["minimap"] = {
				["minimapPos"] = 230.5343786070618,
			},
			["GUI"] = {
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"EngineeringBC", -- [2]
					2, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["Ооб - Пламегор"] = {
			["minimap"] = {
				["minimapPos"] = 195.931108539029,
			},
			["GUI"] = {
				["point"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					-44.5287017822266, -- [4]
					-10.0000047683716, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"Cooking", -- [2]
					6, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
	},
}
