
Details_TinyThreatDB = {
	["characters"] = {
		["Фаерфигня - Рок-Делар"] = "Знать - Рок-Делар",
		["Каспиголд - Пламегор"] = "Знать - Рок-Делар",
		["Оод - Пламегор"] = "Знать - Рок-Делар",
		["Тектрел - Рок-Делар"] = "Знать - Рок-Делар",
		["Хунтая - Рок-Делар"] = "Знать - Рок-Делар",
		["Исцелю - Рок-Делар"] = "Знать - Рок-Делар",
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Деларива - Рок-Делар"] = "Знать - Рок-Делар",
		["Ооб - Пламегор"] = "Знать - Рок-Делар",
	},
	["profiles"] = {
		["Знать - Рок-Делар"] = {
			["enabled"] = true,
			["animate"] = false,
			["useclasscolors"] = false,
			["playercolor"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
			},
			["openedfromcommand"] = false,
			["updatespeed"] = 0.2,
			["dividebyhundred"] = true,
			["showamount"] = false,
			["useplayercolor"] = false,
			["alwaysshowme"] = true,
			["author"] = "Details! Team",
		},
	},
}
