
OmniCCDB = {
	["profileKeys"] = {
		["Знать - Рок-Делар"] = "По умолчанию",
		["Фаерфигня - Рок-Делар"] = "По умолчанию",
		["Исцелю - Рок-Делар"] = "По умолчанию",
		["Енг - Змейталак"] = "По умолчанию",
		["Деларива - Рок-Делар"] = "По умолчанию",
		["Хунтая - Рок-Делар"] = "По умолчанию",
		["Астана - Вестник Рока"] = "По умолчанию",
	},
	["global"] = {
		["addonVersion"] = "8.3.5",
		["dbVersion"] = 5,
	},
	["profiles"] = {
		["По умолчанию"] = {
			["themes"] = {
				["По умолчанию"] = {
					["textStyles"] = {
						["minutes"] = {
						},
						["soon"] = {
						},
						["seconds"] = {
						},
					},
				},
			},
		},
	},
}
OmniCC4Config = nil
