
ThreatClassic2DB = {
	["profileKeys"] = {
		["Хунтая - Рок-Делар"] = "Хунтая - Рок-Делар",
		["Фаерфигня - Рок-Делар"] = "Фаерфигня - Рок-Делар",
		["Деларива - Рок-Делар"] = "Деларива - Рок-Делар",
		["Енг - Змейталак"] = "Енг - Змейталак",
		["Исцелю - Рок-Делар"] = "Исцелю - Рок-Делар",
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Астана - Вестник Рока"] = "Астана - Вестник Рока",
	},
	["profiles"] = {
		["Хунтая - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["Фаерфигня - Рок-Делар"] = {
			["bar"] = {
				["count"] = 8,
			},
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					139.780471801758, -- [4]
					-176.505905151367, -- [5]
				},
			},
		},
		["Деларива - Рок-Делар"] = {
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					13.9198751449585, -- [4]
					-181.037002563477, -- [5]
				},
			},
			["bar"] = {
				["count"] = 8,
			},
		},
		["Енг - Змейталак"] = {
			["frame"] = {
				["height"] = 101.426055908203,
				["width"] = 216.160934448242,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					13.9200954437256, -- [4]
					-285.585144042969, -- [5]
				},
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Исцелю - Рок-Делар"] = {
			["frame"] = {
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					154.044631958008, -- [4]
					-174.827865600586, -- [5]
				},
			},
			["bar"] = {
				["count"] = 8,
			},
		},
		["Знать - Рок-Делар"] = {
			["general"] = {
				["rawPercent"] = true,
			},
			["frame"] = {
				["width"] = 170.851119995117,
				["height"] = 99.748031616211,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					146.409530639648, -- [4]
					-261.042083740234, -- [5]
				},
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Астана - Вестник Рока"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
	},
}
