
TomTomDB = {
	["profileKeys"] = {
		["Знать - Рок-Делар"] = "Default",
		["Каспиголд - Пламегор"] = "Default",
		["Оои - Пламегор"] = "Default",
		["Оож - Пламегор"] = "Default",
		["Оод - Пламегор"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"TOPLEFT", -- [1]
					nil, -- [2]
					"TOPLEFT", -- [3]
					247.214324951172, -- [4]
					-9.62604999542236, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"TOPLEFT", -- [1]
					nil, -- [2]
					"TOPLEFT", -- [3]
					186.9131927490234, -- [4]
					-103.1033096313477, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Знать - Рок-Делар"] = "Знать - Рок-Делар",
		["Каспиголд - Пламегор"] = "Каспиголд - Пламегор",
		["Оои - Пламегор"] = "Оои - Пламегор",
		["Оож - Пламегор"] = "Оож - Пламегор",
		["Оод - Пламегор"] = "Оод - Пламегор",
	},
	["profiles"] = {
		["Знать - Рок-Делар"] = {
			[1411] = {
				["1411:427328687.48089:535186757.9748:Дуротар: 42.73, 53.52"] = {
					1411, -- [1]
					0.427328687480887, -- [2]
					0.535186757974802, -- [3]
					["arrivaldistance"] = 15,
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
					["cleardistance"] = 10,
					["title"] = "Дуротар: 42.73, 53.52",
					["from"] = "TomTom/Block",
					["callbacks"] = {
						["distance"] = {
						},
						["world"] = {
						},
						["minimap"] = {
						},
					},
					["world"] = true,
				},
				["1411:422524922.77883:647016546.05138:Дуротар: 42.25, 64.70"] = {
					1411, -- [1]
					0.422524922778829, -- [2]
					0.647016546051382, -- [3]
					["arrivaldistance"] = 15,
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
					["cleardistance"] = 10,
					["title"] = "Дуротар: 42.25, 64.70",
					["from"] = "TomTom/Block",
					["callbacks"] = {
						["distance"] = {
						},
						["world"] = {
						},
						["minimap"] = {
						},
					},
					["world"] = true,
				},
			},
		},
		["Каспиголд - Пламегор"] = {
		},
		["Оои - Пламегор"] = {
		},
		["Оож - Пламегор"] = {
		},
		["Оод - Пламегор"] = {
		},
	},
}
