
TukuiData = {
	["Рок-Делар"] = {
		["Деларива"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
		["Исцелю"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					100, -- [3]
					100, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					50, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
		["Знать"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["ChatRightHidden"] = false,
			["HideBar5"] = true,
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					36.9987411499023, -- [3]
					49.5005111694336, -- [4]
					430.000061035156, -- [5]
					120, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
		},
		["Фаерфигня"] = {
			["Move"] = {
			},
			["InstallDone"] = true,
			["HideBar5"] = true,
			["Chat"] = {
				["Frame1"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame5"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame6"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame8"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame4"] = {
					"BOTTOMRIGHT", -- [1]
					"BOTTOMRIGHT", -- [2]
					-34, -- [3]
					49.9999961853027, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame9"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame7"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame3"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame2"] = {
					"TOPLEFT", -- [1]
					"TOPLEFT", -- [2]
					0, -- [3]
					0, -- [4]
					370, -- [5]
					108, -- [6]
				},
				["Frame10"] = {
					"BOTTOMLEFT", -- [1]
					"BOTTOMLEFT", -- [2]
					99.9999923706055, -- [3]
					99.9999923706055, -- [4]
					370, -- [5]
					108, -- [6]
				},
			},
			["Texts"] = {
				["Friends"] = {
					true, -- [1]
					3, -- [2]
				},
				["Guild"] = {
					true, -- [1]
					1, -- [2]
				},
				["Gold"] = {
					true, -- [1]
					6, -- [2]
				},
				["Durability"] = {
					true, -- [1]
					2, -- [2]
				},
				["Coords"] = {
					true, -- [1]
					7, -- [2]
				},
				["Micro Menu"] = {
					true, -- [1]
					5, -- [2]
				},
				["System"] = {
					true, -- [1]
					4, -- [2]
				},
			},
		},
	},
}
TukuiSettings = {
}
TukuiGold = {
	["Рок-Делар"] = {
		["Деларива"] = 729471,
		["Исцелю"] = 530871,
		["Знать"] = 858776,
		["Фаерфигня"] = 7467156,
	},
}
TukuiSettingsPerCharacter = {
	["Рок-Делар"] = {
		["Деларива"] = {
		},
		["Исцелю"] = {
		},
		["Знать"] = {
			["ActionBars"] = {
				["Macro"] = true,
				["HotKey"] = true,
			},
		},
		["Фаерфигня"] = {
			["Misc"] = {
				["ErrorFilterEnable"] = false,
			},
		},
	},
}
LibClassicMobHealth10DB = {
	["revision"] = 1,
	["pc"] = {
		[51] = {
			["Коруг"] = 2478.57142857143,
		},
		[36] = {
			["Кирава"] = 1344.44444444444,
		},
		[17] = {
			["Кищук"] = 337.931034482759,
		},
		[-1] = {
			["Мианн"] = 4190.90909090909,
		},
	},
	["npc"] = {
		[15] = {
			["Рифовый краб"] = 328,
			["Сетеплет из племени Серой Мглы"] = 328,
			["Скользящий по волнам из клана Гремучей Чешуи"] = 328,
			["Воин из племени Серой Мглы"] = 328,
		},
		[16] = {
			["Воин из племени Чернолесья"] = 356,
			["Скользящий по волнам из клана Гремучей Чешуи"] = 356,
			["Лесной долгоход"] = 356,
			["Седой колючешерстный медведь"] = 445,
			["Рифовый краб"] = 356,
			["Сирена из клана Гремучей Чешуи"] = 325,
			["Воин из племени Серой Мглы"] = 356,
			["Геолог Сомнамбулер"] = 356,
			["Охотник из клана Серой Мглы"] = 356,
		},
		[17] = {
			["Охотник из клана Серой Мглы"] = 386,
			["Гигантский лесной долгоног"] = 386,
			["Седой колючешерстный медведь"] = 483,
			["Рифовый краб"] = 386,
			["Малорослый лунопард"] = 386,
			["Воин из племени Чернолесья"] = 386,
			["Сирена из клана Гремучей Чешуи"] = 350,
			["Взрослый лунопард"] = 386,
			["Тотемист из племени Чернолесья"] = 350,
		},
		[9] = {
			["Медвежонок-осотник"] = 220,
		},
		[18] = {
			["Покрытый илом краб"] = 417,
			["Разведчик из племени Золотоносного Песка"] = 417,
			["Оракул из племени Серой Мглы"] = 377,
			["Потресканный голем"] = 354,
			["Адепт из клана Темной Нити"] = 354,
			["Гигантский лесной долгоног"] = 417,
			["Фурболг из племени Чернолесья"] = 377,
			["Тотемист из племени Чернолесья"] = 377,
		},
		[19] = {
			["Волнолов из племени Серой Мглы"] = 404,
			["Разведчик из племени Золотоносного Песка"] = 449,
			["Оракул из племени Серой Мглы"] = 404,
			["Потресканный голем"] = 382,
			["Каменное чудище"] = 382,
			["Мать-медведица"] = 561,
			["Гигантский лесной долгоног"] = 449,
			["Глубомрак"] = 516,
		},
		[10] = {
			["Коварный грелль"] = 198,
			["Малорослый лунопард"] = 198,
		},
		[20] = {
			["Волнолов из племени Серой Мглы"] = 433,
			["Гневный рифовый краб"] = 494,
			["Костегрыз из племени Золотого Песка"] = 484,
			["Геомант из племени Золотого Песка"] = 413,
			["Каменное чудище"] = 411,
			["Землечерп из клана Темной Нити"] = 484,
			["Покрытый илом краб"] = 484,
			["Лунопард-матриарх"] = 484,
		},
		[40] = {
			["Страж Аубердина"] = 3048,
		},
		[21] = {
			["Гневный рифовый краб"] = 531,
		},
		[11] = {
			["Птенец лесного долгохода"] = 222,
			["Коварный грелль"] = 222,
			["Колючешерстный медведь"] = 278,
			["Дикий грелль"] = 222,
			["Малорослый лунопард"] = 222,
		},
		[12] = {
			["Береговик из племени Серой Мглы"] = 247,
			["Колючешерстный медведь"] = 309,
			["Землепроходец из племени Чернолесья"] = 230,
		},
		[13] = {
			["Ясновидец из племени Серой Мглы"] = 253,
			["Землепроходец из племени Чернолесья"] = 253,
			["Заклинатель ветра из племени Чернолесья"] = 273,
		},
		[14] = {
			["Бешеный колючешерстный медведь"] = 375,
			["Лунопард"] = 300,
			["Сетеплет из племени Серой Мглы"] = 300,
			["Заклинатель ветра из племени Чернолесья"] = 300,
		},
		[41] = {
			["Голодный хромоног"] = 1902,
		},
		[35] = {
			["Морской кроколиск"] = 1403,
		},
		[38] = {
			["Старый солоноводный кроколиск"] = 4185,
		},
		[34] = {
			["Шаман из племени Кровавого Скальпа"] = 1064,
		},
	},
	["pet"] = {
		[16] = {
			["Медведь"] = 561.538461538462,
		},
	},
}
LibClassicMobHealth10Opt = {
	["prune"] = 1000,
	["save"] = true,
}
