
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 132,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[20:58:44]|h|r Мира Тирнгаарде говорит: Кому свежего хлебушка!",
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["b"] = 0.623529434204102,
					["serverTime"] = 1620658724,
					["timestamp"] = 87926.483,
					["g"] = 1,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:58:54]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Викхар-Пламегор:6:CHANNEL:2|h|cffc69b6dВикхар|r|h|cffd8d8d8]|r: |cff0070dd|Hitem:13055:1900:::::::45:::::::|h[Костеглод]|h|r продам",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658734,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:58:55]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Хаммерхэнд:7:CHANNEL:2|h|cfff48cbaХаммерхэнд|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_8:0|t зачарю чего-нибудь, вознаграждение приветствуется...  |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_8:0|t рыцарь, +55 к хпс, и др., реги ваши |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658735,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:58:57]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Радагас:9:CHANNEL:2|h|cffff7c0aРадагас|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t Сейчас сбов в МК  ГДКП(Голдбид) Нужны 1 хил и 1 ДД 38\\40. Дискорд |cff149bfd|Hurl:https://discord.gg/Sh9a4GX4eg|h[https://discord.gg/Sh9a4GX4eg]|h|r   с РЛ Муру! |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658737,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [4]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:01]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658741,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [5]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:01]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658741,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [6]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:02]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658742,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [7]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:02]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658742,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [8]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:02]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658742,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [9]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:03]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658743,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [10]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:03]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658743,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [11]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:03]|h|r Вы получаете предмет: |cffffffff|Hitem:2836::::::::1:::::::|h[Необработанный камень]|h|rx4.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658743,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [12]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:04]|h|r Вы получаете предмет: |cff9d9d9d|Hitem:1769::::::::1:::1::::|h[Холщовые наплечные щитки]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658744,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [13]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:04]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Минейра:23:CHANNEL:2|h|cff8787edМинейра|r|h|cffd8d8d8]|r: В |cffffffff<|r|cff00ff00ЗулГуруб|r|cffffffff>|r нужен ОТ, Хилл и ДД (маунт анролл или 1 идол ГБ)",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658744,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [14]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:04]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|rx7.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658744,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [15]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:05]|h|r Вы получаете предмет: |cffffffff|Hitem:5187::::::::1:::1::::|h[Молот Рак'Зора]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658745,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [16]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:05]|h|r Вы получаете предмет: |cffffffff|Hitem:5187::::::::1:::1::::|h[Молот Рак'Зора]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658745,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [17]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:05]|h|r Вы получаете предмет: |cffffffff|Hitem:16072::::::::1:::14::::|h[Поваренная книга умельца]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658745,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [18]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:06]|h|r Вы получаете предмет: |cffffffff|Hitem:16072::::::::1:::14::::|h[Поваренная книга умельца]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658746,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [19]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:06]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658746,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [20]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:06]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658746,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [21]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:07]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658747,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [22]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:08]|h|r Вы получаете предмет: |cff1eff00|Hitem:1206::::::::1:::::::|h[Моховой агат]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658748,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [23]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:08]|h|r Вы получаете предмет: |cff1eff00|Hitem:1705::::::::1:::::::|h[Малый лунный камень]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658748,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [24]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:08]|h|r Вы получаете предмет: |cff1eff00|Hitem:1206::::::::1:::::::|h[Моховой агат]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658748,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [25]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:09]|h|r Вы получаете предмет: |cff1eff00|Hitem:1206::::::::1:::::::|h[Моховой агат]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658749,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [26]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:09]|h|r Вы получаете предмет: |cff1eff00|Hitem:1210::::::::1:::::::|h[Камень теней]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658749,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [27]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:10]|h|r Вы получаете предмет: |cff1eff00|Hitem:1206::::::::1:::::::|h[Моховой агат]|h|r.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658750,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [28]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:10]|h|r Вы получаете предмет: |cff1eff00|Hitem:1705::::::::1:::::::|h[Малый лунный камень]|h|rx2.",
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1620658750,
					["timestamp"] = 87926.483,
					["g"] = 0.666666686534882,
					["r"] = 0,
				}, -- [29]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:13]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Лёффеблонд:47:CHANNEL:2|h|cffffffffЛёффеблонд|r|h|cffd8d8d8]|r: Наложение чар: Ваши/мои реги + чаевые",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658753,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [30]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:19]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Кибердайни:54:CHANNEL:2|h|cff3fc6eaКибердайни|r|h|cffd8d8d8]|r: продам |cff1eff00|Hitem:13468::::::::59:::::::|h[Черный лотос]|h|r |cff1eff00|Hitem:12363::::::::59:::::::|h[Чародейный кристалл]|h|r",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658759,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [31]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:27]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Пакаван-Пламегор:63:CHANNEL:2|h|cff3fc6eaПакаван|r|h|cffd8d8d8]|r: Нид ТАНК ХИЛ НА СОПРОВОЖДЕНИЕ",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658767,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [32]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:44]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мишабекес:81:CHANNEL:2|h|cffc69b6dМишабекес|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:16799::::::::60:::::::|h[Наручники чародея]|h|r продам",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658784,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [33]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:50]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мишабекес-Пламегор:89:CHANNEL:2|h|cffc69b6dМишабекес|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:16851::::::::60:::::::|h[Пояс истребителя великанов]|h|r продам",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658790,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [34]
				{
					["message"] = "|cff979797|Hpratcopy|h[20:59:54]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мишабекес-Пламегор:93:CHANNEL:2|h|cffc69b6dМишабекес|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:16806::::::::60:::::::|h[Пояс Сердца Скверны]|h|rпродам",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658794,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [35]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:00:27]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Лёффеблонд-Пламегор:137:CHANNEL:2|h|cffffffffЛёффеблонд|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:18562::::::::60:::::::|h[Элементиевая руда]|h|r продам",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658827,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [36]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:00:31]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Кибердайни-Пламегор:144:CHANNEL:2|h|cff3fc6eaКибердайни|r|h|cffd8d8d8]|r: продам |cff1eff00|Hitem:12363::::::::59:::::::|h[Чародейный кристалл]|h|r |cff1eff00|Hitem:13468::::::::59:::::::|h[Черный лотос]|h|r",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658831,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [37]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:00:34]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Арнишвайн:146:CHANNEL:2|h|cff3fc6eaАрнишвайн|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t Афк Кач |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|tЗул'гуруб|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t 1 ран 15г (100-130к ехп, 200-240 репы) 50-59 лвл (раны по 9-10 мину)(есть сум)",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658834,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [38]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:00:35]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Скорцезе:147:CHANNEL:2|h|cffaad372Скорцезе|r|h|cffd8d8d8]|r: АФК Буст Тюрьма, 10 голд - 5 ранов! фри лут",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658835,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [39]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:00:49]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Зубнойтехник:160:CHANNEL:2|h|cff3fc6eaЗубнойтехник|r|h|cffd8d8d8]|r: +++Вода, еда, порталы +++",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658849,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [40]
				{
					["message"] = "|cff979797|Hpratcopy|h[21:01:13]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Скорцезе-Пламегор:176:CHANNEL:2|h|cffaad372Скорцезе|r|h|cffd8d8d8]|r: Тюрьма БУСТ 5 ранов - 10 г, внимание 10 Г-5 ранов ТЮРЬМА",
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["b"] = 0.752941250801086,
					["serverTime"] = 1620658873,
					["timestamp"] = 87926.483,
					["g"] = 0.752941250801086,
					["r"] = 1,
				}, -- [41]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:08]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720668,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:08]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720668,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:09]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720669,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:09]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720669,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:09]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720669,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:10]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720670,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:10]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720670,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:11]|h|r Вы получаете предмет: |cff9d9d9d|Hitem:1769::::::::1:::1::::|h[Холщовые наплечные щитки]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720671,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:11]|h|r Вы получаете предмет: |cffffffff|Hitem:16072::::::::1:::14::::|h[Поваренная книга умельца]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720671,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:11]|h|r Вы получаете предмет: |cffffffff|Hitem:5187::::::::1:::1::::|h[Молот Рак'Зора]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720671,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:12]|h|r Вы получаете предмет: |cffffffff|Hitem:16072::::::::1:::14::::|h[Поваренная книга умельца]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720672,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:12]|h|r Вы получаете предмет: |cffffffff|Hitem:5187::::::::1:::1::::|h[Молот Рак'Зора]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720672,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:12]|h|r Вы получаете предмет: |cffffffff|Hitem:10559::::::::1:::::::|h[Мифриловая труба]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720672,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:13]|h|r Вы получаете предмет: |cffffffff|Hitem:5635::::::::1:::::::|h[Острый коготь]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720673,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:13]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Штащ:15:CHANNEL:2|h|cffff7c0aШтащ|r|h|cffd8d8d8]|r: Услуги Энчанта, Кожевничества, почти все рецепты, ваши реги плюс плата за работу",
					["b"] = 0.752941250801086,
					["r"] = 1,
					["g"] = 0.752941250801086,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720673,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:15]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720675,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:15]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720675,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:16]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720676,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:16]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720676,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:16]|h|r Вы получаете предмет: |cffffffff|Hitem:2770::::::::1:::::::|h[Медная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720676,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:17]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720677,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:17]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720677,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:17]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720677,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:18]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720678,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:18]|h|r Вы получаете предмет: |cffffffff|Hitem:2771::::::::1:::::::|h[Оловянная руда]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720678,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:19]|h|r Вы получаете предмет: |cffffffff|Hitem:2592::::::::1:::::::|h[Шерсть]|h|rx20.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720679,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:20]|h|r Вы получаете предмет: |cffffffff|Hitem:2455::::::::1:::::::|h[Слабое зелье маны]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720680,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:20]|h|r Вы получаете предмет: |cff1eff00|Hitem:9873::::::189:1492028288:1:::1::::|h[Щит отступника со знаком силы]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720680,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:20]|h|r Вы получаете предмет: |cff1eff00|Hitem:5001::::::::1:::1::::|h[Кольцо Сердца]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720680,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:21]|h|r Вы получаете предмет: |cff1eff00|Hitem:7462::::::1197:1143943808:1:::1::::|h[Рыцарский ремень со знаком медведя]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720681,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:21]|h|r Вы получаете предмет: |cffffffff|Hitem:3382::::::::1:::::::|h[Слабое зелье тролльей крови]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720681,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:22]|h|r Вы получаете предмет: |cffffffff|Hitem:1711::::::::1:::::::|h[Свиток выносливости II]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720682,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:22]|h|r Вы получаете предмет: |cff1eff00|Hitem:15122::::::114:1880353152:1:::1::::|h[Прочные наручи с печатью выносливости]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720682,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:22]|h|r Вы получаете предмет: |cff1eff00|Hitem:6580::::::1191:1573795712:1:::1::::|h[Мундир поборника со знаком медведя]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720682,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:23]|h|r Вы получаете предмет: |cffffffff|Hitem:6588::::::::1:::1::::|h[Наплеч разведки]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720683,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:23]|h|r Вы получаете предмет: |cffffffff|Hitem:4338::::::::1:::::::|h[Магическая ткань]|h|rx20.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720683,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:24]|h|r Вы получаете предмет: |cffffffff|Hitem:4338::::::::1:::::::|h[Магическая ткань]|h|rx14.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720684,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:24]|h|r Вы получаете предмет: |cff1eff00|Hitem:4706::::::::1:::1::::|h[Отблескивающий чешуйчатый плащ]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720684,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:24]|h|r Вы получаете предмет: |cff1eff00|Hitem:4410::::::::1:::1::::|h[Чертеж: теневые очки]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720684,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:25]|h|r Вы получаете предмет: |cff1eff00|Hitem:6419::::::::1:::1::::|h[Украшенные символами полуперчатки]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720685,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:25]|h|r Вы получаете предмет: |cff1eff00|Hitem:7441::::::1036:467543936:1:::1::::|h[Шапка часового со знаком кита]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720685,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:26]|h|r Вы получаете предмет: |cff1eff00|Hitem:7472::::::1030:1901429760:1:::1::::|h[Королевские сапоги со знаком кита]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720686,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:26]|h|r Вы получаете предмет: |cff1eff00|Hitem:9890::::::1608:877406592:1:::1::::|h[Накидка охотника с печатью защиты]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720686,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:26]|h|r Вы получаете предмет: |cff1eff00|Hitem:9864::::::1195:627883264:1:::1::::|h[Сапоги отступника со знаком медведя]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720686,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:27]|h|r Вы получаете предмет: |cff1eff00|Hitem:10331::::::::1:::1::::|h[Алые рукавицы]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720687,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:27]|h|r Вы получаете предмет: |cff1eff00|Hitem:1990::::::693:1393877632:1:::1::::|h[Сбалансированная кувалда со знаком тигра]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720687,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:28]|h|r Вы получаете предмет: |cff1eff00|Hitem:10329::::::::1:::1::::|h[Алый пояс]|h|r.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720688,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:28]|h|r Вы получаете предмет: |cffffffff|Hitem:929::::::::1:::::::|h[Лечебное зелье]|h|rx5.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720688,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:28]|h|r Вы получаете предмет: |cffffffff|Hitem:929::::::::1:::::::|h[Лечебное зелье]|h|rx2.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720688,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:29]|h|r Вы получаете предмет: |cffffffff|Hitem:4424::::::::1:::::::|h[Свиток духа III]|h|rx2.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720689,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:29]|h|r Вы получаете предмет: |cffffffff|Hitem:4421::::::::1:::::::|h[Охранный свиток III]|h|rx2.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.666666686534882,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720689,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:33]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Спатиал:52:CHANNEL:2|h|cffc69b6dСпатиал|r|h|cffd8d8d8]|r: Сделаю за реги + мелкий ценник или продам дешевле аука",
					["b"] = 0.752941250801086,
					["r"] = 1,
					["g"] = 0.752941250801086,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720693,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:33]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Спатиал:53:CHANNEL:2|h|cffc69b6dСпатиал|r|h|cffd8d8d8]|r: |cffffffff|Hitem:13510::::::::60:::::::|h[Настой титанов]|h|r 75г",
					["b"] = 0.752941250801086,
					["r"] = 1,
					["g"] = 0.752941250801086,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720693,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:33]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Спатиал:54:CHANNEL:2|h|cffc69b6dСпатиал|r|h|cffd8d8d8]|r: |cffffffff|Hitem:13511::::::::60:::::::|h[Настой Концентрированной мудрости]|h|r 75г",
					["b"] = 0.752941250801086,
					["r"] = 1,
					["g"] = 0.752941250801086,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720693,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|cff979797|Hpratcopy|h[14:11:33]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Спатиал-Пламегор:55:CHANNEL:2|h|cffc69b6dСпатиал|r|h|cffd8d8d8]|r: Продам |cffa335ee|Hitem:22385::::::::60:::::::|h[Поножи титанов]|h|r за 650г",
					["b"] = 0.752941250801086,
					["r"] = 1,
					["g"] = 0.752941250801086,
					["timestamp"] = 87926.483,
					["serverTime"] = 1620720693,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "0 д., 3 ч., 55 мин., 52 сек.",
					["timestamp"] = 87926.483,
				}, -- [97]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 87926.483,
				}, -- [98]
				{
					["message"] = "Enchantrix v8.2.6506-0 загружен",
					["r"] = 0.8,
					["extraData"] = {
						["n"] = 2,
					},
					["timestamp"] = 87917.491,
					["g"] = 0.8,
					["b"] = 0.2,
				}, -- [99]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:22]|h|r |cFF00FFB0WeaponSwingTimer: |rСпасибо за установку версии WeaponSwingTimer 4.1.0 LeftHandedGlove! Используйте |cFFFFC300/wst|r для получения дополнительных опций.",
					["timestamp"] = 87917.491,
				}, -- [100]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:25]|h|r Fishing Buddy v0.7.3 Beta 5 loaded",
					["timestamp"] = 87925.722,
				}, -- [101]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:25]|h|r Informant v8.2.6508 загружен",
					["r"] = 0.25,
					["serverTime"] = 1620734845,
					["timestamp"] = 87926.483,
					["g"] = 0.55,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:26]|h|r Auctioneer loaded (version 8.2.6471)",
					["r"] = 0.3,
					["serverTime"] = 1620734846,
					["timestamp"] = 87926.483,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [103]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:26]|h|r Автоматическое распыление неактивно",
					["r"] = 1,
					["serverTime"] = 1620734846,
					["timestamp"] = 87927.616,
					["g"] = 0.5,
					["b"] = 0.25,
				}, -- [104]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:28]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Флетчерсаня:60:CHANNEL:2|h|cfffff468Флетчерсаня|r|h|cffd8d8d8]|r: Приветствую. АФК Кач МАРАДОН, 330-355 мобов, 25 г - ран, От 5 ранов.  Лут  общий. Суммон имеется. Ран 15-18м 3/4",
					["serverTime"] = 1620734848,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87929.143,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [105]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:31]|h|r HealBot |cff20ff201.13.7.1|r загружен. For help use: |cffffff00 /hb h|r",
					["r"] = 0.7,
					["serverTime"] = 1620734851,
					["timestamp"] = 87932.151,
					["g"] = 0.7,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:34]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Жабасбор:61:CHANNEL:2|h|cffc69b6dЖабасбор|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t Афк кач МАРОДОН. 25г ран от 5 ранов. 340-370 мобов. Сумм есть. Лут Ваш Весь. 15м ран 2/4 |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t",
					["serverTime"] = 1620734854,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87935.106,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [107]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:35]|h|r Мира Тирнгаарде говорит: Кому свежего хлебушка!",
					["serverTime"] = 1620734855,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87936.197,
					["g"] = 1,
					["b"] = 0.623529434204102,
				}, -- [108]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:42]|h|r Auctioneer: |cffddeeffScanData|r loaded.",
					["r"] = 0.3,
					["serverTime"] = 1620734862,
					["timestamp"] = 87943.424,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [109]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:45]|h|r |cff33ff99TradeSkillMaster|r: Starting full AH scan. Please note that this scan may cause your game client to lag or crash. This scan generally takes 1-2 minutes.",
					["timestamp"] = 87946.597,
					["serverTime"] = 1620734865,
				}, -- [110]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r Auctioneer завершил сканирование |cffddeeff50|r аукционов из |cffddeeff 1сек.|r прежде чем был остановлен",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [111]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r   |cffddeeff36653|r предметов в БД при запуске(|cffddeeff36653|r соответствует запросу); |cffddeeff19742|r конец в",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [112]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r   |cffddeeff50|r обновленные предметы",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [113]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r   |cffddeeff15895|r вещи удалены (из которых, |cffddeeff15895|r были просрочены)",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [114]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r   |cffddeeff1016|r отфильтрованные вещи удалены",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [115]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:46]|h|r   (Незавершенное сканирование пропущены 19692|r предметы)",
					["r"] = 0.3,
					["serverTime"] = 1620734866,
					["timestamp"] = 87947.733,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [116]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:58]|h|r |cff33ff99TradeSkillMaster|r: Scanning is 0% complete",
					["timestamp"] = 87959.807,
					["serverTime"] = 1620734878,
				}, -- [117]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:07:59]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Розабрэн:64:CHANNEL:2|h|cffc69b6dРозабрэн|r|h|cffd8d8d8]|r: продам |cff0070dd|Hitem:24101::::::::10:::::::|h[Книга Свирепого укуса V]|h|r 60г",
					["serverTime"] = 1620734879,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87960.635,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [118]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:01]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бомбилочница-Пламегор:65:CHANNEL:2|h|cff3fc6eaБомбилочница|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t |cffffffff<|r|cff00ff00АФК З'Г || Быстро и качественно|r|cffffffff>|r |cffffffff<|r|cff00ff0018г-ран|r|cffffffff>|r (от 5 ранов). 100к-125к опыта|cffffffff<|r|cff00ff001/2|r|cffffffff>|r|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_3:0|t",
					["serverTime"] = 1620734881,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87962.68,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [119]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:04]|h|r |cff33ff99TradeSkillMaster|r: Scanning is 7% complete",
					["timestamp"] = 87964.916,
					["serverTime"] = 1620734884,
				}, -- [120]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:06]|h|r |cff33ff99TradeSkillMaster|r: TSM не смог просканировать некоторые лоты. Запустите новое сканирование.",
					["timestamp"] = 87967.225,
					["serverTime"] = 1620734886,
				}, -- [121]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:15]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Кейро:67:CHANNEL:2|h|cff8787edКейро|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t|cffffffff<|r|cff00ff00ЧАНТ! Есть всё |r|cffffffff>|r (кроме +1% доджа на плащ) || реги+голд |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t",
					["serverTime"] = 1620734895,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87976.582,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [122]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:18]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Ганникх-Пламегор:69:CHANNEL:2|h|cfffff468Ганникх|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_7:0|tЗУЛГУРУБ|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_7:0|t|cffffffff<|r|cff00ff00СЕЙЧАС  10/20 нужен МТ(50г) 2ХИЛа и ДД|r|cffffffff>|r(1гб/анрол,1идол гб) (ВТОРОЙ ИДОЛ РОЛЛ) желающие в ПМ |cff149bfd|Hurl:https://discord.gg/QPGGuHvZ|h[https://discord.gg/QPGGuHvZ]|h|r",
					["serverTime"] = 1620734898,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87979.477,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [123]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r Auctioneer закончил сканировать |cffddeeff43713|r аукционов из |cffddeeff 32сек.|r",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [124]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff19742|r предметов в БД при запуске(|cffddeeff19742|r соответствует запросу); |cffddeeff43713|r конец в",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [125]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff205|r предметы без изменений",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [126]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff7455|r обновленные предметы",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [127]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff32915|r новые предметы",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [128]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff10677|r предметы удалены",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [129]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff3138|r отфильтрованные вещи",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [130]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:19]|h|r   |cffddeeff561|r отфильтрованные вещи удалены",
					["r"] = 0.3,
					["serverTime"] = 1620734899,
					["timestamp"] = 87980.146,
					["g"] = 0.9,
					["b"] = 0.8,
				}, -- [131]
				{
					["message"] = "|cff979797|Hpratcopy|h[18:08:28]|h|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Фортиссимо:72:CHANNEL:2|h|cff3fc6eaФортиссимо|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|t |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t БУСТ ЗулГуруб, |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_1:0|t |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|t 50-59 лв,20  г/ран(соло 30г), 11 паков, отчет по мобам ,|cffffffff<|r|cff00ff00( 0/2 )+ в Лс|r|cffffffff>|r",
					["serverTime"] = 1620734908,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 87989.1,
					["g"] = 0.752941250801086,
					["b"] = 0.752941250801086,
				}, -- [132]
			},
			["maxElements"] = 4096,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
