
FishingBuddy_Info = {
	["FishTotals"] = {
		[1444000] = 4294,
		[1444001] = 4294,
	},
	["HiddenFishies"] = {
	},
	["FishingSkill"] = {
		[1444001] = 0,
	},
	["DataFish"] = 0,
	["FishingHoles"] = {
		[1444001] = {
			[13875] = 11,
			[6362] = 459,
			[13879] = 3,
			[13422] = 493,
			[7973] = 349,
			[13756] = 339,
			[13878] = 3,
			[13877] = 5,
			[13874] = 6,
			[4603] = 1708,
			[6359] = 422,
			[13876] = 10,
			[13754] = 486,
		},
	},
	["Version"] = 19500,
	["FishInfo2"] = 0,
	["SubZones"] = {
		[1444000] = 1,
		[1444001] = "Sardor Isle",
	},
	["ImppDBLoaded"] = 0,
	["Fishies"] = {
		[13875] = {
			["quality"] = 1,
			["texture"] = 132594,
			["ruRU"] = "Запертый сундук, окованный железом",
		},
		[6362] = {
			["ruRU"] = "Сырая каменношкурая треска",
			["texture"] = 133890,
			["quality"] = 1,
		},
		[13879] = {
			["quality"] = 1,
			["texture"] = 133892,
			["ruRU"] = "59-фунтовый морской окунь",
		},
		[13422] = {
			["ruRU"] = "Каменный угорь",
			["texture"] = 133897,
			["quality"] = 1,
		},
		[7973] = {
			["ruRU"] = "Моллюск-болтун",
			["texture"] = 134433,
			["quality"] = 1,
		},
		[13756] = {
			["ruRU"] = "Сырой летний окунь",
			["texture"] = 133889,
			["quality"] = 1,
		},
		[13878] = {
			["quality"] = 1,
			["texture"] = 133892,
			["ruRU"] = "53-фунтовый морской окунь",
		},
		[13877] = {
			["quality"] = 1,
			["texture"] = 133892,
			["ruRU"] = "47-фунтовый морской окунь",
		},
		[13874] = {
			["quality"] = 1,
			["texture"] = 132763,
			["ruRU"] = "Тяжелый ящик",
		},
		[4603] = {
			["ruRU"] = "Сырой пятнистый желтохвост",
			["texture"] = 133887,
			["quality"] = 1,
		},
		[6359] = {
			["ruRU"] = "Огнеперый снеппер",
			["texture"] = 134299,
			["quality"] = 1,
		},
		[13876] = {
			["quality"] = 1,
			["texture"] = 133892,
			["ruRU"] = "40-фунтовый морской окунь",
		},
		[13754] = {
			["ruRU"] = "Сырая блестящая мощь-рыба",
			["texture"] = 134301,
			["quality"] = 1,
		},
	},
	["KnownZones"] = {
		[1444] = "Sardor Isle",
	},
}
